{
    "Ordre des Avocats du Burkina Faso": {
        "Actualités": [
            {
                "Category": "Actualité",
                "Title": "Audience publique : Arrêt N° 211/2021 du 25 novembre 2021 par Me Hermann Sankara",
                "Date": "6 octobre 2022",
                "Description": "La Cour Commune de Justice et d’Arbitrage (CCJA) de l’Organisation pour l’Harmonisation en Afrique du Droit des Affaires (OHADA), Troisième chambre, a rendu l’arrêt suivant en son audience publique du 25 novembre 2021 où étaient présents :Monsieur Mahamadou BERTE, PrésidentMonsieurJean Bruno MINIME, Juge, rapporteurMonsieur Sabiou MAMANE NAISSA, Jugeet Maître Louis Kouamé HOUNGBO, Greffier,Télécharger l’arret_211-2021_BOA-BF_vs_IDDI-ANGO en cliquant ici.",
                "Link": "https://www.barreau.bf/audience-publique-arret-n-211-2021-du-25-novembre-2021-par-me-hermann-sankara/"
            },
            {
                "Category": "Actualité",
                "Title": "L’obligation de déclaration de soupçon dans le dispositif de prévention du blanchiment de capitaux et financement du terrorisme au Burkina Faso",
                "Date": "6 octobre 2022",
                "Description": "En proie à une mutation, porteuse de risques multiformes, l’Afrique de l’ouest en général et le Burkina Faso en particulier est devenu l’un des pôles mondiaux de la criminalité organisée depuis la dernière décennie. Selon un rapport de l’Organisation des Nations Unies contre la Drogue et le Crime (ONUDC) publié en 2013 « (…)l’Afrique de l’Ouest focalise l’attention des Nations Unies, mais ce n’est que récemment que la communauté internationale a reconnu l’ampleur du problème que constitue la criminalité organisée dans la région».Ainsi, terroristes, cybercriminels, bandits de grands chemins et délinquants locaux, opèrent insouciamment dans ces Etats, profitant des frontières poreuses et mal administrées.Véritable frein au développement, la criminalité a pris des proportions alarmantes et emprunte parfois de nouvelles formes. En effet avec le concept de la mondialisation, l’essor des marchés financiers, le développement de l’internet, le développement du commerce de libre entreprise, offrent des scènes sur lesquelles la criminalité à caractère économique et financier prospère en contournant toute forme de régulation étatique ou internationale.Le blanchiment des capitaux et le financement du terrorisme font parties de cette catégorie de criminalité et constituent l’une des formes les plus redoutables et les plus handicapantes aux efforts de développement des pays comme le Burkina Faso. Ils sont devenus de véritables préoccupations pour la communauté internationale en raison de leurs ampleurs ces deux dernières décennies. Selon Jean-Baptiste Carpentier : « La lutte contre le blanchiment et le financement du terrorisme s’est désormais imposée comme un axe majeur des politiques de régulation financière menées par les différents Etats et la communauté internationale » 2 . Cela atteste que de nos jours, le blanchiment de capitaux et le financement du terrorisme se sont révélés comme faisant partie des infractions les plus représentatives de la criminalité organisée. Profitant non seulement de l’internationalisation des flux financiers mais également des techniques nouvelles, les criminels sont parvenus à étendre leurs activités illicites et à fondre dans l’économie, les revenus illicites qu’ils perçoivent.Télécharger l’article sur le blachiment des capitaux en cliquant ici",
                "Link": "https://www.barreau.bf/lobligation-de-declaration-de-soupcon-dans-le-dispositif-de-prevention-du-blanchiment-de-capitaux-et-financement-du-terrorisme-au-burkina-faso/"
            },
            {
                "Category": "Actualité",
                "Title": "Symposium des avocats du Burkina Faso : Profession d’avocat au Burkina Faso : De l’accès à l’honorariat : Rétrospectives, introspectives et perspectives.",
                "Date": "28 août 2022",
                "Description": "Retour en image sur le premier symposium des avocats du Burkina FasoThème : Profession d’avocat au Burkina Faso : De l’accès à l’honorariat : Rétrospectives, introspectives et perspectives.",
                "Link": "https://www.barreau.bf/symposium-des-avocats-du-burkina-faso-profession-davocat-au-burkina-faso-de-lacces-a-lhonorariat-retrospectives-introspectives-et-perspectives/"
            },
            {
                "Category": "Actualité",
                "Title": "La libéralisation du secteur de l’énergie solaire au Burkina Faso",
                "Date": "4 février 2022",
                "Description": "IntroductionL’Union Africaine s’est fixée des objectifs de développement durable d’ici 2063 qui passent nécessairement par un accès, plus large et permanent, des populations à l’énergie électrique. Les Etats membres de la Communauté des Etats de l’Afrique de l’Ouest (CEDEAO) et de l’Union Economique et Monétaire Ouest Africaine (UEMOA) ont élaboré des stratégies et adopté des textes communautaires pour aider à atteindre ces objectifs. Ces dernières ont fortement encouragé les Etats membres à accorder une attention particulière aux énergies renouvelables : solaire, biomasse, éolienne, non seulement au regard de leur potentiel, mais également pour tenir compte du contexte international marqué par une volonté de réduction des émissions de gaz à effet de serre.Le Burkina Faso, à l’instar des autres pays du Sahel qui bénéficient d’un fort ensoleillement, a prévu d’accroitre la part de l’énergie solaire dans son bouquet énergétique par la construction de centrales photovoltaïques. Etant donné que les Etats se heurtent à la problématique du financement de ces grands projets, ils souhaitent faire recours au secteur privé pour financer et réaliser lesdits projets. Cependant, certaines dispositions légales et pratiques peuvent être perçues par les investisseurs privés comme de réels obstacles, au point où l’on se demande si la libéralisation annoncée du secteur de l’énergie solaire est effective.Une brève analyse de ces dispositions légales permettra de fixer l’ampleur des obstacles à une libéralisation effective du secteur de l’énergie solaire et de vérifier si ces entraves sont surmontables.Elle permettra également de poursuivre la réflexion sur les mesures incitatives optimum à prendre par l’Etat Burkinabè en vue de susciter davantage d’intérêt de la part des investisseurs privés.Nous aborderons, pour ce faire, les obligations qui pèsent sur l’Etat burkinabè en matière d’accès des populations à l’énergie avant d’énoncer quelques obstacles relevés par les investisseurs privés.L’obligation pour les Etats d’assurer aux populations l’accès à l’énergieAu niveau international, la majeure partie des Etats du Sahel et de l’Afrique de l’Ouest, dont le Burkina Faso, a signé et ratifié les traités internationaux et régionaux qui garantissent des droits fondamentaux aux citoyens, desquels on peut inclure le droit à l’énergie.En effet, l’article 11 du Pacte International sur les Droits Economiques Sociaux et Culturels (PIDESC)[1]prévoit que : Les Etats parties au Pacte reconnaissent le droit de toute personne à un niveau de vie suffisant pour elle-même et sa famille, y compris une nourriture, un vêtement et un logement suffisants, ainsi qu’à une amélioration constante de ses conditions d’existence. Les Etats parties prendront des mesures appropriées pour assurer la réalisation de ce droit et ils reconnaissent à cet effet l’importance essentielle d’une coopération internationale librement consentie.En l’absence d’un accès adéquat à l’énergie, ni les hôpitaux, ni les écoles par exemple ne peuvent fonctionner correctement. De même, l’accès à l’eau potable et l’assainissement sont dépendants de l’énergie, tout comme la productivité. Il ne peut donc y avoir de niveau de vie suffisant si l’accès à l’énergie n’est pas assuré. Ce droit devrait être davantage garanti avec la ratification, par le Burkina le 24 septembre 2012, du protocole facultatif se rapportant au PIDESC.Par ailleurs, l’article 22 alinéa 2 de la Charte africaine des droits de l’homme et des peuples (Cadhp) prévoit que les Etats ont le devoir, séparément ou en coopération, d’assurer l’exercice du droit au développement, et l’article 24 de ladite Charte de préciser que tous les peuples ont droit à un environnement satisfaisant et global, propice à leur développement.En outre, le préambule et l’article 1 de l’Acte additionnel n°04/2001 portant adoption de la politique énergétique commune de l’UEMOA mentionnent clairement la nécessité pour les Etats membres d’œuvrer à l’amélioration des conditions de vie des populations, à la protection de l’environnement et à la prospérité des économies.Ces obligations ne peuvent pas être remplies en l’absence d’une fourniture large et permanente de l’énergie électrique à l’endroit des populations.Au niveau interne, aussi bien les Constitutions que les lois des Etats subsahariens mentionnent de manière explicite ou implicite le droit des populations à l’énergie.Ainsi, l’article 18 de loi constitutionnelle burkinabè n°072-2015 du 05 novembre 2015 dispose que l’éducation, l’eau potable et l’assainissement, l’instruction, la formation, la sécurité sociale, le logement, l’énergie, le sport, les loisirs, la santé, la protection de la maternité et de l’enfance, l’assistance aux personnes âgées, aux personnes vivant avec un handicap…..constituent des droits sociaux et culturels reconnus par la Constitution qui vise à les promouvoir.Enfin, la loi n°014-2017 du 20 avril 2017, portant règlementation générale du secteur de l’énergie au Burkina Faso dispose, à son article 9, que la Société Nationale d’Electricité du Burkina assure l’approvisionnement en énergie électrique en quantité et en qualité suffisante.Il faut en conclure qu’aussi bien au niveau international, régional qu’interne, des textes juridiques imposent aux Etats de garantir aux populations une fourniture adéquate en énergie. En dépit de l’existence de ce cadre légal, le Burkina Faso n’a pas encore atteint les objectifs escomptés en matière d’énergie et plus particulièrement d’énergie solaire déclinés dans la Lettre de Politique Sectorielle de l’Energie (LPSE) n°52 du 29 décembre 2016[2]. Le pays dispose cependant d’un véritable potentiel en matière d’énergie solaire qui n’attend qu’à être valorisé.Le recours à l’investissement privé pour développer le potentiel énergétique solaireLe Burkina Faso, tout comme les autres pays sahéliens, a un niveau d’ensoleillement très élevé et intense, avec plus de 3000 heures d’ensoleillement par an et un productible de 5,8 à 7 kWh par m².Pour autant, le Burkina Faso importe plus de 60% de sa consommation d’électricité depuis des pays voisins tels la Côte d’Ivoire et le Ghana, dont la production est surtout basée sur l’énergie dite conventionnelle. Or, selon le rapport de 2009 de l’Initiative Régionale pour l’Energie Durale (IRED), les pays membres de l’UEMOA connaîtront un déficit énergétique de 24 102 MW à l’horizon 2030.Il est donc évident que si la demande énergétique continue de croître de façon exponentielle et sans adéquation avec l’offre, les rares pays qui aujourd’hui exportent l’énergie seront eux-mêmes en déficit dans quelques temps, et le Burkina Faso ne pourra plus compter sur l’énergie importée depuis ses pays voisins.Par ailleurs, sans faire référence aux projets de centrales en cours de développement, le parc de production solaire connecté au Réseau National Interconnecté du Burkina compte essentiellement deux (02) centrales, dont la centrale de Ziga de 1,1 MWc et celle de Zagtouli 1 de 33 MWc,  mises en service respectivement en avril et en novembre 2017, et dont le taux de rendement est très faible par rapport au potentiel solaire.En outre, la Stratégie nationale du secteur de l’énergie 2019-2023 fait état d’un ensemble de groupes vieillissants du parc de production, d’une puissance cumulée de 29,59 MW, lesquels devraient être déclassés. Se présente dès lors une belle opportunité pour le pays de recourir davantage aux installations solaires.Or, si le secteur de l’énergie solaire peine à prendre son envol, c’est en partie dû à la faiblesse des ressources financières de l’Etat pour construire des grandes centrales photovoltaïques et à son déficit technologique, notamment en matière de stockage d’énergies.L’Etat s’est donc résolu à faire appel à l’investissement privé afin de pallier ces difficultés. A travers l’adoption de la loi n°014-2017/AN du 20 avril 2017 portant règlementation générale du secteur de l’énergie et ses textes d’application, l’Etat du Burkina Faso entend procéder à :–  la libéralisation des segments de production et de distribution ;– la suppression de la segmentation, ce qui permet l’installation des Producteurs indépendants d’électricité (PIE) sur toute l’étendue du territoire national ;– la prise en compte des dispositions communautaires prévues dans le cadre de la construction du marché sous-régional de l’électricité ;– la suppression de l’acheteur unique d’électricité ;– l’introduction de dispositions spécifiques relatives à la promotion des énergies renouvelables et à l’efficacité énergétique.L’Etat encourage donc les investisseurs privés, nationaux et étrangers, à développer des projets de construction de centrales photovoltaïques sur des sites déjà identifiés ou à identifier et à construire des usines de fabrication de matériels et équipements solaires performants. En levant quelques obstacles clairement identifiés, une meilleure adhésion des investisseurs privés à ces projets pourrait se révéler.La nécessité de lever certains obstacles pour un meilleur investissement dans le secteur de l’énergie solaireA l’instar des autres pays de l’UEMOA, le Burkina Faso dispose d’un Code de l’investissement qui se veut attractif et favorable aux investissements étrangers directs. A titre illustratif, l’article 8 du Code des investissements prévoit que les personnes morales immatriculées au Burkina Faso ne peuvent être soumises à des mesures discriminatoires de droit ou de fait dans le domaine de la législation et de la réglementation qui leur sont applicables, quelle que soit la nationalité des investisseurs. Elles sont également assurées de la garantie contre toute mesure d’expropriation directe ou indirecte, sauf pour cause d’utilité publique. Le cas échéant, elles bénéficient d’une juste et préalable indemnisation conformément à la réglementation en vigueur.Par ailleurs, pour toutes les questions relatives au traitement des investissements, les entreprises étrangères et leurs dirigeants bénéficient d’un traitement identique à celui accordé aux entreprises et aux dirigeants de nationalité burkinabè sous réserve de réciprocité de la part de leur pays d’origineNonobstant ces dispositions favorables aux investissements, quelques imperfections ont été identifiées en ce qui concerne le cadre juridique de l’énergie solaire qui mériteraient d’être levés afin de clarifier les régimes juridiques et inciter davantage les investisseurs à occuper ce nouveau segment.Citons par exemple le régime des autorisations et concessions de production/distribution ou de distribution de l’énergie électrique et le cadre dans lequel elles sont accordées : le Décret n°2020-255/PRES/PM/ME/MCIA/MINEFID/MATD/MUH du 07 avril 2020 utilise comme critère de distinction entre concession et autorisation le rayon de couverture géographique, soit un kilomètre maximum pour les autorisations et au-delà pour les concessions. Mais ce cadre n’est pas si clair que cela. En effet, en matière d’autorisations et de concessions, même si un cahier de charges est établi, peuvent exister quelques incertitudes juridiques dans les rapports entre l’investisseur et l’Administration, du fait de l’absence d’un cadre contractuel clair.Par ailleurs, le Décret susvisé ne pose pas une règle simple en matière de compétence pour délivrer une autorisation ou accorder une concession et l’application faite à la règle est parfois fluctuante. Ainsi, compétence est donnée au Président du Conseil Régional pour la délivrance des autorisations et concessions dans le domaine de l’électrification rurale, alors que c’est au Ministre de l’Energie que cette compétence revient pour les autres domaines (hors champ rural). Il peut arriver qu’un projet d’électrification rurale s’étendent sur deux ou plusieurs régions, ce qui pose la question de l’autorité administrative compétente pour délivrer les titres d’exploitation, étant donné que cette problématique ne semble pas expressément résolue par le Décret susvisé.Citons également comme obstacle à l’investissement le chevauchement de titres d’exploitation. Par exemple, une concession accordée à un investisseur pour la production et la distribution de l’énergie électrique, prise en tant que bien, peut se chevaucher, sur le même espace géographique, aux activités d’un autre investisseur pour la production et la distribution de l’énergie, prise en tant que service, ce qui est de nature à remettre en cause l’exclusivité octroyée.La question du temps et du coût d’acquisition de la propriété foncière peut également être vue comme un obstacle, car pour des projets d’envergure, telle l’installation de centrales photovoltaïques, il est nécessaire d’obtenir de grandes superficies de terres et souvent en zone rurale. Or, selon les dispositions de la loi n°034-2009 du 16 juin 2009 portant régime foncier rural, la terre n’appartient plus exclusivement à l’Etat, et les habitants des localités concernées peuvent être propriétaires terriens, ce qui implique des coûts et délais de cession et de mutation. En l’absence d’une implication de l’Etat, l’opération peut donc se révéler longue et coûteuse.En outre, il convient de relever que certes, une exonération à la Taxe sur la Valeur Ajoutée (TVA) sur les ventes et importation de certains matériels solaires est prévue par le Code Général des Impôts et l’Arrêté interministériel N°2020-33/ME/MINEFIED/MCIA du 16 mars 2020, mais cette mesure incitative n’est pas systématique puisqu’étant soumise à une attestation d’éligibilité délivrée par un Etablissement public à caractère administratif qui est exclusivement compétent.Enfin, l’existence de prix-plafonds imposés à l’investisseur et contrôlés par l’Autorité de Régulation du Secteur de l’Energie (ARSE) peut être perçue comme une entrave à la libre fixation des prix, surtout lorsque le cadre règlementaire prévoit que la révision des conditions tarifaires est fixée à cinq (05) ans. Ces obstacles ne paraissent toutefois pas insurmontables et peuvent être identifiés et traités par la rédaction d’une convention de concession.ConclusionL’espace Ouest-Africain, et particulièrement le Sahel, offre des opportunités de développement de grands projets solaires. Les études et rapports de plusieurs Instituts de recherche montrent que le productible solaire y est d’une très bonne teneur et la demande énergétique ne fait que s’accroître au fil des ans. Jusqu’à peu, les Etats étaient hésitants à libéraliser le secteur de l’énergie, mais à ce jour, ils créent un terreau favorable à l’investissement privé. Si l’équilibre économique dans les rapports contractuels entre l’Etat et les investisseurs privés peut toujours être discuté, le droit d’accès des populations à l’énergie électrique n’attend pas, c’est un impératif.BONKOUNGOU RégisAvocat, SCPA SARI Conseils[1]Le Burkina Faso a ratifié le PIDESC le 04 janvier 1999 et signé le protocole facultatif relatif au PIDESC le 24 septembre 2012[2]La Lettre de Politique Sectorielle de l’Energie (LPSE) en cours de relecture devrait reconduire les objectifs non atteints, voire les amplifier.",
                "Link": "https://www.barreau.bf/la-liberalisation-du-secteur-de-lenergie-solaire-au-burkina-faso/"
            },
            {
                "Category": "Actualité",
                "Title": "Burkina Faso : Siaka Niamba succède à Paulin Salembéré à la tête de l’ordre des avocats",
                "Date": "27 septembre 2021",
                "Description": "Maître Paulin Marcelin Salembéré, Bâtonnier de l’ordre en exercice, a passé le flambeau à son dauphin, maître Siaka Niamba, le vendredi 24 septembre 2021, à Ouagadougou. La cérémonie officielle de passation de charges s’est tenue sous le patronage du président du Faso, représenté par le ministre en charge de la Fonction publique, Seni Mahamadou Ouédraogo.Conformément aux articles 11 et 12 du règlement n°05/CM/UEMOA du 25 septembre 2014 relatifs à l’harmonisation des règles régissant la profession d’avocat dans l’espace UEMOA, la loi et le règlement intérieur du Barreau, via son article 6, il a été procédé à l’élection d’un dauphin devant succéder au Bâtonnier en exercice, maître Paulin Salambéré.Ainsi, maître Siaka Niamba a été élu par ses pairs avec 142 voix sur 149 votants, faisant de lui le nouveau Bâtonnier de l’ordre des avocats. Le vendredi 24 septembre 2021, il y a eu la cérémonie de passation de charges entre le Bâtonnier sortant, maître Salambéré, et son dauphin, maître Niamba. Cérémonie qui sera ponctuée de conseils de maître Titinga Frédéric Pacéré, ancien Bâtonnier, les allocutions du Bâtonnier Prosper Ahounou, vice-président de la conférence des barreaux de l’UEMOA, et des Bâtonniers entrant et sortant.Quelques personnalités présentes à la cérémonie avec le conseil de l’ordre 2021-2024« Le 12 octobre 2018, j’ai pris des engagements devant vous qui consistaient à œuvrer pour la protection de la profession, parce que nous avons constaté qu’un certain nombre de professions voisines grignotaient le périmètre du droit réservé à l’avocat. Les actions des confrères ont pu faire en sorte que les dispositions légales prévues dans les textes en cours d’adoption et portant préjudice à notre profession soient supprimées », a confié maître Paulin Salambéré, en demandant à son successeur de poursuive la lutte dans ce sens.Me Salambéré dit avoir également permis d’ouvrir les portes du Barreau en procédant durant ces trois années écoulées, au recrutement de plus de 80 étudiants pour le Centre de formation professionnelle des avocats. Le Bâtonnier sortant a aussi fait cas de la récente inauguration du Tribunal de grande instance Ouaga 2, qui, pour lui, a été construit sans tenir compte des avocats. Car rien n’a été prévu, selon lui, pour leur installation lors des audiences. Ce qui a contraint le Barreau à injecter environ deux millions de francs CFA pour l’équipement des salles d’audience au profit des avocats.« Lorsque le Bâtonnier Mamadou Savadogo me passait le témoin, il m’a donné un seul conseil. Celui de me méfier du politique », a souligné le Bâtonnier sortant Paulin SalambéréIl terminera son discours en laissant ce conseil qu’il a reçu de son devancier : « Lorsque le Bâtonnier Mamadou Savadogo me passait le témoin, il m’a donné un seul conseil. Celui de me méfier du politique, ce qui venait confirmer mes convictions », a-t-il indiqué.Avant de dresser ce bilan non exhaustif ces résultats du programme de campagne qu’il avait présenté à ses confrères le 12 octobre 2018 à Ouagadougou, maître Salambéré a souligné que la présente passation de charges a été anticipée. Elle devait normalement se tenir le 30 septembre prochain, date de la fin de son mandat. Cette exception a été faite afin de bénéficier de l’accompagnement des confrères venus d’autres pays pour participer au deuxième congrès des avocats de l’espace UEMOA qui a eu lieu les 22 et 23 septembre 2021.« Nous irons à la rencontre du gouvernement pour lui manifester notre intérêt d’être impliqués à nouveau dans l’examen des avant-projets de lois afin d’apporter notre modeste pierre à la construction de notre équilibre juridique », a annoncé le nouveau Bâtonnier, Siaka NiambaMaître Siaka Niamba, le Bâtonnier entrant, a salué le sacrifice de ses devanciers qui se sont battus pour la profession d’avocat au Burkina Faso. Il y a eu des acquis qu’il entend renforcer. « En prenant le bâton à la suite du Bâtonnier Marcelin Paulin Salambéré, j’ai pour ambition, avec le conseil de l’ordre, de renforcer la dynamique du développement du Barreau en vue de le placer dans l’univers institutionnel et de l’emmener à jouer pleinement sa partition partout où son intervention s’impose », promet-il.« Cher fils, vous héritez d’un trône très lourd. Sachez que vous n’aurez ni sommeil ni repos », a interpellé maître Titinga Frédérick PacéréIl ambitionne aussi de mettre en place une administration du Barreau fondée sur la rationalité et l’efficacité, qui facilite l’accès à ses services aux avocats, aux justiciables et aux institutions publiques. « C’est l’atteinte de ce défi organisationnel qui va nous dégager la voie et nous outiller pour aller à la conquête de la place qui doit être la nôtre dans le concert des institutions de ce pays », a-t-il expliqué.Pour ce faire, maître Niamba compte travailler avec l’ensemble des acteurs pertinents avec pour objectif de parvenir à une collaboration avec les institutions, dans le strict respect des attributions de chaque partie.Le nouveau Bâtonnier a également interpellé les autorités. « Je pense au gouvernement d’où part et où tout est destiné. Le Barreau était membre de la commission de codification de l’époque et avait l’honneur de contribuer à l’examen des avant-projets de lois avant leur adoption en conseil des ministres. Tel ne semble plus être le cas », fera-t-il remarquer.Il a annoncé que le Barreau ira à la rencontre du gouvernement pour lui manifester son désir d’être de nouveau impliqué dans l’examen des avant-projets de lois afin d’apporter sa modeste pierre à la construction de l’équilibre juridique. Face aux défis que devra relever maître Niamba dans l’exercice de ses fonctions, le doyen des Bâtonniers lui a prodigué des conseils de sage.« Cher fils, vous héritez d’un trône très lourd. Sachez que vous n’aurez ni sommeil ni repos. Si je vous le dit, c’est par expérience. N’aurez pratiquement aucun droit de famille. Parce que votre devoir ne sera consacré qu’au Barreau. La charge est lourde, j’en sais quelque chose. Je ne veux pas vous faire pas peur. C’est un sacerdoce ! Je vous demande de tout faire pour répondre à l’appel », a lancé maître Titinga Pacéré au nouveau Bâtonnier.« Monsieur le Bâtonnier Siaka Niamba, votre pierre au renforcement de l’intégration des barreaux de l’espace UEMOA est beaucoup attendue », a fait savoir le Bâtonnier Prosper Ahounou, vice-président de la conférence des barreaux de l’UEMOAAu nom des avocats de l’espace UEMOA, le Bâtonnier Prosper Ahounou a rendu hommage à maître Salambéré pour la volonté manifeste qu’il a eu d’apporter « de la terre à la terre » durant son mandat au profit de la corporation.Me Ahounou a aussi exprimé toute sa confiance au nouveau Batonnier. Il dit qu’il a foi aux capacités de l’homme à relever les défis qui se présenteront à lui tout au long de l’exercice de sa fonction.Il a saisi l’occasion pour féliciter et remercier le législateur UEMOA qui a rendu possible une telle alternance apaisée au sein des Barreaux de la sous-région et a formulé cette attente : « monsieur le Bâtonnier Siaka Niamba, nous voudrions vous dire que votre pierre au renforcement de l’intégration des Barreaux de l’espace UEMOA est beaucoup attendue ».Maître Prospère Ahounou souhaitera, pour terminer, la bienvenue à Siaka Niamba au sein de la conférence des Barreaux en sa qualité de Bâtonnier en exercice a émis le vœu que son mandat soit réussi à la tête de l’ordre des avocats du Burkina Faso.Le nouveau Bâtonnier aura la lourde charge de représenter l’ordre des avocats, de présider son conseil, de gérer les affaires courantes tout en prévenant et réglant les différends d’ordre professionnel entre avocats, d’instruire les réclamations formulées par des tiers…Maître Siaka Niamba prendra précisément fonction en tant que Bâtonnier de l’ordre, le 1er octobre 2021.Hamed NANEMALefaso.net",
                "Link": "https://www.barreau.bf/burkina-faso-siaka-niamba-succede-a-paulin-salembere-a-la-tete-de-lordre-des-avocats/"
            }
        ]
    }
}