[
    {
        "Title": "DES DROITS ET PRINCIPES DE LA JUSTICE",
        "Link": "http://www.justice.gov.bf/index.php/2023/11/02/des-droits-et-principes-de-la-justice/",
        "Date": "2 novembre 2023",
        "Category": "Info-Pratique",
        "Description": "DROITS ET PRINCIPES FONDAMENTAUX RÉGISSANT L’INSTANCE DEVANT\nTOUTE JURIDICTION• Le droit d’accès à la justiceC’est le droit pour toute personne de pouvoir saisir les\njuridictions ou tribunaux nationaux compétents, de tout acte violant les droits\nfondamentaux qui lui sont reconnus et garantis par la Constitution, les\nconventions internationales, les lois et règlements en vigueur.• Le droit à la défenseToute personne devant un tribunal a droit à se faire assister ou\nreprésenter par un conseil, un avocat.• Le principe du contradictoireC’est le fait de permettre à toutes les parties à un procès\nd’être présentes à l’audience et de pouvoir réagir ou répondre aux prétentions\net moyens de l’adversaire.• Le principe de la publicité des débats et jugementsLes portes des salles d’audiences sont ouvertes gratuitement aux\njusticiables pour suivre un procès, exception faite des cas où le huit clos est\nrequis.• Le principe de l’indépendanceL’indépendance de la fonction judiciaire se manifeste par un\nprincipe essentiel qui veut que le gouvernement, à plus forte raison les\nautorités administratives qui lui sont subordonnées, ni le pouvoir législatif,\nou tout autre groupe, ne puisse donner un ordre ou exercer une pression directe\nou indirecte sur un juge pour l’inciter à statuer dans un sens déterminé. Le\njuge statue en conscience et dans le respect de la règle de droit.• Le principe de l’impartialitéC’est l’absence de parti pris dans le comportement du juge dans\nle procès.• Le principe du libre exercice de l’action en justiceL’exercice d’une action en justice, même en cas d’échec, ne\nconstitue pas une faute de nature à engager la responsabilité civile de celui\nqui en a pris l’initiative. Seulement, une action malicieuse, vexatoire,\ndilatoire, nuisant à autrui, ou diffamatoire, ou qui n’est pas fondée sur des\nmoyens sérieux, constitue une faute ouvrant droit à réparation ou à\ncondamnation pour dénonciation calomnieuse de faits délictueux ou criminels.PRINCIPES ET DROITS FONDAMENTAUX DU PROCÈS PÉNALLe\nprincipe de la séparation des fonctions judiciairesLe principe de la séparation des fonctions judiciaires impose\nque les trois fonctions qui concourent à l’exercice de la justice pénale à\nsavoir la poursuite, l’instruction et le jugement soient confiées à trois\nautorités judiciaires différentes et indépendantes les unes à l’égard des\nautres.Ainsi, la poursuite pénale est exercée par le ministère public,\nnotamment par le procureur du Faso ; l’instruction est assurée par un juge\nd’instruction et le jugement est fait par la juridiction de jugement.Les magistrats qui exercent l’une quelconque de ces trois\nfonctions ne peuvent exercer les autres. Cela se justifie par le souci d’un\nmeilleur rendement à travers la célérité dans l’accomplissement des tâches,\nmais également et surtout par le souci de protéger les libertés individuelles,\ncar « le pouvoir absolu corrompt absolument ».Le principe de la séparation des fonctions judiciaires recouvre\ntrois variantes : la séparation de la poursuite et de l’instruction, celle de\nl’instruction et du jugement, celle du jugement et de la poursuite.Le\nprincipe de la présomption d’innocenceComme la juridiction de jugement ne peut se fonder que sur des\npreuves, il faut savoir qui doit les rapporter : ce que l’on appelle la charge\nou fardeau de la preuve pèse-t-il sur le poursuivant (ministère public et la\npartie civile), sur la personne poursuivie ou sur le juge ? La règle de\nprincipe est nette : c’est au poursuivant de rapporter la preuve de la\nculpabilité car le prévenu est juridiquement innocent aussi longtemps que sa culpabilité\nn’a pas été définitivement démontrée sans le moindre doute. Ainsi le veut le\ncapital principe de la présomption d’innocence.Le\nprincipe de la légalité des infractionsToute poursuite pénale suppose au préalable l’existence d’un\ntexte qui détermine l’infraction en question.Le\nprincipe de la légalité des sanctionsIl signifie que celle-ci doivent être déterminées par la loi. En\neffet, c’est la loi qui prévoit une sanction pour chaque infraction qu’elle\ndétermine.Le\nprincipe de la personnalité des peinesLa peine prononcée contre un individu ne peut être exécutée que\npar ce dernier. Ainsi, en cas de décès du condamné, l’exécution de la peine\nprivative de liberté ou sa poursuite reste-t-elle impossible.Le\nprincipe de la non-rétroactivité de la loi pénaleLe principe de la non-rétroactivité de la loi pénale signifie\nque la loi pénale nouvelle ne peut être appliquée à des faits nouveaux\nantérieurs à son entrée en vigueur. En d’autres termes, les faits ne sont\npunissables que si au moment de leur commission, ils étaient constitutifs\nd’infractions. Le principe de la non-rétroactivité de la loi pénale est prévue\npar l’article 2 alinéa 4 du code pénal qui dispose que : « La loi qui rend un\nfait punissable ou qui aggrave une peine n’a point d’effet rétroactif ». Ce\nprincipe est contre les lois pénales de fond, celles qui aggravent la situation\ndu délinquant.Exceptionnellement, le principe s’estompe lorsque la loi pénale\nnouvelle de fond est favorable à l’auteur des faits commis antérieurement à son\nentrée en vigueur. C’est ce qui est prévu par le code pénal à l’article 2\nalinéa 2 qui dispose que : « La loi qui efface la nature punissable d’un fait\nou qui allège une peine a un effet rétroactif. Elle arrête toute poursuite en\ncours ainsi que l’exécution de la peine prononcée ».Et l’alinéa 3 dispose que « La loi qui allège une peine\ns’applique aux infractions commises avant son entrée en vigueur et qui n’ont\npas donné lieu à une condamnation passée en force de la chose jugée ». Il faut\ndonc comprendre qu’avec cette disposition légale, la loi pénale nouvelle moins\nsévère s’applique à tout auteur d’infraction qui n’a pas encore été jugé et\ncondamné définitivement.A l’inverse des lois pénales de fond, les lois pénales de formes sont d’application immédiate. Elles contiennent les règles relatives à la procédure et s’imposent au présent et à l’avenir. Exceptionnellement, le régime d’application immédiate ne concerne pas la situation des droits acquis.Ministère de la Justice et des Droits humains, chargé des Relations avec les institutions"
    },
    {
        "Title": "LE PROCUREUR DU FASO",
        "Link": "http://www.justice.gov.bf/index.php/2023/10/26/le-procureur-du-faso/",
        "Date": "26 octobre 2023",
        "Category": "Info-Pratique",
        "Description": "Le procureur du Faso est l’appellation du magistrat qui dirige le parquet près le Tribunal de grande instance (TGI), depuis le changement de nom du pays en 1984. De procureur de la république, on est passé à procureur du Faso, le Faso étant la forme républicaine de l’Etat. Dans la tradition judiciaire française, le rôle du procureur repose sur la confiscation de la vengeance privée au profit de la puissance publique. Il est, tout d’abord, le garant des libertés individuelles et des intérêts généraux de la société. C’est vers le XIVème siècle que la fonction de procureur se dégage au sein de la profession d’avocat. Son appellation et son rôle sont inspirés de la procédure développée au sein des juridictions de l’Inquisition. Le procureur fait partie du corps de magistrats que l’on appelle magistrats « debout », c’est le ministère public.Le procureur du Faso représente le ministère public dans le ressort du tribunal de grande instance et peut parfois intervenir devant les juridictions civiles, des mineurs, ou encore commerciales. C’est en matière pénale qu’il a le rôle le plus important puisque c’est lui qui exerce l’action publique à des fins de protection de l’intérêt général. Il représente la société qu’il est censé protéger. Il est également un agent d’exécution des décisions judiciaires et veille à l’exécution des décisions pénales notamment les peines privatives de libertés.LE PARQUETLe parquet près le TGI, dirigé par le procureur du Faso désigne l’organisation, au niveau du tribunal de grande instance, de l’ensemble des magistrats du ministère public qui sont chargés de requérir l’application de la loi et de conduire l’action pénale au nom des intérêts de la société. L‘ensemble des magistrats d’un même parquet est indivisible et substituable, ce qui signifie que chacun d’entre eux peut représenter indifféremment le ministère public au cours d’une procédure. A l’audience, le magistrat du parquet représente le procureur du Faso.LES TACHES QUOTIDIENNESLes tâches du procureur du Faso et son parquet au quotidien se déclinent ainsi qu’il suit : coordonner et gérer les activités en son sein, assurer la direction de l’activité des Officiers de police judiciaire (OPJ), exercer l’action publique aux audiences, veiller à l’exécution des décisions de justice, effectuer des missions de contrôle.• S’agissant de la coordination et de la gestion des activités, le parquet reçoit et traite le courrier. Par courrier, il faut entendre les plaintes et dénonciations qui parviennent à son secrétariat au jour le jour. Il traite aussi les cas de flagrant délit, déclenche l’ouverture d’information judiciaire dans les cas de crime et de délit complexes en saisissant un juge d’instruction, participe à l’instruction des dossiers d’instruction, supervise le bon fonctionnement de la Maison d’arrêt et de correction de son ressort en ce qui concerne l’exécution des peines de prison et veille à la bonne gestion du patrimoine du Palais de justice. Il intervient également dans la délivrance de certains actes tels le casier judiciaire, les permis de communiqués pour les visites à la Maison d’arrêt et de correction. • En ce qui concerne la direction de l’activité des OPJ, le parquet reçoit les comptes rendus de ceux-ci, qui se matérialisent par l’établissement du contact par téléphone ou par courrier avec les commissariats de police et les brigades de gendarmerie de son ressort territorial. Par ce canal, le parquet leur donne des instructions en leur demandant de mener une enquête dans tel ou tel sens ou de transmettre des procédures comportant une mesure de garde-à-vue eu égard au respect des délais. Il assure enfin, un contrôle de l’activité des OPJ en se déplaçant par moment dans les commissariats de police et les brigades de gendarmerie pour s’imprégner d’une part, des conditions de détention de ceux qui font l’objet d’une mesure de garde-à-vue et d’autre part voir si les différents registres sont régulièrement tenus.Les enquêteurs de la police judiciaire agissent sous la direction du procureur du Faso. Le procureur est leur principal interlocuteur judiciaire et doit être informé du déclenchement des investigations policières, de l’identification du ou des suspect (s), de l’avancement des investigations, des placements en garde-à-vue. À l’issue de l’enquête préliminaire, le procureur décidera de l’orientation de l’affaire et, le cas échéant, d’ouvrir une information judiciaire par la saisine d’un juge d’instruction.• Relativement à l’exercice de l’action publique aux audiences, il consiste d’une part, à faire enrôler les dossiers aux audiences publiques, représenter le ministère public devant les juridictions de jugements et d’autre part, exercer les voies de recours s’il y a lieu.• L’exécution des décisions rendues, consiste pour le parquet à veiller à ce que les peines prononcées contre les personnes condamnées soient effectivement exécutées et prêter mains fortes aux huissiers de justice en cas de besoin.• Les missions de contrôle consistent à s’assurer du fonctionnement régulier des cabinets d’huissiers et à la visite des centres d’états civils.Source : Parquet près le Tribunal de grande instance de Ouagadougou"
    },
    {
        "Title": "LA RECTIFICATION DES ACTES D’ETAT CIVIL ET LE CHANGEMENT DE NOM",
        "Link": "http://www.justice.gov.bf/index.php/2023/10/13/la-rectification-des-actes-detat-civil-et-le-changement-de-nom/",
        "Date": "13 octobre 2023",
        "Category": "Info-Pratique",
        "Description": "Les actes de l’état civil dont les énonciations sont fausses ou\nsans objet, ou qui ont été irrégulièrement dressés, ou qui contiennent des\nerreurs ou omissions autres que matérielles, mais dont la réparation n’est pas\nde nature à modifier l’état des personnes peuvent être selon les cas, annulés\nou rectifiés par ordonnance du président du tribunal de grande instance.Les jugements déclaratifs ou supplétifs ne peuvent être annulés\nou rectifiés que par un autre jugement (article 125 du Code des Personnes et de\nla Famille).La personne intéressée doit donc adresser une demande timbrée\n(timbre fiscal de 200 F CFA) au président du tribunal de grande instance du\nressort du lieu d’établissement de l’acte dont la rectification est demandée.La demande doit non\nseulement être motivée, mais aussi elle doit être accompagnée des pièces\njustificatives (exemple : les actes de naissance pouvant servir de preuve).Le président peut faire droit à la requête selon les cas :par une ordonnance si l’acte dont la rectification est\nsollicitée est un acte de naissance par exemple ;par un jugement si l’acte concerné est un jugement (jugement\nsupplétif d’acte de naissance).Exemple : SAVADOGO Ibrahim au lieu de SAWADOGO Ibrahim.La décision (expédition certifiée conforme) obtenue, le\nrequérant doit se présenter devant l’officier de l’état civil concerné pour la\nrectification sur les registres d’état civil.• La rectification administrativeLe Procureur du Faso peut procéder par voie administrative, à\nla rectification des erreurs ou omissions purement matérielles des actes d’état\ncivil. A cet effet, il donne directement les instructions utiles aux\ndépositaires des registres (article 124 du Code des Personnes et de la\nFamille). Ces types d’erreurs concernent généralement les orthographes des\nprénoms.Exemple : TRAORE Etienne et TRAORE EtièneOu encore, TRAORE Etienne dit Jean et TRAORE Etienne Jean\n(l’intéressé souhaite voir supprimer la particule « dit »).Il faut adresser une demande de rectification administrative\ntimbrée (timbre fiscal de 200 F CFA) au Procureur du Faso du ressort du lieu où\nl’acte concerné a été dressé.Le procureur peut faire droit à la requête si elle est\njustifiée.• Le changement de nom ou de prénom (s)Toute personne qui justifie d’un intérêt légitime peut changer\nde nom ou de prénom(s), en adressant une demande motivée au président du\ntribunal de grande instance du lieu de son domicile, à laquelle sera jointe une\ncopie de son acte de naissance ou jugement déclaratif en tenant lieu (article\n44 du Code des Personnes et de la Famille). La demande timbrée (timbre fiscal de 200 FCFA) doit être\naccompagnée des pièces justificatives.Exemples :-Pour un changement de prénom (s). Initialement OUEDRAOGO\nZoubédo, l’intéressé souhaiterait s’appeler OUEDRAOGO Oumar.-Pour un ajout de prénom (s), il faut joindre le carnet de\nbaptême ou tous autres documents justificatifs. Initialement, l’intéressé\ns’appelait OUALI Yemboini. Il souhaiterait s’appeler OUALI Yemboini\nJean-Jacques.-Pour un ajout de prénom (s) musulmans, les témoignages de\nproches seront recueillis au cours de l’instruction du dossier.-Pour un changement de nom famille et de prénom. A la suite\nd’une reconnaissance de paternité, l’intéressé qui s’appelait TRAORE Yacouba,\nsouhaiterait s’appeler ILBOUDO Pascal.Il faut savoir que pour toute demande de changement de nom ou\nde prénom (s), il y a une instruction préalable confiée à un juge appelé juge\nde la mise en état. Ce juge peut éventuellement décider de mener une enquête.\nCette enquête peut aussi être menée par la police ou la gendarmerie à la\ndiligence du procureur du Faso.Lors de l’audience, le tribunal peut faire droit à la requête\nou la rejeter si elle n’est pas justifiée.La décision (expédition certifiée\nconforme) obtenue, le requérant doit se présenter devant l’officier de l’état\ncivil concerné pour la rectification sur les registres d’état civil.LE NOM DE LA FEMME MARIÉEL’usage du nom patronymique de l’époux de la femme mariée est\névoqué par l’article 41 du Code des personnes et de la famille qui dispose que\n: « La femme mariée conserve son nom. Toutefois, il n’est pas dérogé à l’usage\nen vertu duquel elle porte, dans la vie courante, le nom de son mari ».La jeune fille garde donc son nom de famille après le mariage,\navec la possibilité d’utiliser le nom de son époux dans les actes de la vie\ncourante.• Le mariage lui laisse le choix d’utiliser :– son nom patronymique ou nom de jeune fille ;– son nom patronymique et le nom de son époux ;– le nom de son époux dans la vie courante.• La jeune fille n’est pas obligée de modifier ses documents\nofficiels comme les diplômes obtenus. D’ailleurs, son nom de jeune fille\nrestera mentionné sur les actes de l’Etat civil.• S’agissant des documents administratifs tels que la Carte\nnationale d’identité burkinabè (CNIB) et le permis de conduire, le nom de son\népoux pourra être mentionné.COMMENT FAIRE MENTIONNER LE NOM DE L’EPOUX SUR LES DOCUMENTS\nADMINISTRATIFS ?Pour faire mentionner le nom de l’époux sur la CNIB, le permis\nde conduire ou d’autres documents administratifs,  la femme mariée doit en faire la demande à\nl’autorité qui délivre lesdits documents, en présentant un extrait de l’acte de\nmariage ou le livret de famille.Ministère de la Justice et des Droits humains, chargé des Relations avec les institutions"
    },
    {
        "Title": "L’annuaire 2022 des notaires du burkina faso",
        "Link": "http://www.justice.gov.bf/index.php/2022/05/10/lannuaire-2022-des-notaires-du-burkina-faso/",
        "Date": "10 mai 2022",
        "Category": "Info-Pratique",
        "Description": "Annuaire-des-Notaires-du-Burkina-Faso-2022Télécharger"
    },
    {
        "Title": "les membres de l’ordre des notaires du burkina faso en 2022",
        "Link": "http://www.justice.gov.bf/index.php/2022/05/10/les-membres-de-lordre-des-notaires-du-burkina-faso-en-2022/",
        "Date": "10 mai 2022",
        "Category": "Info-Pratique",
        "Description": "Les-membres-de-lOrdre-des-Notaires-du-Burkina-Faso-2022Télécharger"
    },
    {
        "Title": "COMMENT RENDRE VISITE A UN DÉTENU",
        "Link": "http://www.justice.gov.bf/index.php/2020/01/24/comment-rendre-visite-a-un-detenu/",
        "Date": "24 janvier 2020",
        "Category": "Info-Pratique",
        "Description": "Les\ndétenus dans les établissements pénitentiaires peuvent recevoir la visite de\nleurs familles, de leurs amis et de leurs connaissances. Ces visites sont même\nencouragées par l’administration pénitentiaire afin de maintenir les liens\nsociaux. Il est en effet important que les détenus gardent des contacts avec\nleurs proches pendant leur détention, dans le but de faciliter la réintégration\nsociale.Aux\ntermes de l’article 208 de la loi n°010-2017 AN du 10 avril 2017 portant régime\npénitentiaire au Burkina Faso, « Les détenus ont le droit de recevoir des visites\nde leurs parents et de toute personne justifiant d’un intérêt certain.\nToutefois, l’exercice de ce droit peut être restreint par une décision\njudiciaire ou en raison des contraintes sécuritaires. ».Les différentes catégories de détenusUn\ndétenu est une personne faisant l’objet d’une mesure privative de liberté à\nl’intérieur d’un établissement pénitentiaire, « lieu privatif de liberté\ndes personnes placées sous-main de justice, à l’exception de celles gardées à\nvue ». On distingue :–\nles mis en examen (inculpés selon l’ancien code de procédure pénale) qui sont\nles personnes détenues en vertu d’un mandat du juge d’instruction ;–\nles prévenus qui sont les personne faisant l’objet de poursuites pénales et en\nattente d’une décision définitive ;– les\nmis en examen (accusés selon l’ancien code de procédure pénale)  qui sont les personnes détenues en vertu d’un\nmandat de la chambre de l’instruction (Cour d’appel) ;– les\ncondamnés qui sont les personnes ayant fait l’objet d’une décision de\ncondamnation à une peine privative de liberté ayant acquis le caractère\ndéfinitif ;– les\ncontraints par corps qui sont les débiteurs faisant l’objet d’une privation de\nliberté en vue de l’exécution d’une condamnation pécuniaire.Le permis de visiteAvant\nde rendre visite à un détenu, vous devez obtenir un permis de visite\ncommunément appeler permis de communiquer. Il s’agit d’un document\nadministratif qui autorise une personne à rendre visite à un détenu incarcéré\ndans un établissement pénitentiaire.Les\npermis de visite sont soit permanents, soit ponctuels, soit exceptionnels.Le\npermis de visite permanent est délivré pour une année civile. Quant au permis\nde visite ponctuel, il est délivré pour une seule visite. Le permis de visite\nexceptionnelle autorise la visite en dehors des jours de visite. Le permis de\nvisite est personnel et individuel. Les visites ont lieu aux jours et heures\nfixés par le règlement intérieur des établissements pénitentiaires.Au niveau du Palais de justicePour\nle prévenu, le mis en examen ou l’accusé le permis est délivré par le magistrat\nsaisi de la procédure. Pour ce qui concerne les condamnés, c’est le parquet qui\ndélivre le permis de communiquer.Les\npièces à fournir : document d’identité à déposer au bureau d’accueil et de\nrenseignement du palais de justice du lieu de détention.Par\nexemple au niveau du Tribunal de grande instance de OuagadougouPour\nles permis exceptionnels de communiquer :Dépôt\ndes pièces d’identité : le mercredi de 8 heures à 10 heures ;Retrait\ndu permis : mercredi à 12 heures.Pour\nles permis permanents de communiquer :Dépôt\ndes pièces d’identité : le vendredi de 7 heures à 9 heures ;Remise\ndu permis: le vendredi à 12 heures.Les\nvisites courantes à la maison d’arrêt et de correction sont possibles les\nweek-ends et les jours fériés.Au niveau de l’Administration pénitentiaireDepuis\njuin 2018, la direction générale de l’Administration pénitentiaire délivre également\nles permis de visite concernant les détenus condamnés, conformément aux\ndispositions de la loi n°010-2017/AN portant régime pénitentiaire au Burkina\nFaso.Pour\nobtenir le permis de visite pour un condamné, les usagers du service public\npénitentiaire doivent :Se\nprésenter à la direction de la détention et de la sécurité sise dans l’enceinte\nde la Cour de cassation / Conseil d’Etat (côté Ouest du TGI de Ouagadougou) muni\nde la Carte nationale d’identité burkinabè (CNIB) les mardi et jeudi de chaque\nsemaine ou dans les directions régionales de l’Administration\npénitentiaire ;Remplir\nle formulaire disponible.N.B. :\nLe permis est délivré gratuitement aussi bien au niveau du palais de justice\nqu’au niveau de l’Administration pénitentiaire.Comment se déroule la visite ?Le\nvisiteur doit déposer sa pièce d’identité et le permis de communiquer au poste\nde police de l’établissement pénitentiaire. La visite a lieu au parloir  sous la surveillance d’un ou de plusieurs\ngardes de sécurité pénitentiaire et dure environ 15 minutes.Source : Direction générale de l’Administration pénitentiaire"
    },
    {
        "Title": "LE REGISTRE DU COMMERCE ET DU CRÉDIT MOBILIER",
        "Link": "http://www.justice.gov.bf/index.php/2020/01/03/le-registre-du-commerce-et-du-credit-mobilier/",
        "Date": "3 janvier 2020",
        "Category": "Info-Pratique",
        "Description": "Le Registre du commerce et du crédit mobilier (RCCM) est un répertoire\nà caractère officiel qui a pour objet de recevoir l’immatriculation des\npersonnes physiques ou morales exerçant une activité commerciale, ainsi que la\ndéclaration des entreprenants.Le principe de l’immatriculation des personnes physiques et\nmorales commerçantes est posé par l’article 35 alinéa 1 de l’Acte uniforme sur\nle droit commercial général (AUDCG).Le RCCM est tenu au greffe du Tribunal de commerce (pour\nOuagadougou et Bobo-Dioulasso), et au greffe des Tribunaux de grande instance (pour\nles autres villes). Il est placé sous la surveillance du président de la\njuridiction de la ville où l’activité commerciale est exercée.S’agit-il\nd’une faculté laissée aux commerçants ?Non, c’est plutôt une obligation. L’immatriculation doit\nêtre faite dans un délai d’un mois à compter de commencement des activités pour\nles personnes physiques ou de la constitution pour les personnes morales.Quels\nsont les effets de l’immatriculation ?Toute personne physique ou morale inscrite au RCCM est\nprésumée avoir la qualité de commerçant, sauf preuve contraire.Le défaut d’immatriculation au RCCM prive l’assujetti du\nbénéfice des avantages et des règles propres aux commerçants. Ainsi, il ne peut\npar exemple exercer une profession réservée aux commerçants inscrits ni\nparticiper aux marchés publics ou aux élections consulaires.Toutefois, elle ne peut invoquer ce défaut d’immatriculation\npour se soustraire aux charges de responsabilités des commerçants.Comment procède-t-on pour s’immatriculer au RCCM ?Au titre de la personne physique, une demande\nest déposée au greffe de la juridiction dans le ressort de laquelle l’activité\nsera exercée et doit contenir les renseignements relatifs à l’état civil du\ncommerçant (identité, nationalité, date de naissance, lieu de naissance, statut\net régime matrimonial s’il y a lieu, casier judiciaire, etc.)Au titre de la personne morale, l’immatriculation\nconcerne les sociétés commerciales, les groupements d’intérêt économique, les\nsociétés d’Etat, les sociétés d’économie mixte, les succursales.Les informations nécessaires à l’immatriculation sont\nrelatives à la personne elle-même (dénomination, objet, siège social, forme juridique,\nmontant du capital social, durée de la personne morale), aux associés (les\nrenseignements requis sont identiques à ceux de la personne physique) et aux\norganes sociaux (identité et domicile des gérants, administrateurs ou associés\nayant le pouvoir d’engager la personne morale).N.B. : En principe, le commerçant (personne physique ou\nmorale) établi dans l’un des Etats parties, ne peut se faire immatriculer qu’une\nseule fois sur le territoire de cet Etat.Exception : L’existence d’une succursale ou d’un\nétablissement dans un ressort autre que celui dans lequel le commerçant a été\nimmatriculé oblige celui-ci à acquérir une deuxième immatriculation secondaire\n(art 35 AUDCG).Quelles sont les charges financières dévolues au\nrequérant ?Le coût de l’immatriculation est de 7.500 FCFA pour les\npersonnes physiques et 12.500 FCFA pour les personnes morales.Que se passe-t-il en cas de changement ou de modification\ndans la situation juridique (vente, fusion, SARL en SA) de l’entreprise ?Il faut formuler la demande de mention modificative ou\ncomplémentaire dans les trente (30) jours de leur survenance auprès de la\njuridiction compétente.Conditions financières :10.00 FCFA pour les personnes morales5.000 FCFA pour les personnes physiquesComment se comporter en cas de dissolution ou de\ncessation d’activités ?Une radiation doit être demandée dans un délai d’un mois à\ncompter de la cessation des activités. Elle consiste à rayer sur le RCCM, l’immatriculation\nd’une personne physique ou morale.Dans le cas de dissolution de la personne morale\ncommerçante, c’est au liquidateur qu’il appartient de demander la radiation\ndans un délai d’un mois à compter de la clôture des opérations de liquidation.\nLa radiation entraine la perte de la qualité de commerçant ou la fin de la\npersonnalité morale.Conditions financières :10.000 FCFA pour les personnes morales5.000 FCFA pour les personnes physiquesPour  renseignement\nvous pouvez vous adresser :Aux greffes des Tribunaux de commerce de\nOuagadougou et de Bobo-DioulassoAux greffes des tribunaux de grande instanceA la maison de l’entreprise du Burkina Faso /https://www.me.gov.bf/ceforeAux représentations de la Chambre de commerce et\nd’industrie du Burkina Faso /http://www.cci.bf/?q=fr/nos-services/cre%CC%81er-et-de%CC%81velopper-votre-entrepriseVous pouvez aussi envoyer par SMS le mot RCCM au 3439 via un\nnuméro TelmobDirection de l’accès à la justice et de l’aide aux victimes (DAJAV) / Ministère de la Justice"
    },
    {
        "Title": "LA PLAINTE AVEC CONSTITUTION DE PARTIE CIVILE",
        "Link": "http://www.justice.gov.bf/index.php/2019/12/08/la-plainte-avec-constitution-de-partie-civile/",
        "Date": "8 décembre 2019",
        "Category": "Info-Pratique",
        "Description": "Une plainte avec constitution de partie civile est une action initiée par la victime d’une infraction lui permettant de saisir directement un juge d’instruction et de demander l’ouverture d’une enquête appelée information judiciaire.Toute personne qui se prétend lésée par un crime ou délit peut, en portant plainte, se constituer partie civile devant le juge d’instruction qui dresse PV lorsque la plainte est verbale.La partie civile qui met l’action publique en mouvement doit consigner au greffe la somme présumée nécessaire pour les frais de la procédure.Le juge d’instruction fixe la somme et le délai dans lequel celle-ci doit être consignée, par une ordonnance susceptible d’appel de la part de la partie civile sauf si celle-ci a obtenu l’assistance judiciaire.NB : lorsqu’une décision de non-lieu est rendue, après une information ouverte sur plainte avec constitution de partie civile, le mis en examen et toutes personnes visées dans la plainte, et sans préjudice d’une poursuite pour dénonciation calomnieuse, peuvent, s’ils n’usent de la voie civile, demander des dommages-intérêts au plaignant.La plainte avec constitution de partie civile lance à la fois :-une action pénale, l’auteur des faits risquant un procès et des sanctions pénales (peine de prison et/ou amende) ;-et une action civile qui permet de demander des dommages-intérêts à l’auteur des faits.Elle se distingue de la plainte simple qui saisit le procureur du Faso.Pour déposer une plainte avec constitution de partie civile, le plaignant doit avoir personnellement subi un préjudice causé par l’infraction poursuivie (ce préjudice peut être une blessure, une maladie, la perte d’une somme, la mort d’un ascendant ou conjoint…).• Peut-on retirer une plainte et quelles en sont les conséquences ?Retirer une plainte est possible à tout moment. Il suffit de se rendre au commissariat de police ou à la brigade de gendarmerie ou au bureau du procureur du Faso où la plainte a été déposée.A noter que le retrait de plainte n’entraînera pas automatiquement la fin des poursuites. En effet, dans la plupart des cas, le procureur juge seul de l’opportunité des poursuites, quelle que soit l’attitude de la victime à l’égard de l’auteur supposé des faits.Cependant, le procureur du Faso est obligé de cesser les poursuites si l’infraction est une injure ou une diffamation.Pour tous renseignements vous pouvez vous adresser :-Aux commissariats de police-Aux brigades de gendarmerie-Aux bureaux d’accueils et de renseignements des tribunaux de grande instance-Aux avocats-Aux huissiers de justice…Direction de l’accès à la justice et de l’aide aux victimes (DAJAV) / Ministère de la Justice"
    },
    {
        "Title": "COMMENT PORTER PLAINTE EN JUSTICE ?",
        "Link": "http://www.justice.gov.bf/index.php/2019/11/29/comment-porter-plainte-en-justice/",
        "Date": "29 novembre 2019",
        "Category": "Info-Pratique",
        "Description": "La plainte est l’acte par lequel une personne victime d’une infraction en saisi\nla justice. Elle peut être déposée contre une personne identifiée ou contre X,\nsi l’identité de l’auteur des faits est inconnue.La personne visée dans la plainte\npeut encourir des sanctions pénales (la prison, une amende…)  et éventuellement des sanctions civiles\n(paiement de dommages et intérêts) si les faits objet de la plainte\n(infraction) ont causé un préjudice à la victime.Elle peut également être déposée contre une personne morale (une\nentreprise, une association…).• Qui peut porter plainte ?Toute personne qui s’estime victime d’une infraction peut porter plainte.• Où déposer la plainte ?Le dépôt de la plainte peut se faire dans un commissariat de police, une\nbrigade de gendarmerie pour être acheminée au procureur du Faso du lieu de\ncommission de l’infraction.Le dépôt de la plainte peut aussi se faire directement auprès du procureur\ndu Faso.Selon le premier alinéa de l’article 242-9 du Code de procédure pénale\n(CPP) du Burkina Faso, « le procureur du Faso reçoit les plaintes et les\ndénonciations et décide de la suite à leur donner ».• CoûtLe dépôt d’une plainte est gratuit.• Décision du procureur du Faso-Si la plainte est faite devant l’officier de police judiciaire (à la\npolice ou à la gendarmerie), celui-ci procède à une enquête appelée enquête\npréliminaire sous la direction du procureur du Faso.-S’il est saisi directement, le procureur du Faso peut, une fois la plainte\ndéposée, la renvoyer soit à la police ou à la gendarmerie pour des enquêtes\ncomplémentaires avant de décider de la suite à donner. Il peut également\nlui-même procéder à l’enquête (enquête à parquet).A l’issue de l’enquête, il peut décider soit de poursuivre la personne en cause\nou de classer la plainte sans suite.-Si l’affaire paraît simple, le procureur du Faso peut procéder par la voie\nde citation directe pour saisir le tribunal.La citation directe est l’acte par lequel la personne poursuivie est\ndirectement citée à comparaître devant le tribunal correctionnel. Elle est en\nprincipe faite par exploit d’huissier de justice (acte rédigé et signifié par\nun huissier).En ce qui concerne le procureur du Faso, le Code de procédure pénale lui\npermet d’opter pour la procédure d’avertissement, sans passer par exploit\nd’huissier (article 322-12 du CPP).Il faut noter que la personne victime peut aussi par la voie de citation\ndirecte, saisir le tribunal pour le jugement de son affaire.Si l’affaire est qualifiée de crime ou est complexe, le procureur du Faso\nsaisit le juge d’instruction. Le juge d’instruction va procéder à une\ninvestigation afin de réunir tous les éléments utiles à la manifestation de la\nvérité.Le procureur du Faso peut décider de ne pas poursuivre dans certains\ncas :-Lorsque les faits sont prescrits, le délai pour poursuivre est dépassé (en\nmatière de crimes, la prescription est de 10 années révolues à compter du jour\noù il a été commis, si dans cet intervalle il n’a été fait aucun acte\nd’instruction ou de poursuite ; en matière de délit, la prescription est de 03\nannées révolues ; en matière de contravention, la prescription est de 12\nmois) ;-Lorsque  l’enquête ne permet pas de\nconclure à l’existence d’une infraction pénale ;-Lorsque la poursuite est inopportune.Dans ce cas le plaignant reçoit un\navis de classement sans suite qui indique le motif du classement.S’il conteste la décision de classement\nsans suite, il peut former un recours auprès du procureur général ou déposer\nune plainte avec constitution de partie civile devant le juge d’instruction.Une partie civile est une victime qui demande réparation financière du\npréjudice qu’elle a subi.Pour tous renseignements vous pouvez vous adresser :-Aux commissariats de police-Aux brigades de gendarmerie-Aux bureaux d’accueils et de renseignements des tribunaux de grande\ninstance-Aux avocats-Aux huissiers de justice…Direction de l’accès à la justice et de l’aide aux victimes (DAJAV) / Ministère de la Justice"
    },
    {
        "Title": "LE CASIER JUDICIAIRE",
        "Link": "http://www.justice.gov.bf/index.php/2019/11/22/le-casier-judiciaire/",
        "Date": "22 novembre 2019",
        "Category": "Info-Pratique",
        "Description": "L’homme\nest un être social et  vie en société est\nempreinte de rapports conflictuels. La justice, \nà travers son appareil répressif, aura un rôle pacificateur à jouer.\nCeux qui feront l’objet d’une condamnation, au lieu d’être marqués au fer rouge\nou de leur couper les oreilles comme c’était le cas des criminels à l’époque,\npourront être suivis par le casier judiciaire.En\neffet, l’origine du casier judiciaire remonte à 1848. Il fut créé par le\nmagistrat Arnould Bonneville de Marsanguy, procureur du roi de Versailles qui\nproposa l’idée du casier judiciaire tenu sur fiches classées dans la\njuridiction du lieu de naissance.Son\napplication fut organisée en 1850 par une circulaire du Garde des Sceaux Eugène\nRouher. Au Burkina Faso le casier judiciaire est réglementé par le Code de\nProcédure Pénal.Définition\ndu casier judiciaireC’est\nun ensemble d’informations centralisées qui recensent les condamnations pénales\net certaines autres décisions à l’encontre d’un individu.Aux\ntermes de l’article 624-1 du nouveau Code de procédure pénal (loi 040 AN du 29\nmai 2019 portant Code de procédure pénal), « le casier judiciaire »,\nest un système de traitement automatisé tenu sous l’autorité du ministre en\ncharge de la justice, qui assure, l’enregistrement, la conservation et la\nmodification des données concernant les décisions rendues en matière pénale. La\nfinalité du casier judiciaire est la communication des renseignements qui y\nsont enregistrés :1.\naux autorités chargées de l’exécution des missions judiciaires en matière\npénale ;2.\naux autorités administratives afin d’appliquer des dispositions nécessitant la\nconnaissance du passé judiciaire des personnes concernées par des mesures\nadministratives ;3.\naux personnes physiques et morales lorsqu’elles doivent produire un extrait de\ncasier judiciaire ;4.\naux autorités étrangères dans les cas prévus par des conventions\ninternationales.L’enregistrement\ndes informations est effectué par les greffes des cours et tribunaux ou par le\nservice du casier judiciaire central du ministère de la justice.Les\ndifférentes fiches du casier judiciaire1-\nLa fiche constatant:Une condamnation pour crime ou délit\nprononcée par une juridiction répressive ;Une décision prise en application des textes\nrelatifs à l’enfance  délinquante ;Une décision disciplinaire de l’autorité\njudiciaire, qui entraine ou édicte des incapacités ;Un jugement déclaratif de faillite ou de\nliquidation judiciaire ;Un jugement prononçant la déchéance de la\npuissance paternelle ou le retrait de tout ou partie des droits y attachés.2-\nLa fiche constatant une décision disciplinaire d’une autorité administrative\nqui entraine ou édicte des incapacités.3-\nLa fiche contenant un arrêté d’expulsion \npris par le ministre de l’administration territoriale.Par ailleurs il convient de\npréciser  que les copies de fiches du\ncasier judiciaire ont des  destinations\ndifférentes:La copie \ndu casier judiciaire destinée à l’échange internationalLa copie du casier judiciaire destinée au\ncasier administratif électoralLa copie du casier judiciaire destinée au\nbureau de recrutement militaireLa copie du casier judiciaire destinée au\ncasier judiciaire d’origineLa copie du casier judiciaire destiné au\ncasier centralLes\ndifférents types de casier  judiciaireCommunément  appelé casier judiciaire, l’extrait du casier\njudiciaire est un acte qui contient tout ou partie des informations contenu\ndans le casier. Il fait l’objet de 3 bulletins :Le\nbulletin numéro  1Il fait\nressortir toutes les condamnations et décisions contenues dans le casier\njudiciaire. Il n’est délivré qu’aux autorités judiciaires. Tous les trois types\nde fiches sont mis à contribution pour son établissement.Le\nbulletin numéro 2Il\ncomporte la plupart des condamnations contenues dans le bulletin numéro 1 à\nl’exception des :décisions prononcées en vertu des textes\nrelatifs à l’enfance délinquante ;condamnations assorties du bénéfice du\nsursis, lorsqu’elles doivent être considérées  comme non avenues ;condamnations effacées par la réhabilitation\nde plein droit ou par la réhabilitation judiciaire ;jugements de faillite effacés par la\nréhabilitation ;décisions d’expulsion abrogées ou\nrapportées ;décisions disciplinaires effacées par la\nréhabilitation.Le\nbulletin numéro 2 du casier judiciaire n’est délivré qu’aux administrations\npubliques de l’Etat, aux autorités militaires (et aux autorités compétentes en\ncas de contestation sur l’exercice des droits électoraux).Tous\nles trois types de fiches sont utilisés pour son établissement.Le\nbulletin numéro 3C’est celui qui est le plus\ncouramment demandé. Il comporte des condamnations à des peines privatives de\nliberté prononcées par une juridiction répressive pour crime ou délit.Il n’est délivré qu’à la\npersonne concernée. Seule la première fiche est utilisée pour son\nétablissement.Les\nconditions d’obtention d’un extrait du casier judiciairePour\nobtenir un extrait du casier judiciaire, le demandeur saisit le Tribunal à\ntravers une requête adressée au Greffier en chef du tribunal de grande instance\ndu lieu de sa naissance.Pour\nles Burkinabè résidant au Burkina Faso et qui sont nés à l’étranger, c’est la\nCour d’Appel de Ouagadougou qui est compétente. La requête est timbrée à 200\nFCFA et doit contenir l’acte de naissance du demandeur et une quittance de 300 francs\nCFA. Après vérification, l’extrait du casier judiciaire est signé par le\nGreffier en Chef et visé par le Procureur du Faso. Son délai de validité est de\ntrois mois, à compter du jour de sa délivrance. Le délai moyen de délivrance\nest de 72 heures.Pour\nles étrangers résidant au Burkina Faso, c’est également la Cour d’Appel de\nOuagadougou qui est compétente. Le demandeur doit, à la place d’un acte de\nnaissance, produire un certificat d’identité et de résidence de moins de trois\nmois.Cas\nexceptionnel: Pour les étrangers ayant résidé au\nBurkina Faso à une période donnée de leur vie, et qui n’y sont plus, il arrive\nqu’il leur soit demandé un document attestant qu’ils n’ont pas fait l’objet de\npoursuites devant les cours et tribunaux burkinabè.Dans ce cas, il peut leur\nêtre délivré, en lieu et place d’un extrait de casier judiciaire (puisqu’ils ne\nrésident plus au Burkina Faso), une attestation de non poursuite. La requête\npour l’obtention de cette attestation doit contenir, outre l’extrait d’acte de\nnaissance de l’intéressé, toutes pièces justifiant de sa présence au Burkina\nFaso à la période concernée.Ministère de la Justice"
    },
    {
        "Title": "PROCÉDURE DE DEMANDE DE CERTIFICAT DE NATIONALITÉ",
        "Link": "http://www.justice.gov.bf/index.php/2019/08/02/procedure-de-demande-de-certificat-de-nationalite/",
        "Date": "2 août 2019",
        "Category": "Info-Pratique",
        "Description": "Le certificat de nationalité est une attestation délivrée par le président ou un juge du Tribunal de grande instance (TGI), au vu des pièces justificatives, selon laquelle une personne est de nationalité burkinabè.Il peut être demandé dans les cas suivants : établissement d’une carte nationale d’identité burkinabè ou d’un passeport, candidature à un emploi dans la fonction publique, etc.Pour\nobtenir le certificat de nationalité, la personne doit adresser une demande\ntimbrée à 200 FCFA (timbre fiscal) au président du TGI saisi et à laquelle est\njoint :Pour le demandeur\nburkinabè né au Burkina Faso : son extrait d’acte de naissance et celui de\nl’un des parents né au Burkina Faso ou son extrait d’acte de naissance et le\ncertificat de nationalité burkinabè de l’un des deux parents.Pour le demandeur\nburkinabè né à l’étranger : son extrait d’acte de naissance et le\ncertificat de nationalité burkinabè de l’un des parents.Pour l’étranger\nqui a acquis la nationalité burkinabè du fait de son mariage avec un (e)\nBurkinabè : son extrait d’acte de naissance et l’acte de mariage et le\ncertificat de nationalité burkinabè du conjoint ou de la conjointe.Pour l’apatride\nson extrait d’acte de naissance et un certificat de résidence sur le territoire\nburkinabè.Pour le\nnaturalisé : l’extrait d’acte de naissance, celui de l’un de ses parents,\nle décret de naturalisation. Quant à ses enfants, ceux-ci doivent produire, en\nplus de l’extrait d’acte de naissance, le certificat de nationalité du parent\nnaturalisé et son décret de naturalisation.Outre la\nproduction des pièces exigées, le demandeur est tenu d’apporter un timbre\nfiscal de 200 FCFA, au paiement de la somme de 500 FCFA pour l’original et de\n100 FCFA pour chaque copie.Le certificat de nationalité peut s’établir dans tous les\ntribunaux de grande instance. Le délai moyen de traitement est d’une semaine.Dépôt tous les jours ouvrablesVous pouvez demander autant de copiesConservez l’original de votre certificat de nationalité (comportant\nle drapeau du Burkina Faso), afin de demander ultérieurement des copies.Vous pouvez établir les certificats de nationalité de vos enfants,\njuste après leurs naissancesIl ne se périme pas, il n’a pas une durée de validitéVous pouvez le faire partout où il existe un tribunal de grande\ninstanceDirection de l’accès à la justice et de l’aide aux victimes / Ministère de la Justice"
    },
    {
        "Title": "RÉPUDIATION DE LA NATIONALITÉ BURKINABÈ ET PIÈCES A FOURNIR",
        "Link": "http://www.justice.gov.bf/index.php/2019/07/25/repudiation-de-la-nationalite-burkinabe-et-pieces-a-fournir/",
        "Date": "25 juillet 2019",
        "Category": "Info-Pratique",
        "Description": "La répudiation (renonciation volontaire) de la nationalité burkinabè est encadrée par laZatu AN VII 13 du 16 novembre 1989 portant institution et application d’un Code des Personnes et de la Famille au Burkina Faso.Ce code prévoit, en son article 186, deux modes de répudiation de la nationalité :L’exercice\nde la faculté de répudiation(I);La\nrépudiation pour cause d’acquisition d’une nationalité étrangère(II);L’exercice de la faculté de répudiationL’exercice\nde la faculté de répudiation de la nationalité burkinabè est subordonné à des\nconditions de fond ou d’existence de la faculté (A) mais aussi à des conditions\nde forme (B).Les conditions de fond ou\nd’existence de la facultéLa\nfaculté de répudier la nationalité burkinabè n’est possible que dans trois cas\nlimitativement énumérés par le Code des personnes et de la famille. La faculté\nde répudiation de la nationalité burkinabè existe:pour l’enfant qui n’est pas né au\nBurkina Faso, si un seul des parents est burkinabè. L’exercice de cette faculté\nn’est possible qu’uniquement dans les six (06) mois précédant sa majorité (art.\n140 al. 1 du CPF) ;pour l’enfant né au Burkina Faso d’un\npère ou d’une mère qui y est lui-même né. Ici également, l’exercice de la faculté\nn’est possible qu’uniquement dans les six (06) mois précédant sa majorité (art.\n144 du CPF)pour le Burkinabè qui épouse un\nétranger  et qui ne veut plus conserver\nsa nationalité burkinabè. Celui-ci doit en faire la déclaration de répudiation\nexpressément avant la célébration du mariage, faute de quoi, il se retrouvera\nforclos (art. 188 du CPF). Cette déclaration peut être faite sans autorisation,\nmême si l’intéressé est mineur.B-\nConditions de forme de l’exercice de la faculté de répudiationPièces à fournirEn vue de l’exercice de la faculté de\nrépudiation, le requérant doit souscrire une déclaration contenant les pièces\nsuivantes :– Pour l’enfant qui n’est pas né au Burkina Faso, si un seul des parents\nest Burkinabè et pour l’enfant né au Burkina d’un père ou d’une mère qui y est\nlui-même né :un\nextrait d’acte de naissance (ou jugement supplétif d’acte de naissance) de\nl’intéressé ;les\nactes de naissances des parents ;les\ncertificats de nationalité des parents.– Pour le Burkinabè qui épouse un étranger et\nqui ne veut plus conserver sa nationalité burkinabè :son\nacte de naissance et ou certificat de nationalité burkinabè ;le\ncertificat de nationalité du futur conjoint ;le\nprojet de mariage ;tout\ndocument ou élément attestant de la possibilité pour l’intéressé d’acquérir la\nnationalité de son futur conjoint après le mariage.Lieu de la souscription de la déclaration de répudiation de nationalitéIl\nfaut distinguer selon que le requérant réside au Burkina Faso ou à l’étranger :s’il\nréside au Burkina Faso, la déclaration de répudiation de nationalité burkinabè\ndoit être souscrite devant le président du Tribunal civil (le Tribunal de\ngrande instance) dans le ressort duquel le déclarant a son domicile (art. 192\ndu CPF) ;s’il\nréside à l’étranger, la déclaration doit être souscrite devant les agents\ndiplomatiques ou consulaires burkinabè (art. 193 du CPF).La déclaration de répudiation de la nationalité burkinabè est ensuite\nacheminée par le Président du Tribunal de grande instance ou l’agent\ndiplomatique devant qui elle a été faite, au Ministre de la Justice pour examen\net suite à donner.Enregistrement de la déclarationA peine de nullité, la déclaration et\nles pièces jointes en vue de répudier la nationalité sont transmises au\nMinistère de la Justice pour être enregistrées (art. 194 CPF). Toutefois, si le\nMinistre de la Justice estime que les conditions requises pour l’exercice de la\nfaculté de répudiation ne sont pas remplies, il refuse d’enregistrer la\ndéclaration. Ce refus est notifié avec ses motifs au déclarant qui dispose d’un\ndélai de deux mois à compter de la notification, pour se pourvoir devant le\ntribunal civil qui décide de la validité ou de la nullité de la déclaration (art.\n195 du CPF).Le délai d’enregistrement ou de refus\nd’enregistrement est de six (06) mois à compter de la date de souscription de\nla déclaration. En cas de non-respect de ce dernier délai, le Ministre de la\nJustice doit remettre au déclarant, sur sa demande, copie de sa déclaration\navec mention de l’enregistrement effectué.La répudiation pour cause\nd’acquisition d’une nationalité étrangèreLa\nrépudiation pour cause d’acquisition d’une nationalité étrangère est également\nsubordonnée à des conditions de fond ou d’existence (A) mais aussi à des\nconditions de forme (B).Conditions de fond ou d’existence de\nla répudiation pour cause d’acquisition d’une nationalité étrangèreTout Burkinabè même mineur ayant une\nnationalité étrangère, peut être autorisé par le gouvernement sur sa demande à\nperdre la nationalité burkinabè (art.\n186 al. 2 du CPF).Lorsqu’il s’agit d’un mineur,\ncelui-ci doit être autorisé ou représenté dans les conditions suivantes prévues\nà l’article 160 du CPF :– Si le mineur est âgé de dix-huit\n(18) ans, il peut faire la déclaration sans \nautorisation ;-S’il est âgé de seize (16) ans mais\nn’a pas atteint l’âge de dix-huit (18) ans, il doit être autorisé par la ou les\npersonnes exerçant l’autorité parentale de droit ou en vertu d’une décision\njudiciaire;– S’il est âgé de moins de seize (16)\nans, il est représenté par la ou les personnes exerçant l’autorité\nparentale de droit ou en vertu d’une décision judiciaire.B- Conditions de forme de la\nrépudiation pour cause d’acquisition d’une nationalité étrangèrePièces à fournirEn vue de la répudiation pour cause\nd’acquisition d’une nationalité étrangère, le requérant doit souscrire une\ndéclaration contenant les pièces suivantes :un\nextrait d’acte de naissance (ou jugement supplétif d’acte de naissance);un\ncertificat de nationalité burkinabè ;la\npreuve de la nationalité étrangère acquise.Lieu de la souscription de la déclaration de répudiation de nationalitéIl faut distinguer selon que le\nrequérant réside au Burkina Faso ou à l’étranger :s’il\nréside au Burkina Faso, la déclaration de répudiation de nationalité burkinabè\ndoit être souscrite devant le président du Tribunal civil (le Tribunal de\ngrande instance) dans le ressort duquel le déclarant a son domicile (art. 192\ndu CPF) ;s’il\nréside à l’étranger, la déclaration doit être souscrite devant les agents\ndiplomatiques ou consulaires burkinabè (art. 193 du CPF).La déclaration de répudiation de la nationalité burkinabè est ensuite\nacheminée par le Président du Tribunal de grande instance ou l’agent\ndiplomatique devant qui elle a été faite, au Ministre de la Justice pour examen\net suite à donner.c- Les décisions possiblesL’examen de la demande est sanctionné\npar deux types de décisions.Un décret en Conseil des ministres\nportant autorisation de perdre la nationalité burkinabè (art. 186 al.2 et 201 du CPF)est prislorsque le Ministre\nde la Justice estime que la demande remplit les conditions de forme et de fond\nprévues par la loi.Lorsque par\ncontre, le Ministre de\nla Justice estime que la demande ne mérite pas d’être accueillie favorablement,\nil prend une décision de rejet. L’article 202 du CPF prévoit qu’en pareil cas,\n« … sa décision n’exprime pas de motifs. Elle est notifiée à\nl’intéressé ».Direction des affaires civiles et commerciales (DACC) / Ministère de la Justice"
    },
    {
        "Title": "CHOISIR SON RÉGIME MATRIMONIAL",
        "Link": "http://www.justice.gov.bf/index.php/2019/07/19/choisir-son-regime-matrimonial/",
        "Date": "19 juillet 2019",
        "Category": "Info-Pratique",
        "Description": "Le régime matrimonial est l’ensemble des dispositions légales ou résultant de la volonté des époux (traduite alors dans un contrat de mariage) qui organisent la gestion des biens et des dettes des époux pendant le mariage et à la fin du mariage (décès, séparation de corps ou divorce).Au Burkina Faso, le Code des personnes et de la famille (CPF) prévoit que les époux peuvent faire quant à leurs biens toutes les conventions pourvu qu’elles ne soient pas contraires aux bonnes mœurs ni aux dispositions dudit  Code (article 311 CPF). Cette liberté reconnue par la loi aux époux peut s’exprimer d’abord dans la possibilité de choisir entre un régime légal, c’est-à-dire parmi ceux proposés par le législateur, et un régime conventionnel.Le régime matrimonial légalest celui dont la naissance, le\nfonctionnement et la fin sont réglementés par la loi. Le CPF en a prévu deux:–La communauté réduite aux acquêts: chaque époux reste propriétaire des biens qu’il avait avant le\nmariage et les biens achetés ou reçus pendant le mariage appartiennent aux deux\n(ce sont les acquêts).–La séparation de\nbiens: chaque époux est seul\npropriétaire des biens qu’il acquiert avant et pendant le mariage. Il n’y a pas\nde biens communs.Le régime conventionnelest celui qui découle de la volonté des futurs\népoux. Il se manifeste par le contrat de mariage qui constitue le moyen\npar lequel les époux peuvent fixer le sort de leurs biens. Deux options s’offrent aux futurs époux\nquand ils font un contrat de mariage. Ils peuvent soit choisir parmi les\nrégimes existant en l’état sous la forme de régimes légaux (communauté réduite\naux acquêts ou séparation de biens) ou construire leur propre régime. Ainsi,\npar le contrat de mariage, les futurs époux peuvent choisir entre autres :– la communauté des acquêts ;– la séparation des biens ;– la\ncommunauté de meubles et acquêts : tous les biens acquis pendant le mariage\nplus tous les biens meubles (par exemple : mobylette, télévision, table, lit…)\nque les époux avaient avant le mariage appartiennent aux deux époux. Chaque\népoux reste seul propriétaire des biens immeubles (par exemple : maison,\nterrain, immeuble…) qu’il avait avant le mariage.-la\ncommunauté universelle : tous les biens des époux, acquis avant et pendant le\nmariage, appartiennent aux deux époux.Comment choisir son régime matrimonial ?Si vous faites le choix de la forme de\nmariage monogamique :– la\ncommunauté réduite aux acquêts s’applique automatiquement, en l’absence d’un\ncontrat de mariage ou de déclaration d’option pour la séparation de biens ;– la\nséparation de biens s’applique si vous en faites la déclaration au moment de la\nconstitution de votre dossier de mariage. Il faudra pour cela informer\nl’officier de l’état civil (maire ou son représentant) de votre choix ;– Le contrat\nde mariage peut être choisi. Vous devez aller voir un notaire pour sa rédaction\net sa signature. Le contrat de mariage ainsi conclu sera joint aux autres\npièces du dossier de votre mariage avant le mariage..Si vous faites le choix de la polygamie\ncomme forme de votre mariage, vous êtes obligatoirement soumis au régime de\nla séparation de biens.Peut-on changer de régime matrimonial pendant\nle mariage ?Oui, mais il\nfaut :-que le mariage ait duré deux ans au moins ;-l’accord des deux époux pour changer ;– que ce changement soit guidé par l’intérêt de la famille ;-aller voir\nun notaire qui va dresser l’acte constatant le choix du nouveau régime\nmatrimonial des époux ;-faire approuver l’acte dressé par le notaire par\nle juge qui vérifie si le changement est dans l’intérêt de la famille.S’agissant spécifiquement du régime matrimonial de la communauté réduite aux\nacquêts :C’est le\nrégime matrimonial où certains biens appartiennent en commun aux deux conjoints\n(les biens communs) et où d’autres biens restent la propriété de chaque\nconjoint (les biens propres). Des règles différentes s’appliquent à ces deux\nsortes de biens.Les biens\npropres sont les biens qui restent la propriété personnelle de l’un ou de\nl’autre époux pendant le mariage. On a donc les biens propres du mari et les\nbiens propres de la femme. Ces biens comprennent :-les biens\nque les époux possédaient avant le mariage ;-les vêtements, le linge à usage personnel d’un des époux ;-les instruments de travail ;-les souvenirs de famille, bijoux ;-les biens reçus pendant le mariage par donation ou héritage ;-l’argent reçu de la vente d’un de ces biens propres et bien acheté avec cet\nargent.Les biens communs sont les biens qui\nappartiennent aux deux époux. Ces biens comprennent :– les gains et salaires des époux ;– tous  les biens meubles et immeubles acquis ensemble\nou séparément après la célébration du mariage sauf ceux acquis avec des deniers\npropres ou provenant de l’aliénation d’un bien propre ;–\ntous revenus ou fruits (prix de vente ou loyers) de biens propres perçus et non\nconsommés à la date de la dissolution de la communauté ;Comment les biens sont-ils gérés pendant\nle mariage dans le régime matrimonial de la communauté réduite aux acquêts ?Les pouvoirs des époux sur les biens sont différents selon la catégorie de\nbiens visée.Avec les biens propres : chaque\népoux peut faire ce qu’il veut avec les biens qui lui appartiennent en propre.\nSauf :– s’il s’agit du logement familial : celui-ci est protégé ;– chaque époux doit d’abord participer aux charges du ménage avant de dépenser\nson argent.Avec les biens communs : certains actes peuvent être posés par chaque époux\nagissant seul, d’autres actes nécessitent l’accord des deux conjoints :–seul, chaque époux peut gérer ces\nbiens, les entretenir, percevoir les revenus produits par ces biens (ex : loyer\nd’un immeuble), utiliser librement l’argent commun (sauf les gains et salaires\ndu conjoint).–avec l’accord de l’autre, les deux\népoux peuvent donner un bien commun, faire un emprunt, passer un contrat de\nbail de plus de 3 ans, etc.Soit les deux époux signent l’acte ensemble, soit l’un donne autorisation à\nl’autre pour signer en son nom.Chaque époux utilise comme il veut ses gains et salaires mais :-il doit d’abord participer aux charges du ménage et aux frais d’éducation et\nd’entretien des enfants ;-les biens achetés avec cet argent deviennent des biens communs ;-les économies faites avec cet argent appartiennent à la communauté.Le sort des dettes dans le régime de la\ncommunauté réduite aux acquêts-une dette\ncontractée par un conjoint avant le mariage ne peut être payée qu’avec ses\nbiens propres;– une dette contractée par un conjoint pendant le mariage peut être payée avec\nses biens propres et/ou avec les biens communs ;– une dette contractée par les deux conjoints peut être payée avec les biens\npropres des deux époux et/ou les biens communs.Certaines dettes, même si elles sont contractées par un seul conjoint pendant\nle mariage, peuvent engager tous les biens propres et communs. Il s’agit :– des dettes relatives à l’entretien du ménage et l’éducation des enfants ;– des cotisations à la sécurité sociale ;– des impôts sur les revenus.Que faire si votre conjoint met en danger la\nfamille par les actes de gestion qu’il pose ?Vous pouvez\nnotamment :-demander au tribunal d’interdire à votre conjoint de poser des actes de\ngestion ;-demander au tribunal le régime de la séparation de biens ;-demander au tribunal son placement en curatelle si votre conjoint dépense de façon\npersistante et anormale ses biens propres ou communs ;-demander au\ntribunal le pouvoir d’agir à la place de votre conjoint et le faire déclarer\nincapable s’il a des troubles mentaux.Pour plus d’informations,\nadressez-vous à la mairie ou à la préfecture, auprès d’un notaire, au bureau d’accueil\net de renseignement du palais de justice…Direction des affaires civiles et\ncommerciales / Ministère de la Justice"
    },
    {
        "Title": "LA SUCCESSION PAR TESTAMENT",
        "Link": "http://www.justice.gov.bf/index.php/2019/07/12/la-succession-par-testament/",
        "Date": "12 juillet 2019",
        "Category": "Info-Pratique",
        "Description": "Le testament est un acte personnel par\nlequel la personne (testateur) transfère gratuitement pour le temps où elle\nsera morte tout ou une partie de ses biens à tous ceux qu’elle veut.Le transfert prend le nom de legs, le bénéficiaire\nprend le nom de légataire.Quelles\nconditions faut-il remplir pour faire un testament valable ?-Avoir\n20 ans au moins et jouir de ses facultés mentales ;-Décider\nlibrement, sans  être forcé par menace ou\nviolence, ou sans être trompé.Quelle\ncondition le testateur doit respecter ?Il peut disposer\ncomme il veut seulement de la moitié de ses biens (quotité disponible), car la\nmoitié restante est destinée aux héritiers réservataires (le conjoint, les\nparents de la 1e catégorie et à défaut des parents de cette catégorie, les\nparents de la 2e catégorie).Si le testateur\na fait des donations quand il était vivant et des legs par testament, dont la\nvaleur excède  le montant de la quotité\ndisponible, les héritiers réservataires peuvent demander la réduction des legs\net, si cela ne suffit pas, la réduction des donations, en commençant par la\ndernière faite.Quelles\nconditions il faut remplir  pour recevoir\nun legs ?Il faut être  vivant au moment du décès du testateur.Comment\nfaire un testament ?-Le testateur peut l’écrire  en la langue qu’il veut, dater et signer de\nsa propre main (faute  de quoi le\ntestament est nul) et le déposer entre les mains d’une personne ou chez un\nnotaire afin qu’on puisse le retrouver après sa mort (testament olographe) ;-Ou bien, le testateur\npeut s’adresser à un officier public (notaire, maire, juge ; greffier…)\npour lui dicter son testament. S’il ne sait ni lire ni écrire, il doit amener\ndeux témoins de 20 ans au moins (testament public) ;-Ou\nbien, le testateur peut, avant de mourir, appeler une autorité publique (maire,\ncommissaire, préfet, juge, notaire, greffier) ou une autorité familiale (chef\nde famille…), plus 3 témoins de 20 ans au moins dont 2 de la famille et leur\ndicter ce qu’il veut qu’on fasse avec ses biens après sa mort (déclaration de\ndernière volonté).Est-ce\nqu’on peut revenir sur son propre testament ?A tout moment,\non peut le supprimer, et le remplacer par un autre ou le modifier. Au moment de\nla mort, on exécute le testament qui est retrouvé ou, s’il y en a plusieurs, le\ndernier.Peut-on\nannuler le testament de quelqu’un après sa mort ?Les héritiers peuvent demander au\ntribunal d’annuler le testament s’il est faux, si le défunt a été forcé ou\nmenacé ou si la loi n’est pas respectée (par exemple : le testateur a tout\ndonné  à des amis et rien à ses enfants).\nLes héritiers ont un délai de 5 ans à compter de la connaissance du testament\npour faire la demande.Quel\npeut être le contenu du testament ?Il y a 3 sortes\nde legs que le testateur peut faire :Le legs universel : donne à une ou plusieurs personnes tous les biens laissés (sauf les biens destinés aux héritiers réservataires ou aux légataires particuliers) ;Le legs à titre universel : donne droit à une quote-part des biens laissés ;Le legs particulier : donne droit à un ou plusieurs biens déterminés (la maison, la mobylette, etc.).Direction de l’accès à la justice et de l’aide aux victimes (DAJAV) / Ministère de la Justice"
    },
    {
        "Title": "LA SUCCESSION SELON LA LOI",
        "Link": "http://www.justice.gov.bf/index.php/2019/07/05/la-succession-selon-la-loi/",
        "Date": "5 juillet 2019",
        "Category": "Info-Pratique",
        "Description": "La succession est la manière de\ntransmettre les biens (par exemple : une maison), les droits (par\nexemple : une créance et les dettes) d’une personne décédée à ses\nhéritiers.On parle de succession en cas de\nmort d’une personne, ou en cas de déclaration de mort  par le tribunal de grande instance    (quand la personne est absente depuis 14\nans au moins ou elle est disparue).Il y a  deux types de successions :La succession selon la loi (lorsque le défunt n’a pas laissé de testament); le bénéficiaire s’appelle héritier.La succession par testament ; le bénéficiaire s’appelle légataire et ce qu’il reçoit est appelé legs.Quelles formalités accomplir en cas de décès ?Faire constater le décès par un médecin.Déclarer le décès à l’officier de l’état\ncivil (maire ou préfet) du lieu du décès dans les deux mois qui suivent. Si le\ndélai est expiré, demander au tribunal départemental ou d’arrondissement du\nlieu du décès un jugement supplétif d’acte de décès.Quel tribunal peut être  saisi pour tous problèmes relevant des\nsuccessions ?Le tribunal de grande instance du lieu\ndu dernier domicile du défunt.En la matière sont applicables les\nrègles fixées par la Constitution (art. 25), par le Code des personnes et de la\nfamille (art.. 77-105, 116-133, 705-890, 921-975, 1063-1064) et par la loi\n26-63 du 24 juillet 1963 relative à l’enregistrement, le timbre et l’impôt sur\nles valeurs mobilières au Burkina Faso (art. 139-186, 300).SELON LA LOIQuelles conditions doit remplir l’héritier pour\nhériter ?Etre vivant au moment de la mort du défunt.Ne pas avoir\ncommis des fautes graves envers le défunt (par exemple : être la cause de\nson décès ou avoir eu un comportement méprisant à son égard). Autrement, il\npeut être exclu du partage des biens du défunt par le tribunal (suite à une\ndemande de tout autre héritier).Qui sont les héritiers?                                                                                      Les parents du défunt jusqu’au 6edegré, repartis en 3 catégories (ils héritent toujours en concours avec le conjoint survivant)                        Les premiers à hériter sont les parents de la 1ecatégorie : les enfants (tous, nés dans ou hors le mariage, d’un premier ou deuxième lit, sont à égalité ; le partage se fait par tête et chacun reçoit une part égale). S’il n’y a plus d’enfants, les petits enfants et s’il n’y en a plus, les arrière-petits-enfants, et ainsi de suite.                                                         A défaut de cette catégorie, la succession revient à ceux de la 2ecatégorie : le père et la mère, les frères et les sœurs du défunt (et à défaut, leurs enfants).La\nsuccession est partagée en deux parts égales entre la ligne maternelle et\npaternelle du défunt.Dans\nchaque ligne, la succession est partagée en deux parts égales : une pour\nle père ou la mère, l’autre pour les frères et sœurs (ou leurs enfants).Si le père et/ou la mère est mort, sa portion va aux frères et sœurs du défunt de la ligne paternelle et/ou maternelle. A défaut de frères et sœurs ou de leurs enfants, le père et la mère prennent toute la succession.                         A défaut de ceux de cette 2ecatégorie, la succession revient à ceux de la 3ecatégorie : les grands parents, les oncles et les tantes, les cousins et cousines.Une moitié va\naux grands-parents (elle est divisée en parts égales entre les grands parents\nde la  ligne maternelle et ceux de la\nligne paternelle) et une moitié aux oncles, tantes cousins et cousines (elle\nest divisée à moitié entre ceux de la ligne maternelle et ceux de la ligne\npaternelle, et dans chaque ligne le partage est fait par tête et en parts\négales).S’il n’y a plus de grands-parents, leur\npart va aux oncles, tantes cousins et cousines… et vice-versa.2. le conjoint survivant (seul celui marié\ncivilement) :S’il n’y a pas\nde parents héritiers, selon les 3 catégories ci-dessus, il hérite de\ntout ;En présence des parents :De la 1ecatégorie, il adroit\nau ¼ de la succession ;De la 2ecatégorie, il a\ndroit au ¼ de la succession ;De la 3ecatégorie, il a\ndroit au ¼ de la succession.En cas de\npolygamie, toutes les femmes doivent partager à égalité la part qui revient au\nconjoint survivant.En cas de\ndivorce, l’ex conjoint survivant perd tout droit à la succession du défunt,\ntandis qu’il garde tout droit en cas de séparation de corpssauf si\nla séparation avait été prononcée contre lui, c’est-à-dire par sa faute.3. L’Etat hérite de tout\nsi le défunt n’a pas laissé d’héritiers, ni de conjoints ni de testament.Comment prouver la\nqualité d’héritier ?Par\nun certificat d’hérédité délivré par le tribunal départemental ou\nd’arrondissement du lieu    du décès. Un\ntel certificat peut toujours être contesté.L’héritier\npeut aussi agir devant le tribunal de grande instance contre celui qui, en se\ndisant héritier, détient des biens héréditaires, afin de se faire reconnaître\nla qualité d’héritier et d’obtenir la restitution de ces biens (action en\npétition d’hérédité).Il\na un délai de 10 ans, à partir du moment où l’autre personne se dit héritier,\npour agir en justice.Direction de l’accès à la justice et de l’aide aux victimes (DAVAV) / Ministère de la Justice"
    },
    {
        "Title": "LA PENSION ALIMENTAIRE",
        "Link": "http://www.justice.gov.bf/index.php/2019/06/28/la-pension-alimentaire/",
        "Date": "28 juin 2019",
        "Category": "Info-Pratique",
        "Description": "La pension alimentaire est une obligation alimentaire, qui résulte du lien de parenté ou d’alliance pouvant exister entre des personnes. Elle consiste en une aide matérielle due entre certaines personnes limitativement énumérées. Le montant de la pension alimentaire est fixé en fonction des ressources du débiteur et des besoins du créancier d’aliments.La pension alimentaire est différente de l’ » action aux fins de subsides  » qui désigne la demande faite en justice par un enfant qui, bien que safiliationpaternelle ne soit pas légalement établie, peut intenter pendant le temps de saminoritéet encore pendant les deux premières années de samajorité, en vue d’obtenir des aliments de celui ou de ceux qui, pendant la période légale de la conception, ont eu des relations avec sa mère.L’obligation alimentaire peut exister en raison du lien de\nparenté ou d’alliance entre certaines personnes.Le\nlien de parentéLa loi impose aux parents l’obligation d’entretenir leurs enfants et réciproquement,\ncette obligation pèse sur les enfants dans certains cas. Cette obligation\nalimentaire peut aussi exister entre parents en ligne collatéral.-L’obligation d’entretien des enfantsQue l’enfant soit né dans le mariage ou hors mariage, ou\nencore adopté, les parents ont l’obligation de nourrir, d’entretenir et\nd’éduquer leurs enfants. Si pour les enfants nés dans le mariage ou adoptés le\nproblème ne se pose pas quant à l’obligation des père et mère, cela n’est pas\nle cas pour les enfants nés hors mariage. En effet, l’article 682 du Code des\npersonnes et de la famille (CPF) prévoit une obligation alimentaire entre les\népoux et leurs enfants issus de leur union. Cette obligation découle des effets\ndu mariage. Les époux contractent ensemble, par le seul fait du mariage,\nl’obligation de nourrir, d’entretenir et d’éduquer leurs enfants (art. 296 al.\n2 CPF).S’agissant des enfants nés hors mariage l’obligation existe pour autant que la\nfiliation est établie envers l’un et l’autre des parents.En tout état cause, l’obligation alimentaire qui incombe aux père et mère\nrepose sur la filiation si et seulement si celle-ci soit établie.-L’obligation alimentaire entre\nparentsL’article 685 du CPF dispose que : « L’obligation alimentaire\nrésultant de la parenté est réciproque. Entre parents en ligne directe, elle\nexiste sans limitation de degré. En ligne collatérale, elle existe entre frères\net sœurs germains, utérins ou consanguins ainsi que leurs descendants. La\nparenté adoptive crée une obligation alimentaire régie par les dispositions\nprévues au chapitre relatif à la filiation adoptive ». Elle est l’obligation\nqui existe entre descendants et ascendants ; frères et sœurs ; adopté et\nadoptants (adoption plénière) ; adopté et adoptants et père et mère biologiques\n(adoption simple).Le\nlien d’allianceL’article 682 du CPF institue non seulement une obligation\nalimentaire entre les époux mais aussi entre alliés.– L’obligation alimentaire entre\népouxConsidérée comme un effet du mariage, l’obligation\nalimentaire résulte du devoir réciproque de secours. Ainsi l’époux doit venir\nen aide à son conjoint qui se trouve dans le besoin. Cette obligation qui est\nmoins perceptible en cas d’entente entre époux apparaît clairement en cas de\ncrise dans le foyer. C’est l’hypothèse dans laquelle un époux manque à son\nobligation de contribution aux charges du ménage ou d’abandon de domicile\nconjugal ou en cas de procédure de séparation de corps ou de divorce. Cette\nobligation peut survivre au mariage dans deux hypothèses :En cas de divorce, une pension alimentaire peut être accordée à l’époux\ninnocent pour une durée maximale de trois ans (art.399 et 400 du CPF). Cette\ncharge est transmissible aux héritiers du débiteur. Cependant si le créancier\nd’aliments se remarie ou vit en concubinage notoire l’obligation alimentaire\ncesse.En cas de décès de l’époux, la veuve a droit pendant trois\ncents jours sur la succession, à la nourriture et au logement (art.684 du CPF).-L’obligation alimentaire entre\nalliésLe mariage crée des liens d’ordre alimentaire entre chaque\népoux et les ascendants au premier degré de son conjoint (art.686 CPF). Cette\nobligation se limite au premier degré de sorte qu’un époux n’est pas tenu\nd’assurer cette obligation aux grands-parents de son conjoint.De même il n’existe pas d’obligation alimentaire dans la famille recomposée.NB : l’obligation alimentaire entre alliés disparaît en cas de divorce ou de\ndécès du conjoint qui créait l’alliance même s’il existe des enfants issus de\nce mariage.La\nsituation matérielle des parties et l’exécution de l’obligation alimentaire-La situation matérielle des partiesL’existence du seul lien de parenté ou d’alliance ne justifie\npas l’obligation alimentaire ; outre cette condition, il faut qu’il y ait\nnécessité de solidarité. Ainsi, les aliments sont octroyés en tenant compte des\nressources de celui qui en est tenu (le débiteur d’aliments) et des besoins du\nbénéficiaire (le créancier d’aliments), (art.681 du CPF).-L’exécution de l’obligation\nalimentaireL’obligation alimentaire est en principe exécutée en argent ;\nelle prend alors la forme de pension alimentaire mise à la charge du débiteur\nau profit du créancier. Elle est versée périodiquement et payable à l’avance\n(art.690 du CPF) dans la mesure où elle doit permettre de vivre. Si le débiteur\nd’aliments se trouve dans l’impossibilité de payer la pension alimentaire, il\npeut être autorisé à exécuter son obligation en nature en recevant le créancier\ndans sa demeure, qu’il nourrira et entretiendra (art.688 du CPF).Lorsqu’il existe plusieurs débiteurs, ceux-ci sont solidairement tenus au\npaiement de la pension. Et le créancier peut poursuivre un débiteur pour le\ntout à charge pour ce dernier de se retourner contre ses codébiteurs.Le paiement de la pension alimentaire est volontaire et portable (non quérable)\n; elle doit être versée au domicile ou à la résidence du créancier d’aliments\nsauf décision contraire du juge (art.1247 al.2 du Code civil).Lorsque le débiteur d’aliments s’abstient d’exécuter son obligation, même pour\nune seule échéance, le créancier peut demander en justice le paiement direct de\nla pension.Dans ce cas, il est ordonné à tout tiers détenteur de sommes d’argent pour le\ncompte du débiteur d’aliments de procéder au paiement entre les mains du\ncréancier. Cette procédure s’applique non seulement aux termes à échoir, mais\naussi aux termes échus dans la limite des trois mois avant la notification de\nla demande de paiement direct.La procédure de recouvrement direct constitue le meilleur moyen d’exécution de\nl’obligation alimentaire. Cependant en cas de défaillance, le débiteur peut\naussi encourir des sanctions tant civiles que pénales :Sur le plan civil, le débiteur pourra être condamné à des dommages et intérêts\nou faire l’objet de saisie.Au plan pénal, le défaut de paiement de la part du débiteur, expose celui-ci à\ndes sanctions pénales dans la mesure où le défaut de paiement est constitutif\ndu délit d’abandon de famille (art.407 du Code pénal).Direction de l’accès à la justice et\nde l’aide aux victimes / Ministère de la Justice"
    },
    {
        "Title": "LA RECHERCHE DE PATERNITÉ",
        "Link": "http://www.justice.gov.bf/index.php/2019/06/20/la-recherche-de-paternite/",
        "Date": "20 juin 2019",
        "Category": "Info-Pratique",
        "Description": "Lorsqu’un enfant naît dans le mariage, il a pour père le mari de sa mère. Mais que se passe-t-il alors quand l’enfant est conçu et né hors mariage et non reconnu par son auteur ? Afin de permettre à tout enfant se trouvant dans cette situation d’établir sa filiation paternelle, la loi lui donne faculté d’agir en justice. C’est cette action en justice qui est appelée action en recherche de paternité. Cette action est personnelle et ne peut être exercée que contre le prétendu père et ses héritiers, dans des cas limitativement énumérés par la loi et dans des conditions bien précises.Les conditions d’exercice de l’actionL’action en recherche de paternité n’est recevable\nque si elle est exercée par les personnes déterminées par la loi et dans un\ndélai précis devant le tribunal civil du domicile de l’enfant.– L’attribution de l’actionL’action est dirigée contre le prétendu père ou ses héritiers, dispose\nl’article 462 du Code des personnes et de la famille (CPF). Elle appartient à l’enfant\ns’il est majeur, ou à la personne qui est investie de l’autorité parentale (la\nmère ou tout autre personne) pendant la minorité de l’enfant. Le tuteur, ne\npeut agir que sur autorisation du conseil de famille.– Les délais pour agirAu sens de l’article 459 du CPF, l’action peut être engagée dès la conception\nde l’enfant ; elle doit à peine de déchéance, être exercée dans les trois (03)\nannées qui suivent sa naissance et cela pendant la minorité de l’enfant.L’enfant doit exercer lui-même l’action dans les deux ans après sa majorité ou\nson émancipation (article 443 du CPF).– La procédureL’action en recherche de paternité est portée devant le tribunal civil du lieu\noù réside l’enfant. Elle est introduite par voie de requête. La cause est\ninstruite et débattue en chambre du conseil, le ministère public entendu.\nToutefois le jugement est rendu en audience publique.Si le défendeur allègue que la mère a eu durant la\npériode légale de conception, des relations intimes avec des tiers ; il sera\ninvité à appeler le ou les tiers.Durant la procédure, le demandeur peut aussi exercer contre le même défendeur\nune action en subsides et le tribunal peut allouer les subsides à l’enfant\navant même l’aboutissement de la procédure de recherche de paternité s’il\nestime que la paternité du défendeur est possible.Lorsque le tribunal accède à la demande de recherche\nde paternité, il peut, à la requête de la mère ou de celui qui assurait la\ngarde de l’enfant mineur condamner le père à lui rembourser tout ou partie des\nfrais qu’il a exposé pour l’entretien et l’éducation de l’enfant, nonobstant\ntous dommages-intérêts s’il y a lieu (article 461 CPF).Les conditions de fondPour qu’il ait action en recherche de paternité, il\nfaut que le demandeur se situe dans l’un des quatre cas prévus par la loi. Dans\ncette hypothèse, il ne reste qu’à établir la paternité par les voies légales\nsusceptibles de prouver le lien de parenté. Toutefois si le défendeur arrivait\nà établir par des moyens légalement admis qu’il ne peut être le père de\nl’enfant, l’action ne sera pas examinée.Les cas d’ouverture de l’action en recherche de\npaternitéL’article 459 du CPF énumère 4 cas dans lesquels l’enfant ou le titulaire de\nl’autorité parentale est admis à exercer l’action en recherche de paternité hors\nmariage :-en cas d’enlèvement ou de viol de la mère durant la période légale de\nconception ;-en cas de séduction à l’aide de manœuvres dolosives, abus d’autorité, promesse\nde mariage ou de fiançailles ;-lorsque le prétendu père et la mère ont entretenu\npendant la période légale de conception, des relations stables et continues.-le comportement du père prétendu lorsque celui-ci a\npourvu ou participé en qualité de père de l’enfant à l’entretien pendant la\npériode de grossesse, ou à l’entretien et à l’éducation de l’enfant.En dehors de ces cas, l’on peut recourir à la possession d’état pour établir la\nfiliation hors mariage (art.436 à 437 du CPF).Les fins de non-recevoirL’action en recherche de paternité ne peut réussir\nsi le défendeur (le père prétendu) invoque des moyens susceptibles de paralyser\nl’action. Le tribunal est dans l’obligation d’examiner ces moyens avant de se\nprononcer sur les cas d’ouverture. Deux fins de non-recevoir sont prévues par\nl’article 460 du CPF ; si l’une d’elle est admise et établie, la demande devra\nêtre rejetée. Ce sont :-l’impossibilité physique pour le défendeur d’être\nle père de l’enfant par l’effet soit d’une impuissance ou stérilité\nmédicalement prouvée, soit du fait de l’éloignement ;-la non paternité établie par un examen des sangs ou\ntoute autre méthode médicale certaine. Cependant il faut souligner qu’aucune\ndisposition légale n’interdit au juge d’ordonner, soit d’office, soit à la\ndemande de la mère ou de l’enfant un examen sanguin.N.B. : Lorsqu’il existe une filiation\npréétablie (art. 427 du CPF), un enfant né dans le mariage d’un homme, autre\nque le mari de la mère ne peut être reconnu par son auteur tant qu’il n’a pas\nété désavoué par le mari de la mère. Seule une action en contestation de\npaternité par la mère est possible aux conditions fixées par la loi.Direction de l’accès à la justice et de l’aide aux victimes / Ministère de la Justice"
    },
    {
        "Title": "L’ASSISTANCE JUDICIAIRE",
        "Link": "http://www.justice.gov.bf/index.php/2019/06/14/lassistance-judiciaire/",
        "Date": "14 juin 2019",
        "Category": "Info-Pratique",
        "Description": "L’assistance judiciaire s’entend du concours accordé\npar l’État aux personnes indigentes et certaines catégories de personnes pour\nmieux faire valoir leurs droits en justice. Elle est applicable en matière\nsociale, civile, commerciale, administrative et pénale. Elle peut être totale\nou partielle.Lorsqu’elle est totale, tous les frais occasionnés\npar le procès sont pris en charge (par exemple l’intégralité des honoraires\nd’avocat et les frais engendrés par les procédures). Lorsqu’elle est partielle,\nla décision qui l’accorde détermine la part contributive de l’État. En vertu du\ndécret n°2016-185/PRES/PM/MJDHPC/MINEFID portant organisation de l’assistance\njudiciaire au Burkina Faso, c’est le Fonds d’assistance judiciaire (FAJ) qui\nmet en œuvre la prise en charge des bénéficiaires.CONDITIONS GÉNÉRALESÊtre une personne physique de nationalité burkinabè\nou étrangère (sous réserve de réciprocité).• Bénéficiaires d’office-Les enfants victimes de traite ou en conflit avec la loi, les enfants non\nassistés et ceux dont les parents sont indigentes dans toutes les procédures\nles concernant.-Les victimes d’actes d’atteintes à la vie ou à l’intégrité corporelle tels les\ncoups et blessures graves, les actes de tortures exercées par des agents de\nl’État dans l’exercice de leur fonction ou leurs ayants-droit.• Bénéficiaires en raison de leur vulnérabilité-Les personnes en charge d’enfant mineur dans les procédures de pension\nalimentaire ou de contribution aux charges du ménage ne disposant d’aucun\nrevenu propre.-Le conjoint en charge d’enfant mineur en instance de divorce ne disposant\nd’aucun revenu propre.-Les veuves en charge d’orphelins mineurs ne disposant pas de revenu propre\ndans les procédures de succession.• Autres bénéficiaires-toute personne qui se trouve dans l’impossibilité, en raison de son indigence,\nd’exercer ses droits en justice.PROCEDURE POUR OBTENIR L’ASSISTANCE JUDICIAIRE• Adresser une demande écrite non timbrée au\nprésident de la commission d’assistance judiciaire installée auprès du Tribunal\nde grande instance du lieu de son domicile.-La demande peut être faite avant, pendant ou après le procès (pour les mesures\nd’exécution).•-La demande doit contenir :les noms, prénoms, profession, domicile et nationalité du requérant ;l’objet du procès à intenter ou à soutenir avec un exposé sommaire des motifs,les noms, prénoms, domicile de la partie adverses ;la juridiction saisie ou celle qui doit être saisie de l’affaire ou, s’il\ns’agit d’un acte conservatoire ou d’un acte d’exécution, le lieu où ils doivent\nêtre exécutés avec l’indication des noms, prénoms et adresse de l’agent\nd’exécution le cas échéant ;les noms, prénoms et adresses de l’avocat, des officiers publics ou\nministériels choisis, le cas échéant.• Produire tous documents justificatifs de sa situation financière notamment :-la pièce d’identité ;-le certificat d’indigence de moins de 3 mois ;-le certificat de résidence pour les étrangers.EFFETS DE L’ASSISTANCE JUDICIAIRE• Assistance judiciaire totale : tous les frais\noccasionnés par le procès sont pris en charge par le Fonds d’assistance\njudiciaire.• Assistance judiciaire partielle : la décision qui l’accorde détermine la part\ncontributive du Fonds d’assistance.PERTE ET RETRAIT• L’assisté perd le bénéfice de l’assistance\njudiciaire si dans un délai de six (6) mois à compter de sa notification, la\njuridiction n’est pas saisie de l’instance pour laquelle elle a été accordée.• L’assistance judiciaire peut être retirée dans les conditions suivantes :-s’il survient au bénéficiaire, pendant l’instance, des ressources telles que\nsi elles avaient existé au jour de la demande d’aide, celle-ci n’aurait pas été\naccepté ;-s’il a surpris la décision de la commission par une déclaration frauduleuse ou\npar l’utilisation de faux documents ;-si le bénéficiaire est condamné pour abus de droit d’agir en justice.Fonds d’assistance judiciaire01 BP 526 Ouagadougou 01Tél : (+226) 25 33 02 33Mail : fajud.bf2016@yahoo.fr"
    },
    {
        "Title": "DROITS ET PRINCIPES FONDAMENTAUX RÉGISSANT L’INSTANCE DEVANT TOUTE JURIDICTION",
        "Link": "http://www.justice.gov.bf/index.php/2019/06/05/droits-et-principes-fondamentaux-regissant-linstance-devant-toute-juridiction/",
        "Date": "5 juin 2019",
        "Category": "Info-Pratique",
        "Description": "Le droit d’accès à la justiceC’est le droit pour toute personne de pouvoir saisir les juridictions ou\ntribunaux nationaux compétents, de tout acte violant les droits fondamentaux qui lui sont reconnus et garantis par la Constitution, les\nconventions internationales, les lois et règlements en vigueur.Le droit à la défenseToute personne devant un tribunal a droit à se faire assister ou représenter\npar un conseil, un avocat.Le principe du contradictoireC’est le fait de permettre à toutes les parties d’un procès d’être\nprésentes à l’audience et de pouvoir réagir ou répondre aux\nprétentions et moyens de l’adversaire.Le principe de la publicité des\ndébats et jugementsLes portes des salles d’audiences sont ouvertes gratuitement aux justiciables\npour suivre un procès, exception faite des cas où le huit clos est requis.Le principe de l’indépendanceL’indépendance de la fonction judiciaire se manifeste par un principe essentiel\nqui veut que le gouvernement, à plus forte raison les autorités administratives\nqui lui sont subordonnées, ni le pouvoir législatif, ou tout autre groupe, ne\npuisse donner un ordre ou exercer une pression directe ou indirecte sur un juge\npour l’inciter à statuer dans un sens déterminé. Le juge statue en\nconscience et dans le respect de la règle de droit.Le principe de l’impartialitéC’est l’absence de parti pris dans le comportement du juge dans le procès.Le principe du libre exercice de l’action en justiceL’exercice d’une action en justice, même en cas d’échec, ne constitue pas une faute de nature à engager la responsabilité civile de celui qui en a pris l’initiative. Seulement, une action malicieuse, vexatoire, dilatoire, nuisant à autrui, ou diffamatoire, ou qui n’est pas fondée sur des moyens sérieux, constitue une faute ouvrant droit à réparation ou à condamnation pour dénonciation calomnieux de faits délictueux ou criminels.Direction de l’accès à la justice et de l’aide aux victimes (DAJAV)"
    },
    {
        "Title": "LA DETENTION PREVENTIVE ET LA LIBERTE PROVISOIRE DEVANT LE TRIBUNAL CORRECTIONNEL",
        "Link": "http://www.justice.gov.bf/index.php/2019/05/31/la-detention-preventive-et-la-liberte-provisoire-devant-le-tribunal-correctionnel/",
        "Date": "31 mai 2019",
        "Category": "Info-Pratique",
        "Description": "La semaine dernière nous avons examiné comment une personne pénalement poursuivie peut être préventivement détenue par le Juge d’instruction et comment s’achève cette mesure d’information. A présent il convient d’analyser la détention préventive, non plus comme une mesure d’enquête judiciaire mais comme une mesure de sureté avant le jugement.La détention est alors conçue comme une mesure de dernier ressort, ayant pour finalité unique de protéger la société et de veiller à ce que les délinquants soient bien présents à leur procès.La détention\npréventive devant le tribunal correctionnelLorsque le mis en cause est déféré au parquet pour\ndes faits délictuels simples dont le jugement ne nécessite pas d’investigations\ncomplexes, le Procureur du Faso a la possibilité de le traduire devant la\nchambre correctionnelle suivant la procédure de flagrant délit (art. 52, 69 et\n393 du Code de Procédure Pénale). En général ce moyen de mise en œuvre de\nl’action publique est utilisé pour les faits de délit (vol, escroquerie, recel,\ncoups et blessures… sans circonstances aggravantes), ou pour les actes de grand\nbanditisme (attaque à mains armées) ou encore pour les violences à l’égard des\nfemmes ou des filles (viol, harcèlement sexuel, rapt de femme, etc.).Le Procureur du Faso apprécie, après l’opportunité\nde la poursuite, celle de la détention. S’il décide de ne pas garder le\nprévenu, il le libère sur le champ sans aucune formalité. Par contre, s’il\ndécide de le garder, il le lui notifie à l’issue de son interrogatoire et signe\nun mandat de dépôt (pour les majeurs) ou un ordre de garde provisoire (pour les\nmineurs).L’intéressé est dit prévenu et est conduit à la maison d’arrêt en vertu du\nmandat de dépôt. Le secrétariat du parquet se chargera de la préparation de\nl’entier dossier sous les instructions du procureur ou ses substituts et de\nl’enrôlement (programmation) à la plus prochaine audience de flagrant délit.\nSeule une décision du tribunal mettra fin à cette détention.Cette détention préventive est une mesure de sureté destinée principalement à\nassurer la représention du prévenu devant le tribunal mais les raisons évoquées\npour la détention préventive devant le Juge d’instruction valent également ici.\nDe manière succincte, on ne peut enfermer une personne avant son procès qu’en\nprésence d’indices graves d’imputabilité de faits infractionnels ainsi que de\nsérieuses raisons de penser que si l’intéressé est laissé en liberté, il risque\nde fuir pour échapper à sa responsabilité pénale, de commettre un autre délit,\nou encore de faire obstacle à la justice en effaçant les preuves ou en\nsubornant les témoins ou enfin constituer un danger pour la communauté. La\ndétention préventive n’est donc pas une forme préliminaire de sanction, puisque\nmalgré les poursuites, le prévenu est présumé innocent, tant qu’il n’a pas été\ncondamné (article 9.3 du Pacte international relatif aux droits civils et\npolitiques).La Mise en liberté\nprovisoire par le tribunal correctionnelAu jour fixé, l’individu arrêté et placé sous mandat de dépôt, est traduit à\nl’audience de la chambre correctionnelle (Art. 393 CPP).Dans le cas où l’affaire est en état de recevoir jugement, le tribunal retient\nle dossier, procède à son jugement au cours d’un débat contradictoire et\npublic, à l’issue duquel il rend sa décision, le même jour ou s’il le faut, à\nune autre date. On dit dans ce dernier cas que l’affaire est mise en délibéré.Si par contre l’affaire n’est pas en état de recevoir jugement, le tribunal en\nordonne le renvoi à l’une des plus prochaines audiences pour plus ample\ninformation et, s’il y a lieu, met le prévenu en liberté provisoire, avec ou\nsans caution (art. 397 CPP) par un jugement appelé jugement avant dire droit.\nOn peut donc noter que le tribunal apprécie l’opportunité du maintien du\nprévenu en détention soit d’office soit à sa demande ou celle du Ministère\npublic. Pour ce faire il aura égard à la gravité des faits, aux garanties de la\nreprésentation du prévenu, à la solidité des éléments de preuve contre le\nprévenu, à son profil, notamment son passé ou sa personnalité, etc. Le prévenu\nainsi libéré devra comparaitre libre à toutes les audiences du tribunal.Dans ce cas le Procureur du Faso établira un Ordre de Mise en Liberté et la\nMaison d’Arrêt et de Correction procédera à l’exécution de cette instruction\ntout en veillant à informer le parquet en lui envoyant l’avis de libération.S’agissant des décisions pouvant intervenir à l’issue des débats, il faut\nindiquer pour l’essentiel que si la juridiction estime que les faits sont\nconstitués, elle prononce la peine. Au cas où le condamné n’a pas fait l’objet\nde condamnation antérieure (c’est-à-dire qu’il a un casier judiciaire vierge),\nle tribunal peut ordonner le sursis à l’exécution de la peine (Art 694 CPP). En\ncas de condamnation à la prison ferme, la durée de la détention préventive est\ndéduite de la peine prononcée. Si par contre, le tribunal estime que les faits\nne constituent pas une infraction ou s’il y a des doutes, il relaxe le prévenu.Toutefois, en raison du principe du double degré de\njuridiction qui gouverne le fonctionnement de la justice, toute personne qui a\nperdu un procès en première instance, peut saisir la juridiction d’appel pour\nfaire rejuger la cause. Il s’agit d’une garantie de bonne justice. Par\nconséquent, le condamné, le Procureur du Faso et la victime peuvent faire appel\net l’affaire sera portée devant la Cour d’appel qui est la juridiction\nhiérarchiquement supérieure aux juridictions de première instance.Parquet près le Tribunal de grande instance de Ouagadougou"
    },
    {
        "Title": "LA DÉTENTION PRÉVENTIVE DEVANT LE JUGE D’INSTRUCTION ET LA LIBERTÉ PROVISOIRE",
        "Link": "http://www.justice.gov.bf/index.php/2019/05/24/la-detention-preventive-devant-le-juge-dinstruction-et-la-liberte-provisoire/",
        "Date": "24 mai 2019",
        "Category": "Info-Pratique",
        "Description": "Lorsqu’il est exercé des poursuites\npénales contre une personne, il peut s’avérer utile de procéder à son\nincarcération quoiqu’elle soit présumée innocente. Cet emprisonnement, dit\ndétention préventive ou provisoire, est conçu soit comme une mesure de sureté\nen attendant le procès, soit pour les nécessités de l’enquête judiciaire. Eu\négard aux conséquences graves qu’elle emporte, la détention préventive fait\nl’objet d’une stricte réglementation édictée par le Code de procédure pénale\n(CPP). Qu’en est-il succinctement de la détention préventive comme mesure\nd’instruction et quand prend-elle fin ?La\ndétention devant le juge d’instructionSaisi par le Procureur du Faso pour informer\nà charge et à décharge contre la personne mise en cause dans des infractions\ngraves ou complexe (crimes et délits), le Juge d’instruction, lorsqu’il décide\nde la détenir prend un titre de détention appelé mandat de dépôt. Il faut\nsouligner qu’à ce stade de la procédure, le principe est la liberté de\nl’inculpé, tel qu’il résulte de l’article 136 du code précité car ‘’la\ndétention préventive est une mesure exceptionnelle’’. Aussi est-elle soumise à\ndes conditions de fond et de forme très strictes (art. 137 et 138 CPP) dont\nl’inobservation peut entrainer la libération de l’inculpé.Pour l’essentiel, même si elle constitue la première satisfaction donnée à la\nconscience publique, ébranlée par l’infraction, la détention ne peut être\nordonnée ou prolongée que si elle constitue l’unique moyen de parvenir\nnotamment à :– Conserver les preuves ou les indices matériels,– Empêcher une pression sur les témoins, les victimes ou leur famille\n(subornation de témoins)– Empêcher une concertation frauduleuse entre l’inculpé et ses complices,– Garantir la représentation de l’inculpé en justice, c’est-à-dire éviter sa\nfuite pendant la phase d’instruction.– Prévenir le renouvellement de l’infraction.– Préserver l’ordre public, lorsqu’en matière criminelle notamment, l’infraction\na provoqué un trouble exceptionnel et persistant à l’ordre public.Il convient observer aussi que la détention provisoire ne peut excéder ni une\ndurée raisonnable, ni une limite fixée par la loi, qui varie suivant la gravité\ndes faits, les peines encourues ainsi que la complexité des investigations\nnécessaires à la manifestation de la vérité. Lorsque les faits en cause\nconstituent un crime, la détention est toujours possible ; s’ils constituent un\ndélit, une distinction est à opérée. A ce dernier sujet, si le maximum de la\npeine est inférieur à un (01) an de prison, la durée maximale de la détention\nsera de cinq jours sauf si l’inculpé a déjà fait l’objet de condamnation. Dans\nles autres cas, y compris ceux relevant de la matière criminelle, la durée de\nla détention est de six (06) mois renouvelable. Elle prend fin à l’expiration\ndu délai initialement prévu, mais elle peut faire l’objet d’une prolongation\npar le Juge. En effet si le maintien en détention apparaît toujours nécessaire,\nle Juge d’instruction peut la prolonger pour six mois encore par ordonnance\nspécialement motivée, rendue sur les réquisitions du Procureur du Faso. A\ndéfaut de renouvellement du mandat de dépôt dans les délais, la détention a\nirrémédiablement pris fin et l’inculpé doit être libéré.Si le procès aboutit à une condamnation, la période de détention provisoire est\nintégralement déduite de la peine à effectuer. Mais qu’en est-il de\nl’élargissement de l’inculpé préventivement détenu ?La mise\nen liberté provisoireIl existe deux types de mise en liberté\nprovisoire : celle pure et simple et celle sous caution.La mise en liberté pure et simple :La détention préventive prend fin dès\nqu’elle n’est plus nécessaire, autrement dit lorsque les raisons qui avaient\nconduit à l’incarcération du mis en cause n’existent plus. La mise en liberté\nse fera soit sur décision du Juge d’instruction, soit sur demande de la\npersonne placée en détention, soit enfin sur réquisitions du Procureur du Faso.\nDans tous les deux premier cas, le dossier est communiqué par le Juge\nd’instruction au Procureur du Faso pour ses réquisitions.S’agissant du plus courant qui est la mise en liberté provisoire de l’inculpé\nsur sa demande ou celle de son conseil (avocat), il faut dire que cette faculté\nlui est offerte par l’article 141 CPP. Lorsque le Juge d’instruction reçoit la\ndemande, il la transmet d’abord au Procureur du Faso qui fait ses observations.\nMais le Juge apprécie souverainement l’opportunité d’accorder ou de refuser la\nmise en liberté, toute chose qui implique que sa décision (l’ordonnance de mise\nen liberté provisoire ou de refus de mise en liberté provisoire) soit\nspécialement motivée. Cette décision doit être rendue dans les cinq jours\nsuivant la communication de la demande au parquet. En cas de non respect de ce\ndélai par le Juge d’instruction, l’inculpé peut directement saisir la chambre\nd’accusation (de la Cour d’appel) ; laquelle doit alors se prononcer dans un\ndélai de quinze jours de sa saisine, faute de quoi, l’inculpé est mis en\nliberté. Si le Juge d’instruction ordonne la libération de l’inculpé\ncontrairement à ses requissions, le Procureur du Faso peut interjeter appel\ndans un délai de vingt-quatre (24) heures. Dans ce cas l’inculpé est maintenu\nen détention jusqu’à ce que la chambre d’accusation décide. Ce droit d’appel\nappartient également au Procureur général qui peut l’exercer dans les dix jours\nsuivant l’ordonnance du Juge d’instruction.Par ailleurs la chambre d’accusation peut aussi lorsqu’elle est saisie d’une\nprocédure du Juge d’instruction, prononcer la liberté d’office de\nl’inculpéLa mise en liberté sous caution :Il résulte des énonciations de\nl’article 145 CPP que la mise en liberté provisoire peut être conditionnée au\nversement d’une caution. Ce cautionnement a pour objet :– D’assurer la représentation de l’inculpé en justice (sa présence à tous les\nactés de procédure et pour l’exécution du jugement)– Et l’indemnisation éventuelle de la victime ainsi que le payement des frais,\namendes et dommages et intérêts.Son montant est discrétionnairement (librement) fixé par le Juge.En cas de liberté provisoire, le Juge d’instruction signe un ordre de mise en\nliberté qui est notifiée à la Maison d’arrêt, laquelle procède alors à la\nlibération de l’inculpé. Mais avant sa libération l’inculpé fait une élection\nde domicile. Il a l’obligation de se représenter à tous les actes de la\nprocédure dès qu’il est requis et de tenir informé le Juge d’instruction de\ntous ses déplacements.Après la mise en liberté provisoire, si l’inculpé ne comparait pas ou si des\ncirconstances nouvelles ou graves rendent sa détention nécessaire, le Juge\nd’instruction peut décerner un nouveau mandat (Art. 143 CPP).Parquet près le Tribunal de grande\ninstance de Ouagadougou"
    },
    {
        "Title": "Certification de Facebook : La page ‘’ Ministère de la Justice – Burkina Faso’’ obtient le badge bleu",
        "Link": "http://www.justice.gov.bf/index.php/2019/05/24/certification-de-facebook-la-page-ministere-de-la-justice-burkina-faso-obtient-le-badge-bleu/",
        "Date": "24 mai 2019",
        "Category": "Info-Pratique",
        "Description": "La page Facebook du Ministère de la Justice du Burkina Faso a été vérifiée et certifiée par Facebook, d’où le coche bleu qui s’affiche désormais.Le badge de vérification ou de certification bleu Facebook « permet aux internautes lorsqu’ils naviguent sur une page professionnelle ou un profil jugé d’intérêt public, de constater son authenticité ». Il permet ainsi de faire savoir aux personnes qu’une page ou un profil d’intérêt public est authentifiée.Recréée le 11 juin 2018, la page Facebook du Ministère de la Justice du Burkina Faso totalise à ce jour 20 mai 2019, en un peu moins d’une année, plus de 17 000 ‘’J’aime’’ et plus de 17 311 abonnés."
    },
    {
        "Title": "LE VIOL",
        "Link": "http://www.justice.gov.bf/index.php/2019/05/15/le-viol/",
        "Date": "15 mai 2019",
        "Category": "Info-Pratique",
        "Description": "Selon l’article 533-10 du Code pénal constitue un viol, tout acte de pénétration sexuelle, de quelque nature qu’il soit, commis sur la personne d’autrui par violence, contrainte, menace ou surprise.Ainsi, le viol doit être appréhendé non seulement sous l’aspect social d’une menace pour les structures familiales, mais il doit être aussi considéré sous l’aspect psychique de la meurtrissure infligée à une personne et résultant d’une atteinte à la dignité de la victime.Les éléments constitutifs du violPour être\npunissable, le crime de viol exige un acte matériel de pénétration sexuelle,\nune victime vivante et non consentante et une intention criminelle.L’acte matériel de pénétration sexuelleLe viol\nest déterminé par l’acte de pénétration sexuelle des parties génitales de la\npersonne ou toute autre partie du corps. Ainsi les actes de fellation ou de\nsodomie imposés sont des actes de pénétration. Peu importe le sexe de la\nvictime ; peu importe la nature de l’objet pénétrant, membre viril ou\nautre objet.La victime\ndoit être vivante car le viol d’un cadavre constitue une violation de\nsépulture.La\nquestion primordiale qui se pose est celle de savoir s’il peut y avoir viol\nentre mari et femme ?A\ncette question, l’article 533-12 du Code pénal dispose que lorsque le viol est commis de\nmanière répétitive sur une partenaire intime et habituelle avec qui l’auteur\nentretient des relations sexuelles stables et continues ou lorsque ladite\npartenaire est dans une incapacité physique quelconque d’accomplir une relation\nsexuelle, la peine est une amende de deux cent cinquante mille (250 000) à six\ncent mille (600 000) francs CFA.L’acte de violence, contrainte, de menace ou surprise ou\nl’absence de consentement de la victimeLa\nviolence est l’essence même du viol. Elle peut se traduire par une violence\nphysique ou par une violence morale et par menace. Il peut s’agir aussi d’une\ncontrainte par abus d’autorité ou encore une surprise.C’est\nl’absence de consentement qui constitue en fait la contrainte. Mais un\nconsentement donné par crainte ou sous l’effet de la violence ne fait pas\ndisparaître l’infraction si, à l’origine il n’y avait pas consentement.C-  \nL’intention coupablePour être\ncaractérisée, l’infraction de viol doit être commise avec intention coupable. Cette\nintention consiste dans la\nconscience d’agir contre le consentement de la victime, par emploi de la\nviolence, la contrainte, la menace ou la surprise. Mais il n’y a pas intention\ncoupable lorsque le comportement même de la victime a pu faire croire qu’elle\nétait consentante.II– La\nrépressionLe viol est puni\nd’une peine d’emprisonnement de sept ans à dix ans et d’une amende de six cent\nmille (600 000) à deux millions (2 000 000) de francs CFA (article 533-10 du\nCode pénal).Mais la loi prévoit des\ncauses d’aggravations dans un certain nombre de cas. Ainsi l’infraction est aggravée\nlorsqu’elle est accompagnée d’une circonstance tenant :Soit à la qualité de la\nvictime.La peine d’emprisonnement encourue est de onze à vingt et un ans et d’une\namende de un million (1 000 000) à trois millions (3 000 000) de francs CFA :lorsque le viol est commis sur\nun mineur âgé de treize à quinze ans au plus ;lorsqu’il est commis sur une\npersonne dont la particulière vulnérabilité, due à son âge, à une maladie, à\nune infirmité, à une déficience physique ou psychique ou à un état de\ngrossesse, est apparente ou connue de l’auteur ;lorsque la victime a été mise\nen contact avec l’auteur des faits grâce à l’utilisation, pour la diffusion de\nmessages à destination d’un public non déterminé, d’un réseau de communication\nélectronique.Selon\nl’article 533- 13 du Code pénal, le viol commis sur une personne mineure de\nmoins de treize ans de l’un ou de l’autre sexe, est puni d’une peine\nd’emprisonnement de onze ans à trente ans et d’une amende de trois millions (3\n000 000) à dix millions (10 000 000) de francs CFA.Soit à la qualité de\nl’auteur.\nLa peine d’emprisonnement encourue est de onze à vingt et un ans et d’une\namende de un million (1 000 000) à trois millions (3 000 000) de francs\nCFA :lorsqu’il\nest commis par un ascendant ou par toute autre personne ayant sur la victime\nune autorité de droit ou de fait ;lorsqu’il\nest commis par une personne qui abuse de l’autorité que lui confèrent ses\nfonctions.Soit à  la pluralité d’auteurs. La peine\nd’emprisonnement encourue pour viol est de onze à vingt et un ans et d’une\namende de un million (1 000 000) à trois millions (3 000 000) de francs CFA, lorsqu’il est commis par\nplusieurs personnes agissant en qualité d’auteurs ou de complices ;Soit aux\ncirconstances attachées à la commission de l’acte.  La peine d’emprisonnement encourue pour viol\nest de onze à vingt et un ans et d’une amende de un million (1 000 000) à trois\nmillions (3 000 000) de francs CFA :lorsque\nle viol est commis avec usage ou menace d’une arme ;lorsqu’il\nest commis par une personne agissant en état d’ivresse manifeste ou sous\nl’emprise manifeste de produits stupéfiants.lorsqu’il\nest commis en concours avec un ou plusieurs autres viols commis sur d’autres\nvictimes ;Soit des conséquences de l’acte de viol sur la victime.La peine d’emprisonnement encourue pour viol est de onze à vingt et un ans et d’une amende de un million (1 000 000) à trois millions (3 000 000) de francs CFA, lorsqu’il a entraîné une mutilation ou une infirmité permanente.Direction générale de la justice pénale et du sceau / Ministère de la Justice"
    },
    {
        "Title": "PRINCIPES ET DROITS FONDAMENTAUX DU PROCÈS PÉNAL",
        "Link": "http://www.justice.gov.bf/index.php/2019/05/09/principes-et-droits-fondamentaux-du-proces-penal/",
        "Date": "9 mai 2019",
        "Category": "Info-Pratique",
        "Description": "PRINCIPES ET DROITS FONDAMENTAUX DU PROCÈS PÉNAL9 mai 2019Info-PratiqueLe principe de la séparation des\nfonctions judiciairesLe principe de la séparation des fonctions judiciaires impose que les trois fonctions qui concourent à l’exercice de la justice pénale à savoir la poursuite, l’instruction et le jugement soient confiées à trois autorités judiciaires différentes et indépendantes les unes à l’égard des autres."
    },
    {
        "Title": "L’ESCROQUERIE",
        "Link": "http://www.justice.gov.bf/index.php/2019/05/03/lescroquerie/",
        "Date": "3 mai 2019",
        "Category": "Info-Pratique",
        "Description": "L’ESCROQUERIE3 mai 2019Info-PratiqueL’escroquerie est uneinfractiond’astuce car la chose est soustraite de façon non violente. Il y a escroquerie lorsque qu’une personne se faire remettre un bien, de l’argent ou se fait fournir un service en utilisant la tromperie. La victime donne son bien ou son argent volontairement."
    },
    {
        "Title": "LES PEINES APPLICABLES AU VOL",
        "Link": "http://www.justice.gov.bf/index.php/2019/04/25/les-peines-applicables-au-vol/",
        "Date": "25 avril 2019",
        "Category": "Info-Pratique",
        "Description": "LES PEINES APPLICABLES AU VOL25 avril 2019Info-PratiqueAux termes de l’article 611-1 du Code pénal« est coupable de vol, quiconque soustrait frauduleusement une chose appartenant à autrui». Le vol peut donc se définir comme la soustraction frauduleuse de la chose d’autrui. La gravité des peines varie suivant qu’il s’agit d’un vol simple ou d’un vol aggravé."
    },
    {
        "Title": "LE VOL",
        "Link": "http://www.justice.gov.bf/index.php/2019/04/19/le-vol/",
        "Date": "19 avril 2019",
        "Category": "Info-Pratique",
        "Description": "LE VOL19 avril 2019Info-PratiqueLe vol est l’une des infractions les plus courantes. Aux termes de l’article 611-1 du Code pénal« est coupable de vol, quiconque soustrait frauduleusement une chose appartenant à autrui». Le vol peut donc se définir comme la soustraction frauduleuse de la chose d’autrui. Cette définition, en apparence simple, cache beaucoup de subtilités qui seront révélées par l’examen en détail des éléments constitutifs du vol. Une fois que ces éléments sont réunis, des peines seront appliquées à l’auteur de l’infraction.Les éléments constitutifs du vol"
    }
]