{
    "Ordre des Avocats du Burkina Faso": {
        "Histoire du Barreau burkinabè": [
            {
                "Date": "Date non trouvée",
                "Title": "Epoque coloniale",
                "Description": "Les Premiers Avocats qui se sont établis au Burkina Faso, à l’époque Haute Volta, étaient des français. Il y avait, entre autres, Henri VIMAL. On retrouve encore, dans les archives de l’ex-Cour Suprême, des décisions où ils figurent comme Avocats.",
                "Image": "Image non trouvée",
                "Link": "https://www.barreau.bf/a-propos/histoire-de-lordre/"
            },
            {
                "Date": "8 novembre 1973",
                "Title": "Premier avocat burkinabè",
                "Description": "Henri VIMAL a ensuite accueilli à son cabinet le premier avocat-stagiaire voltaïque qui allait devenir le premier avocat voltaïque, passeur d’hommes et ouvrant la voie à ses compatriotes : Frédéric Titinga PACERE, puisque c’est de lui qu’il s’agit, va prêter serment d’avocat-stagiaire le 08 Novembre 1973 en même temps que Bernardin DABIRE (1943-2011). Ils effectueront leurs stages respectifs en Haute Volta et au Sénégal et prêteront leurs serments d’avocats titulaires le 26 décembre 1975.",
                "Image": "https://www.barreau.bf/wp-content/uploads/Frederic_Titinga_Pacere1-768x512.jpg",
                "Link": "https://www.barreau.bf/a-propos/histoire-de-lordre/"
            },
            {
                "Date": "3 août 1990",
                "Title": "Création du Barreau",
                "Description": "Pendant près d’une décennie, ils occuperont le terrain de la défense des personnes avec bravoure et, les effectifs vont progressivement grossir dès 1982 avec de nouveaux venus et ce, jusqu’en 1990 où le Barreau du Burkina Faso sera créé par le Kiti n°AN VII-0417/FP/MIJ du 03 août 1990, pris, lui-même en application de la Zatu n°AN VII-005/FP/PRES du 03 août 1990 portant réglementation de la profession d’avocat. Il est à souligner qu’avant cette consécration, la profession d’Avocat a traversé le désert sous le régime politique du Conseil National de la Révolution (CNR) où il a même risqué sa survie en tant que profession.",
                "Image": "https://www.barreau.bf/wp-content/uploads/Scan10-768x529.jpg",
                "Link": "https://www.barreau.bf/a-propos/histoire-de-lordre/"
            },
            {
                "Date": "13 octobre 1990",
                "Title": "Premières élections ordinales",
                "Description": "Le 13 octobre 1990, avaient lieu alors les toutes premières élections ordinales pour désigner le Bâtonnier et les membres du Conseil de l’Ordre.Depuis 1990, onze (11) Bâtonniers et autant de Conseils de l’ordre ont conduit la politique de l’ordre, les uns après les autres.Il s’agit de Frédéric Titinga PACERE (1990-1992), Benoît Joseph SAWADOGO (1996-1997), Harouna SAWADOGO (1998-2003), Barthélémy KERE (2003-2006), Antoinette Nongba OUEDRAOGO (2006-2009), Issouf BAADDHIO (2009 2012), Mamadou S. TRAORE (2012- 2015), Mamadou SAVADOGO (2015-2018), Marcelin Paulin SALEMBERE (2018 -2021). L’actuel Bâtonnier est Siaka NIAMBA, élu pour trois (03) ans et qui a pris fonction le 1eroctobre 2021.L’Ordre des Avocats du Burkina Faso est un Ordre national unique et compte 204 Avocats titulaires exerçant, 02 avocats honoraires et 36 avocats stagiaires. Il est doté d’une CARPA et avec l’Etat, il copilote le Centre de Formation Professionnelle des Avocats (CFPA-BF), un centre créé par l’Etat et dédié à la formation initiale des élèves-avocats en vue de la délivrance du Certificat d’Aptitude à la Profession d’Avocat (CAPA) et à la formation continue des Avocats.",
                "Image": "Image non trouvée",
                "Link": "https://www.barreau.bf/a-propos/histoire-de-lordre/"
            }
        ]
    }
}