[
    {
        "Article": 1,
        "Texte": "L'action publique pour l'application des peines est mise en mouvement et exercée par les magistrats ou fonctionnaires auxquels elle est confiée par la loi. Cette action peut aussi être mise en mouvement par la partie lésée, dans les conditions déterminées par le présent code."
    },
    {
        "Article": 2,
        "Texte": "L'action civile en réparation du dommage causé par un crime, un délit ou une \ncontravention appartient à tous ceux qui ont personnellement souffert du dommage directement \ncausé par l'infraction. \nLa renonciation à l'action civile ne peut arrêter ni suspendre l'exercice de l'action publique, sous \nréserve des cas visés à l'alinéa 3 de l'article 6."
    },
    {
        "Article": 3,
        "Texte": "L'action civile peut être exercée en même temps que l'action publique et devant la même \njuridiction. \nElle est recevable pour tous chefs de dommages, aussi bien matériels que corporels ou moraux, \nqui découleront des faits objets de la poursuite ; elle est également recevable pour les dommages \nmatériels découlant de la même action, même si aucune contravention connexe, génératrice des \ndommages matériels, n'a été retenue par le titre de la poursuite."
    },
    {
        "Article": 4,
        "Texte": "L'action civile peut être aussi exercée séparément de l'action publique. \nToutefois il est sursis au jugement de cette action exercée devant la juridiction civile tant qu'il \nn'a pas été prononcé définitivement sur l'action publique lorsque celle-ci a été mise en \nmouvement."
    },
    {
        "Article": 5,
        "Texte": "La partie qui a exercé son action devant la juridiction civile compétente ne peut la porter \ndevant la juridiction répressive. \nIl n'en est autrement que si celle-ci a été saisie par le ministère public avant qu'un jugement sur \nle fond ait été rendu par la juridiction civile."
    },
    {
        "Article": 6,
        "Texte": "L'action publique pour l'application de la peine s'éteint par la mort du prévenu, la \nprescription, l'amnistie, l'abrogation de la loi pénale et la chose jugée. \nToutefois, si des poursuites ayant entraîné condamnation ont révélé la fausseté du jugement ou \nde l'arrêt qui a déclaré l'action publique éteinte, l'action publique pourra être reprise; la \nprescription doit alors être considérée comme suspendue depuis le jour où le jugement ou arrêt \nétait devenu définitif jusqu'à celui de la condamnation du coupable de faux ou usage de faux. \nElle peut, en outre, s'éteindre par transaction lorsque la loi en dispose ainsi expressément ; il en \nest de même, en cas de retrait de plainte, lorsque celle-ci est une condition nécessaire de la \npoursuite."
    },
    {
        "Article": 7,
        "Texte": "En matière de crime, l'action publique se prescrit par dix années révolues à compter du \njour où le crime a été commis, si dans cet intervalle il n'a été fait aucun acte d'instruction ou de \npoursuite. \nS'il en a été effectué dans cet intervalle, elle ne se prescrit qu'après dix années révolues à \ncompter du dernier acte. Il en est ainsi même à l'égard des personnes qui n'étaient pas visées par \ncet acte d'instruction ou de poursuite."
    },
    {
        "Article": 8,
        "Texte": "En matière de délit, la prescription de l'action publique est de trois années révolues ; elle \ns'accomplit selon les distinctions spécifiées à l'article précédent."
    },
    {
        "Article": 9,
        "Texte": "En matière de contravention, la prescription de l'action publique est d’une année \nrévolue ; elle s'accomplit selon les distinctions spécifiées à l'article 7."
    },
    {
        "Article": 10,
        "Texte": "L'action civile ne peut être engagée après l'expiration du délai de prescription de \nl'action publique. \nLorsqu'il a été définitivement statué sur l'action publique et si une condamnation pénale à été \nprononcée, l'action civile mise en mouvement dans les délais prévus par les articles précédents se \nprescrit par trente ans. \nL'action civile est soumise à tous autres égards aux règles du code civil. \n \nLIVRE I \nDE L'EXERCICE DE L'ACTION PUBLIQUE ET DE L'INSTRUCTION \n \nTITRE I   DES AUTORITES CHARGEES \nDE L'ACTION PUBLIQUE ET DE L'INSTRUCTION"
    },
    {
        "Article": 11,
        "Texte": "Sauf dans les cas où la loi en dispose autrement et sans préjudice des droits de la \ndéfense, la procédure au cours de l'enquête et de l'instruction est secrète. \nToute personne qui concourt à cette procédure est tenue au secret professionnel dans les \nconditions et sous les peines prévues par les dispositions du code pénal relatives aux révélations \nde secrets. \n \nCHAPITRE I   DE LA POLICE JUDICIAIRE \n \nSection 1   Dispositions générales"
    },
    {
        "Article": 12,
        "Texte": "La police judiciaire est exercée, sous la direction du [procureur du Faso], par les \nofficiers, fonctionnaires et agents désignés au présent titre."
    },
    {
        "Article": 13,
        "Texte": "Elle est placée sous la surveillance du procureur général et sous le contrôle de la \nchambre d'accusation conformément aux articles 37 et 224 et suivants."
    },
    {
        "Article": 14,
        "Texte": "Elle est chargée, suivant les distinctions établies au présent titre, de constater les \ninfractions à la loi pénale, d'en rassembler les preuves et d'en rechercher les auteurs tant qu'une \ninformation n'est pas ouverte. \nLorsqu'une information est ouverte, elle exécute les délégations des juridictions d'instruction et \ndéfère à leurs réquisitions."
    },
    {
        "Article": 15,
        "Texte": "La police judiciaire comprend : \n1° les officiers de police judiciaire ; \n2° les agents de police judiciaire ; \n3° les fonctionnaires et agents auxquels sont attribuées par la loi certaines fonctions de police \njudiciaire. \n \nSection 2   Des officiers de police judiciaire"
    },
    {
        "Article": 16,
        "Texte": "Ont qualité d'officiers de police judiciaire : \n1° les procureurs [du Faso] et leurs substituts ; \n2° le directeur [général de la police nationale]et son adjoint ; \n3° les officiers de gendarmerie ; \n4° les commissaires de police et officiers de police de la [direction générale de la police] \nnationale ; \n5° les sous-officiers de la gendarmerie exerçant les fonctions de commandant de brigade ; \n6° les sous-officiers de la gendarmerie nommés officiers de police judiciaire ; \n7° les [officiers ]de police nommés officiers de police judiciaire ; \n8° les chefs de circonscriptions administratives ; \n9° les maires et leurs adjoints."
    },
    {
        "Article": 17,
        "Texte": "Les officiers de police judiciaire exercent les pouvoirs définis à l'article 14 ; ils \nreçoivent les plaintes et dénonciations ; ils procèdent à des enquêtes préliminaires dans les \nconditions prévues par les articles 73, 74 et 75. \nEn cas de crimes et délits flagrants, ils exercent les pouvoirs qui leur sont conférés par les \narticles 52 à 56. \nIls ont le droit de requérir directement le concours de la force publique pour l'exécution de leur \nmission."
    },
    {
        "Article": 18,
        "Texte": "Les officiers de police judiciaire ont compétence dans les limites territoriales où ils \nexercent leurs fonctions habituelles. \nIls peuvent, sur commission rogatoire expresse ainsi qu'au cas de crime ou délit flagrant, opérer \nsur tout le territoire [du Faso]."
    },
    {
        "Article": 19,
        "Texte": "Les officiers de police judiciaire sont tenus d'informer sans délai le procureur [du Faso] \ndes crimes, délits et contraventions dont ils ont connaissance. Dès la clôture de leurs opérations, \nils doivent lui faire parvenir directement l'original ainsi qu'une copie certifiée conforme des \nprocès-verbaux qu'ils ont dressés, tous actes et documents y relatifs lui sont en même temps \nadressés ; les objets saisis sont mis à sa disposition. \nLes procès-verbaux doivent énoncer la qualité d'officier de police judiciaire de leur rédacteur. \n \nSection 3   Des agents de police judiciaire"
    },
    {
        "Article": 20,
        "Texte": "Sont agents de police judiciaire, à l'exception de ceux qui exercent des fonctions de \ndirection ou de contrôle, les fonctionnaires de services actifs de police, les sous-officiers de \ngendarmerie qui n'ont pas la qualité d'officiers de police judiciaire et les gendarmes assermentés."
    },
    {
        "Article": 21,
        "Texte": "Les agents de police judiciaire ont pour mission : \n1° de seconder, dans l'exercice de leurs fonctions, les officiers de police judiciaire ; \n2° de rendre compte à leurs chefs hiérarchiques de tous crimes ou délits dont ils ont \nconnaissance ; \n3° de constater, en se conformant aux ordres de leurs chefs, les infractions à la loi pénale et de \nrecueillir tous les renseignements en vue de découvrir les auteurs de ces infractions, le tout dans \nle cadre et dans les formes prévues par les lois organiques ou spéciales qui leur sont propres. \n[Ordonnance 68-53 du 29 novembre 1968 - Art."
    },
    {
        "Article": 22,
        "Texte": "Les fonctionnaires des eaux et forêts recherchent et constatent par procès-verbaux, \naprès avoir entendu les personnes mises en cause, les infractions à la réglementation des eaux et \nforêts et de la chasse dans les conditions prévues par la loi ou les règlements."
    },
    {
        "Article": 23,
        "Texte": "Ils sont également compétents pour constater par procès-verbaux les infractions à la \nréglementation des armes. Ils peuvent saisir les armes et munitions détenues irrégulièrement ou \nqui ont servi à commettre une infraction de leur compétence."
    },
    {
        "Article": 24,
        "Texte": "Ils suivent les choses enlevées dans les lieux où elles ont été transportées et les mettent \nsous séquestre. \nIls ne peuvent cependant pénétrer dans les maisons, ateliers, bâtiments, cours adjacentes et \nenclos qu'en présence d'un officier ou d'un agent de police judiciaire s'il s'en trouve un à \nproximité ; cet officier ou agent ne peut se refuser à les accompagner, et il signe le procès-verbal \nde l'opération à laquelle il a assistée."
    },
    {
        "Article": 25,
        "Texte": "Ils conduisent devant un officier de police judiciaire tout individu qu'ils surprennent en \nflagrant délit. \n \nIls peuvent, dans l'exercice des fonctions visées aux articles 22 et 23, requérir directement la \nforce publique."
    },
    {
        "Article": 26,
        "Texte": "Ils peuvent être requis par le juge d'instruction et par les officiers de police judiciaire \nafin de leur prêter assistance."
    },
    {
        "Article": 27,
        "Texte": "Ils remettent les procès-verbaux visés aux articles 22 et 23 à leurs chefs hiérarchiques, \nqui les transmettent au procureur [du Faso]. \n \nParagraphe 2   Des fonctionnaires et agents des administrations et services publics"
    },
    {
        "Article": 28,
        "Texte": "Les fonctionnaires et agents des administrations et services publics auxquels des textes \nspéciaux attribuent certains pouvoirs de police judiciaire exercent ces pouvoirs dans les \nconditions et dans les limites fixées par ces textes. \n \nParagraphe 3   Des gardes particuliers assermentés"
    },
    {
        "Article": 29,
        "Texte": "Les gardes particuliers assermentés constatent par procès-verbaux tous délits et \ncontraventions portant atteinte aux propriétés dont ils ont la garde. \nLes procès-verbaux sont remis ou envoyés par lettre recommandée directement au [procureur \ndu Faso]. Cet envoi doit avoir lieu, à peine de nullité, dans les trois jours qui suivent celui où ils \nont constaté le fait, objet de leur procès-verbal. \n \nCHAPITRE II   DU MINISTERE PUBLIC \n \nSection 1   Dispositions générales"
    },
    {
        "Article": 30,
        "Texte": "Le ministère public exerce l'action publique et requiert l'application de la loi."
    },
    {
        "Article": 31,
        "Texte": "Il est représenté auprès de chaque juridiction répressive. \nIl assiste aux débats des juridictions de jugement ; toutes les décisions sont prononcées en sa \nprésence. \nIl assure l'exécution des décisions et des mandats de justice ainsi que des ordonnances du juge \nd'instruction."
    },
    {
        "Article": 32,
        "Texte": "Il est tenu de prendre des réquisitions écrites conformes aux instructions qui lui sont \ndonnées dans les conditions prévues aux articles 35 et 36. Il développe librement les observations \norales qu'il croit convenables au bien de la justice. \n \nSection 2   Des attributions du procureur général près la Cour d'appel"
    },
    {
        "Article": 33,
        "Texte": "Le procureur général près la Cour d'appel représente en personne ou par ses substituts \nle ministère public auprès de la Cour d'appel et auprès de la Cour d’assises instituée au siège de \nla Cour d’appel. \n[...]."
    },
    {
        "Article": 34,
        "Texte": "Le procureur général est chargé de veiller à l'application de la loi pénale sur le territoire \n[du Faso]. \nA cette fin, il lui est adressé tous les mois, par chaque procureur [du Faso], un état des affaires \nde son ressort. \nLe procureur général a, dans l’exercice de ses fonctions, le droit de requérir directement la force \npublique."
    },
    {
        "Article": 35,
        "Texte": "Le ministre de la Justice peut dénoncer au procureur général les infractions à la loi \npénale dont il a connaissance, lui enjoindre d'engager ou de faire engager des poursuites ou de \nsaisir la juridiction compétente de telles réquisitions écrites que le ministre juge opportunes."
    },
    {
        "Article": 36,
        "Texte": "Le procureur général a autorité sur tous les magistrats chargés du ministère public du \nressort de la Cour d'appel. \nA l'égard de ces magistrats, il a les mêmes prérogatives que celles reconnues au ministre de la \nJustice à l'article précédent."
    },
    {
        "Article": 37,
        "Texte": "Les officiers et agents de la police judiciaire sont placés sous la surveillance du \nprocureur général. Il peut les charger de recueillir tous renseignements qu'il estime utiles à une \nbonne administration de la justice. \n \nSection 3   Des attributions du procureur [du Faso]"
    },
    {
        "Article": 38,
        "Texte": "Le procureur [du Faso] représente en personne ou par ses substituts le ministère public \nprès les [tribunaux de grande instance] ; [...]. \n[...]."
    },
    {
        "Article": 39,
        "Texte": "Le procureur [du Faso] reçoit les plaintes et les dénonciations et décide de la suite à \nleur donner. En cas de classement sans suite, il avise le plaignant. \nToute autorité constituée, tout officier public ou fonctionnaire qui, dans l'exercice de ses \nfonctions, acquiert la connaissance d'un crime ou d'un délit est tenu d'en donner avis sans délai \nau procureur [du Faso] et de transmettre à ce magistrat tous les renseignements, procès-verbaux \net actes qui y sont relatifs."
    },
    {
        "Article": 40,
        "Texte": "Le procureur [du Faso] procède ou fait procéder à tous les actes nécessaires à la \nrecherche et à la poursuite des infractions à la loi pénale. \nA cette fin, il dirige l'activité des officiers et agents de la police judiciaire dans le ressort de son \ntribunal. \nEn cas d'infractions flagrantes, il exerce les pouvoirs qui lui sont attribués par l'article 66."
    },
    {
        "Article": 41,
        "Texte": "Le procureur [du Faso] a dans l'exercice de ses fonctions le droit de requérir \ndirectement la force publique."
    },
    {
        "Article": 42,
        "Texte": "Sont compétents le procureur [du Faso] du lieu de l'infraction, celui de la résidence de \nl'une des personnes soupçonnées d'avoir participé à l'infraction, celui du lieu d'arrestation de ces \npersonnes, même lorsque cette arrestation a été opérée pour une autre cause."
    },
    {
        "Article": 43,
        "Texte": "Le procureur [du Faso] représente en personne ou par ses substituts le ministère public \nprès les tribunaux [d’instance] de son ressort. Il peut leur déférer les contraventions dont il est \ninformé. \n \nArt . 44 à 47. [...] \n \nCHAPITRE III   DU JUGE D'INSTRUCTION"
    },
    {
        "Article": 48,
        "Texte": "Le juge d'instruction est chargé de procéder aux informations ainsi qu'il est dit au \nchapitre premier du titre III. \nIl ne peut, à peine de nullité, participer au jugement des affaires pénales dont il a connues en sa \nqualité de juge d'instruction."
    },
    {
        "Article": 49,
        "Texte": "Il est nommé au moins un juge d'instruction dans chaque tribunal. \n[...] \nDans les ressorts où il n'y a qu'un juge d'instruction, s'il est absent, malade ou autrement \nempêché, il est remplacé par un juge provisoirement désigné par ordonnance du président du \ntribunal ; à défaut, le président du tribunal est chargé des fonctions de juge d'instruction. Dans ce \ndernier cas la procédure est réglée comme il est dit aux articles 175 et suivants du présent code, \net le président du tribunal peut juger les affaires correctionnelles qu'il a instruites."
    },
    {
        "Article": 50,
        "Texte": "Le juge d'instruction ne peut informer qu'après avoir été saisi par un réquisitoire du \nprocureur [du Faso] ou par une plainte avec constitution de partie civile, dans les conditions \nprévues aux articles 77 et 87. \nEn cas de crimes ou délits flagrants, il exerce les pouvoirs qui lui sont attribués par l'article 70. \nLe juge d'instruction a, dans l'exercice de ses fonctions, le droit de requérir directement la force \npublique."
    },
    {
        "Article": 51,
        "Texte": "Sont compétents le juge d'instruction du lieu de l'infraction, celui de la résidence de \nl'une des personnes soupçonnées d'avoir participé à l'infraction, celui du lieu d'arrestation de ces \npersonnes, même lorsque cette arrestation a été opérée pour une autre cause. \n \nTITRE II   DES ENQUETES \n \nCHAPITRE I   DES CRIMES ET DELITS FLAGRANTS"
    },
    {
        "Article": 52,
        "Texte": "Est qualifié crime ou délit flagrant, le crime ou le délit qui se commet actuellement, ou \nqui vient de se commettre. Il y a aussi crime ou délit flagrant lorsque, dans un temps voisin de \nl’action, la personne soupçonnée est poursuivie par la clameur publique ou est trouvée en \npossession d’objets ou présente des traces ou indices laissant penser qu’elle a participé au crime \nou délit. \nEst assimilé au crime ou délit flagrant tout crime ou délit qui, même non commis dans les \ncirconstances prévues à l'alinéa précédent, a été commis dans une maison dont le chef requiert le \nprocureur [du Faso] ou un officier de police judiciaire de le constater."
    },
    {
        "Article": 53,
        "Texte": "En cas de crime flagrant, l'officier de police judiciaire, qui en est avisé informe \nimmédiatement le procureur [du Faso], se transporte sans délai sur le lieu du crime et procède à \ntoutes constatations utiles. \nIl veille à la conservation des indices susceptibles de disparaître et de tout ce qui peut servir à la \nmanifestation de la vérité. Il saisit les armes et instruments qui ont servi à commettre le crime ou \nqui étaient destinés à le commettre, ainsi que tout ce qui paraît avoir été le produit de ce crime. \nIl représente les objets saisis, pour reconnaissance, aux personnes qui paraissent avoir participé \nau crime, si elles sont présentes."
    },
    {
        "Article": 54,
        "Texte": "Dans les lieux où un crime a été commis, il est interdit, sous peine d'une amende de \n5.000 à 36.000 francs à toute personne non habilitée, de modifier avant les premières opérations \nde l'enquête judiciaire, l'état des lieux ou d'y effectuer des prélèvements quelconques. \nToutefois, exception est faite lorsque ces modifications ou ces prélèvements sont commandés \npar les exigences de la sécurité ou de la salubrité publique, ou par les soins à donner aux \nvictimes. \nSi les destructions des traces ou si les prélèvements sont effectués en vue d'entraver le \nfonctionnement de la justice, la peine est un emprisonnement de trois mois à trois ans et une \namende de 60.000 à 600.000 francs."
    },
    {
        "Article": 55,
        "Texte": "Si la nature du crime est telle que la preuve en puisse être acquise par la saisie des \npapiers, documents ou autres objets en la possession des personnes qui paraissent avoir participé \nau crime ou tenir des pièces ou objets relatifs aux faits incriminés, l'officier de police judiciaire se \ntransporte sans désemparer au domicile de ces dernières pour y procéder à une perquisition dont \nil dresse procès-verbal. \nIl a seul, avec les personnes désignées à l'article 56 et celles auxquelles il a éventuellement \nrecours en application de l'article 59, le droit de prendre connaissance des papiers ou documents \navant de procéder à leur saisie. \nToutefois, il a l'obligation de provoquer préalablement toutes mesures utiles pour que soit \nassuré le respect du secret professionnel et des droits de la défense. \nTous objets et documents saisis sont immédiatement inventoriés et placés sous scellés. \nCependant, si leur inventaire sur place présente des difficultés, ils font l'objet de scellés fermés \nprovisoires jusqu'au moment de leur inventaire et de leur mise sous scellés définitifs et ce, en \nprésence des personnes qui ont assisté à la perquisition suivant les modalités prévues à l'article \n56. \nAvec l'accord du procureur [du Faso], l'officier de police judiciaire ne maintient que la saisie \ndes objets et documents utiles à la manifestation de la vérité."
    },
    {
        "Article": 56,
        "Texte": "Sous réserve de ce qui est dit à l'article précédent concernant le respect du secret \nprofessionnel et des droits de la défense, les opérations prescrites par ledit article sont faites en \nprésence de la personne au domicile de laquelle la perquisition a lieu. \nEn cas d'impossibilité, l'officier de police judiciaire aura l'obligation de l'inviter à désigner un \nreprésentant de son choix; à défaut, l'officier de police judiciaire choisira deux témoins requis à \ncet effet par lui, en dehors des personnes relevant de son autorité administrative. \nLe procès-verbal de ces opérations, dressé ainsi qu'il est dit à l'article 64, est signé par les \npersonnes visées au présent article; au cas de refus, il en est fait mention au procès-verbal."
    },
    {
        "Article": 57,
        "Texte": "Toute communication ou toute divulgation sans l'autorisation de l'inculpé ou de ses \nayants droit ou du signataire ou destinataire d'un document provenant d'une perquisition à une \npersonne non qualifiée par la loi pour en prendre connaissance est punie d'une amende de 60.000 \nà 600.000 francs et d'un emprisonnement de trois mois à trois ans."
    },
    {
        "Article": 58,
        "Texte": "Sauf réclamation faite de l'intérieur de la maison ou exceptions prévues par la loi, les \nperquisitions et les visites domiciliaires ne peuvent être commencées avant six heures et après \nvingt et une heures. \nToutefois, des visites, perquisitions et saisis pourront être opérées à toute heure du jour et de la \nnuit en vue d'y constater toutes infractions aux bonnes moeurs à l'intérieur de tout hôtel, maison \nmeublée, pension, débit de boissons, club, cercle, dancing, lieu de spectacle et leurs annexes et \nen tout autre lieu ouvert au public ou utilisé par le public lorsqu'il sera constaté que des \npersonnes se livrant à la prostitution y sont reçues habituellement. \nLes formalités mentionnées aux articles 55, 56 et au présent article sont prescrites à peine de \nnullité."
    },
    {
        "Article": 59,
        "Texte": "S'il y a lieu de procéder à des constatations qui ne puissent être différées, l'officier de \npolice judiciaire a recours à toutes personnes qualifiées. \nLes personnes ainsi appelées prêtent, par écrit, serment de donner leur avis en leur honneur et \nconscience. \nElles ne peuvent refuser d'obtempérer à la réquisition des magistrats ou des officiers de police \njudiciaire sous peine d'une amende de 5.000 à 25.000 francs."
    },
    {
        "Article": 60,
        "Texte": "L'officier de police judiciaire peut défendre à toute personne de s'éloigner du lieu de \nl'infraction jusqu'à la clôture de ses opérations. \nToute personne dont il apparaît nécessaire, au cours des recherches judiciaires, d'établir ou de \nvérifier l'identité doit à la demande de l'officier de police judiciaire, se prêter aux opérations \nqu'exige cette mesure. \nTout contrevenant aux dispositions des alinéas précédents est passible d'une peine qui ne peut \nexcéder dix jours d'emprisonnement et 36.000 francs d'amende."
    },
    {
        "Article": 61,
        "Texte": "L'officier de police judiciaire peut appeler et entendre toutes personnes susceptibles de \nfournir des renseignements sur les faits ou sur les objets et documents saisis. \nLes personnes convoquées par lui sont tenues de comparaître et de déposer. Si elles ne satisfont \npas à cette obligation, avis en est donné au procureur [du Faso], qui peut les contraindre à \ncomparaître par la force publique. \nIl dresse un procès-verbal de leurs déclarations. Les personnes entendues procèdent elles-\nmêmes à sa lecture, peuvent faire consigner leurs observations et y apposent leur signature. Si \nelles déclarent ne pas savoir lire, lecture leur en est faite par l'officier de police judiciaire \npréalablement à la signature. Au cas de refus de signer le procès-verbal, mention en est faite sur \ncelui-ci. \nLes agents de police judiciaire désignés à l'article 20 peuvent également entendre dans la limite \ndes ordres reçus toutes personnes susceptibles de fournir des renseignements sur les faits en \ncause. Ils dressent à cet effet, dans les formes prescrites par le présent code des procès-verbaux \nqu'ils transmettent à l'officier de police judiciaire qu'ils secondent."
    },
    {
        "Article": 62,
        "Texte": "Si, pour les nécessités de l'enquête, l'officier de police judiciaire est amené à garder à sa \ndisposition une ou plusieurs des personnes visées aux articles 60 et 61, il ne peut les retenir plus \nde soixante-douze heures. \nS'il existe contre une personne des indices graves et concordants de nature à motiver son \ninculpation, l'officier de police judiciaire doit la conduire devant le procureur [du Faso] sans \npouvoir la garder à sa disposition plus de soixante-douze heures. \nLe délai prévu à l'alinéa précédent peut être prolongé d'un nouveau délai de quarante huit heures \npar autorisation du procureur [du Faso] ou du juge d'instruction. \nLes dispositions du dernier alinéa de l'article 63 sont applicables. \nL'officier de police judiciaire avise la personne gardée à vue du droit que lui accorde cet article."
    },
    {
        "Article": 63,
        "Texte": "S'il l'estime nécessaire, même à la requête d'un membre de la famille de la personne \ngardée à vue, le procureur [du Faso] peut désigner un médecin qui examinera cette dernière à \nn'importe quel moment de la garde à vue. \nAprès soixante-douze heures, l'examen médical sera de droit si la personne retenue le demande."
    },
    {
        "Article": 64,
        "Texte": "Les procès-verbaux dressés par l'officier de police judiciaire en exécution des articles \n53 à 61 sont rédigés sans désemparer et signés par lui sur chaque feuillet du procès-verbal."
    },
    {
        "Article": 65,
        "Texte": "Les dispositions des articles 53 à 64 sont applicables, au cas de délit flagrant, dans les \ncas où la loi prévoit une peine d'emprisonnement."
    },
    {
        "Article": 66,
        "Texte": "L'arrivée du procureur [du Faso] sur les lieux dessaisit l'officier de police judiciaire. \nLe procureur [du Faso] accomplit alors tous actes de police judiciaire prévus au présent \nchapitre. \nIl peut aussi prescrire à tous officiers de police judiciaire de poursuivre les opérations."
    },
    {
        "Article": 67,
        "Texte": "Si les nécessités de l'enquête l'exigent, le procureur [du Faso], ou le juge d'instruction \nlorsqu'il procède comme il est dit au présent chapitre, peut se transporter dans les ressorts des \ntribunaux limitrophes de celui où il exerce ses fonctions à l'effet de poursuivre ses investigations. \nIl doit aviser, au préalable, le procureur [du Faso] du ressort du tribunal dans lequel il se \ntransporte. Il mentionne sur son procès-verbal les motifs de son transport."
    },
    {
        "Article": 68,
        "Texte": "En cas de crime flagrant et si le juge d'instruction n'est pas encore saisi, le procureur \n[du Faso] peut décerner mandat d'amener contre toute personne soupçonnée d'avoir participé à \nl'infraction. \nLe procureur [du Faso] interroge sur-le-champ la personne ainsi conduite devant lui. Si elle se \nprésente spontanément accompagnée d'un défenseur, elle ne peut être interrogée qu'en présence \nde ce dernier."
    },
    {
        "Article": 69,
        "Texte": "En cas de délit flagrant, lorsque le fait est puni d'une peine d'emprisonnement et si le \njuge d'instruction n'est pas saisi, le procureur [du Faso] peut mettre l'inculpé sous mandat de \ndépôt après l'avoir interrogé sur son identité et sur les faits qui lui sont reprochés. \nIl saisit alors le tribunal dans les conditions définies au livre II du présent code relatif à la \nprocédure devant les juridictions de jugement. \nLes dispositions prévues au présent article sont inapplicables si les personnes soupçonnées \nd'avoir participé au délit sont passibles de la relégation, ou mineures de 13 ans."
    },
    {
        "Article": 70,
        "Texte": "Lorsque le juge d'instruction est présent sur les lieux, le procureur [du Faso] ainsi que \nles officiers de police judiciaire sont de plein droit dessaisis à son profit. \nLe juge d'instruction accomplit alors tous actes de police judiciaire prévus au présent chapitre. \nIl peut aussi prescrire à tous officiers de police judiciaire de poursuivre les opérations. \nCes opérations terminées, le juge d'instruction transmet les pièces de l'enquête au procureur [du \nFaso] à toutes fins utiles. \nLorsque le procureur [du Faso] et le juge d'instruction sont simultanément sur les lieux, le \nprocureur [du Faso] peut requérir l'ouverture d'une information régulière dont est saisi le juge \nd'instruction présent."
    },
    {
        "Article": 71,
        "Texte": "Dans les cas de crime flagrant ou de délit flagrant puni d'une peine d'emprisonnement, \ntoute personne a qualité pour en appréhender l'auteur et le conduire devant l'officier de police \njudiciaire le plus proche."
    },
    {
        "Article": 72,
        "Texte": "En cas de découverte d'un cadavre, qu'il s'agisse ou non d'une mort violente, mais si la \ncause en est inconnue ou suspecte, l'officier de police judiciaire, qui en est avisé, informe \nimmédiatement le procureur [du Faso], se transporte sans délai sur les lieux et procède aux \npremières constatations. \nLe procureur [du Faso] se rend sur place s'il le juge nécessaire et se fait assister de personnes \ncapables d'apprécier la nature des circonstances du décès. Il peut, toutefois, déléguer aux mêmes \nfins un officier de police judiciaire de son choix. \nLes personnes ainsi appelées prêtent, par écrit, serment de donner leur avis en leur honneur et \nconscience. Elles ne peuvent refuser d'obtempérer à la réquisition des magistrats ou des officiers \nde police judiciaire sous peine d'une amende de 5.000 à 25.000 francs. \nLe procureur [du Faso] peut aussi requérir information pour recherche des causes de la mort. \n \nCHAPITRE II   DE L'ENQUETE PRELIMINAIRE"
    },
    {
        "Article": 73,
        "Texte": "[Ordonnance 68-53 du 29 novembre 1968 - Art. 2. Les officiers de police judiciaire, les \nsous-officiers de gendarmerie et les gendarmes désignés à l'article 20, procèdent à des enquêtes \npréliminaires, soit sur les instructions du procureur [du Faso], soit d'office. \nCes opérations relèvent de la surveillance du procureur général.]"
    },
    {
        "Article": 74,
        "Texte": "Les perquisitions, visites domiciliaires et saisies de pièces à conviction ne peuvent être \neffectuées sans l'assentiment exprès écrit ou oral de la personne chez laquelle l'opération a lieu ; \nelles sont faites en présence du prévenu, et, s'il ne veut ou ne peut y assister, en présence d'un \nfondé de pouvoir qu'il pourra nommer ou de deux témoins. \nLes objets lui sont présentés, à l'effet de les reconnaître et les parapher, s'il y a lieu, et, en cas de \nrefus, il en est fait mention au procès-verbal dont copie lui est remise. \nLes formes prévues par les articles 55 et 58 sont applicables."
    },
    {
        "Article": 75,
        "Texte": "Si, pour les nécessités de l'enquête, l'officier de police judiciaire est amené à garder à sa \ndisposition une ou plusieurs personnes contre lesquelles existent des indices de culpabilité, il ne \npeut les retenir plus de soixante-douze heures. \nLe procureur [du Faso] peut accorder l'autorisation de prolonger la garde à vue d'un nouveau \ndélai de quarante huit heures. \nLes dispositions de l'article 63 sont applicables aux personnes gardées à vue. \n \nTITRE III   DES JURIDICTIONS D'INSTRUCTION \n \nCHAPITRE I   DU JUGE D'INSTRUCTION \nJURIDICTION D'INSTRUCTION DU PREMIER DEGRE \n \nSection 1   Dispositions générales"
    },
    {
        "Article": 76,
        "Texte": "L'instruction préparatoire est obligatoire en matière de crime ; sauf dispositions \nspéciales, elle est facultative en matière de délit."
    },
    {
        "Article": 77,
        "Texte": "Le juge d'instruction ne peut informer qu'en vertu d'un réquisitoire du procureur [du \nFaso], même s'il a procédé en cas de crime ou de délit flagrant. \n[...] \nLe réquisitoire peut être pris contre une personne dénommée ou non dénommée. \nLe juge d'instruction a le pouvoir d'inculper toute personne ayant pris part, comme auteur ou \ncomplice, aux faits qui lui sont déférés. \nLorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d'instruction, \ncelui-ci doit immédiatement communiquer au procureur [du Faso] les plaintes ou les procès-\nverbaux qui les constatent. \nEn cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l'article 87."
    },
    {
        "Article": 78,
        "Texte": "Le juge d'instruction procède, conformément à la loi, à tous les actes d'information qu'il \njuge utiles à la manifestation de la vérité. \nIl est établi une copie de ces actes ainsi que de toutes les pièces de la procédure ; chaque copie \nest certifiée conforme par le greffier ou l'officier de police judiciaire commis mentionné à l'alinéa \nsuivant. Toutes les pièces du dossier sont cotées et inventoriées par le greffier au fur et à mesure \nde leur rédaction ou de leur réception par le juge d'instruction. \nSi le juge d'instruction est dans l'impossibilité de procéder lui-même à tous les actes \nd'instruction, il peut donner commission rogatoire aux officiers de police judiciaire afin de leur \nfaire exécuter tous les actes d'information nécessaires dans les conditions prévues aux articles \n151 et 152. \nLe juge d'instruction doit vérifier les éléments d'information ainsi recueillis. \nLe juge d'instruction procède ou fait procéder, soit par des officiers de police judiciaire, \nconformément à l'alinéa 3, soit par toute personne habilitée par le ministre de la Justice, à une \nenquête sur la personnalité des inculpés, ainsi que sur leur situation matérielle, familiale ou \nsociale. Toutefois, en matière de délit, cette enquête est facultative. \nLe juge d'instruction peut prescrire un examen médical, confier à un médecin le soin de \nprocéder à un examen médico-psychologique ou ordonner toutes autres mesures utiles. Si ces \nexamens sont demandés par l'inculpé ou son conseil, il ne peut les refuser que par ordonnance \nmotivée."
    },
    {
        "Article": 79,
        "Texte": "Dans son réquisitoire introductif, et à toute époque de l'information par réquisitoire \nsupplétif, le procureur [du Faso] peut requérir du magistrat instructeur tous actes lui paraissant \nutiles à la manifestation de vérité. \nIl peut, à cette fin, se faire communiquer la procédure à charge de la rendre dans les quarante \nhuit heures. \nSi le juge d'instruction ne croit pas devoir procéder aux actes requis, il doit rendre, dans les cinq \njours des réquisitions du procureur [du Faso], une ordonnance motivée."
    },
    {
        "Article": 80,
        "Texte": "Lorsqu'il existe dans un tribunal plusieurs juges d'instruction, le procureur [du Faso] \ndésigne, pour chaque information, le juge qui en sera chargé. \nIl peut également désigner deux ou plusieurs juges d'instruction pour instrumenter dans les \naffaires complexes comportant plusieurs chefs d'inculpation."
    },
    {
        "Article": 81,
        "Texte": "Le dessaisissement du juge d'instruction au profit d'un autre juge d'instruction peut être \ndemandé au président du tribunal [de grande instance] dans l'intérêt d'une bonne administration \nde la justice, par requête motivée du procureur [du Faso]. \nLe président du tribunal [de grande instance] doit statuer dans les huit jours par une ordonnance \nqui ne sera pas susceptible de voies de recours. \nEn cas d'empêchement du juge saisi, par suite de congé, de maladie ou pour toute autre cause, \nde même qu'en cas de nomination à un autre poste, il est procédé par le président à la désignation \ndu juge d'instruction chargé de le remplacer. \nToutefois, en cas d'urgence et pour des actes isolés, tout juge d'instruction peut suppléer un \nautre juge d'instruction du même tribunal, à charge par lui d'en rendre compte immédiatement au \nprésident du tribunal [de grande instance]."
    },
    {
        "Article": 82,
        "Texte": "Dans le ressort de la Cour d'appel, le procureur général peut charger par voie de \nréquisition, tout juge d'instruction d'informer sur tout crime ou délit qui lui aura été dénoncé, \nmême lorsqu'il aura été commis hors du ressort de la compétence de ce magistrat; il peut \négalement requérir tout juge d'instruction de continuer une information commencée par un autre \nmagistrat qu'il dessaisit à cet effet. Cette décision est prise après avis conforme de la Cour \nd'appel. \nLe juge d'instruction désigné dans les conditions prévues à l'alinéa précédent a compétence pour \ninstrumenter sur tout le territoire [du Burkina Faso]."
    },
    {
        "Article": 83,
        "Texte": "Les dispositions de l'article précédent ne dérogent pas en ce qui concerne les \njuridictions de jugement aux règles de compétence territoriale édictées par le présent code. \n \nSection 2   De la constitution de la partie civile et de ses effets."
    },
    {
        "Article": 84,
        "Texte": "Toute personne qui se prétend lésée par un crime ou un délit peut en portant plainte se \nconstituer partie civile devant le juge d'instruction, qui dresse procès-verbal lorsque la plainte est \nverbale."
    },
    {
        "Article": 85,
        "Texte": "La partie civile qui met en mouvement l’action publique doit, si elle n’a obtenu \nl’assistance judiciaire et sous peine de non recevabilité de sa plainte, consigner au greffe la \nsomme présumée nécessaire pour les frais de la procédure. Le juge d’instruction fixe cette \nsomme par une ordonnance susceptible d’appel de la part de la partie civile."
    },
    {
        "Article": 86,
        "Texte": "Le juge d’instruction donne par procès-verbal acte de la présentation du reçu constatant \nle versement de consignation fixée, et de la constitution de partie civile ; il mentionne en outre le \ndomicile élu par la partie civile dans le ressort du tribunal lorsqu’elle n’y réside pas. \nA défaut d’élection de domicile, la partie civile ne peut opposer le défaut de signification des \nactes qui auraient dû lui être signifiés aux termes de la loi. A compter de sa constitution, la partie \ncivile a le droit de se faire assister d’un avocat-défenseur."
    },
    {
        "Article": 87,
        "Texte": "Le juge d’instruction ordonne communication de la plainte et du procès-verbal établi \nconformément aux dispositions de l’article précédent, au Procureur [du Faso] pour que ce \nmagistrat prenne ses réquisitions. \nLe réquisitoire peut être pris contre personne dénommée ou contre personne non dénommée, \nnotamment lorsque la plainte est insuffisamment motivée ou insuffisamment justifiée par les \npièces produites. \nLe Procureur [du Faso] ne peut saisir le juge d’instruction de réquisitions de non informer que \nsi, pour des causes affectant l’action publique elle-même, les faits ne peuvent légalement \ncomporter une poursuite ou si, à supposer ces faits démontrés, ils ne peuvent admettre aucune \nqualification pénale. \nDans le cas où le juge d’instruction passe outre, il doit statuer par une ordonnance motivée."
    },
    {
        "Article": 88,
        "Texte": "La constitution de partie civile peut également avoir lieu à tout moment au cours de \nl’instruction; la partie civile qui ne réside pas dans le ressort du tribunal doit y faire élection de \ndomicile, dans l’acte de constitution, faute de quoi les dispositions du deuxième alinéa de \nl’article 86 lui seront applicables. \nDans tous les cas, la recevabilité de la constitution de partie civile peut être contestée soit par le \nministère public, soit par l’inculpé, soit par une autre partie civile. \nLe juge d’instruction statue par ordonnance après communication du dossier au ministère \npublic."
    },
    {
        "Article": 89,
        "Texte": "Dans le cas où le juge d’instruction n’est pas compétent aux termes de l’article 51, il \nrend, après réquisitions du ministère public, une ordonnance renvoyant la partie civile à se \npourvoir devant telle juridiction qu’il appartiendra."
    },
    {
        "Article": 90,
        "Texte": "Quand, après une information ouverte sur constitution de partie civile, une décision de \nnon-lieu a été rendue, l'inculpé et toutes personnes visées dans la plainte, et sans préjudice d'une \npoursuite pour dénonciation calomnieuse, peuvent, s'ils n'usent de la voie civile, demander des \ndommages-intérêts au plaignant dans les formes indiquées ci-après. \nL'action en dommages-intérêts doit être introduite dans les trois mois du jour où l'ordonnance \nde non-lieu est devenue définitive. Elle est portée par voie de citation devant la [chambre \ncorrectionnelle du tribunal de grande instance] où l'affaire a été instruite. Ce tribunal est \nimmédiatement saisi du dossier de l'information terminé par une ordonnance de non-lieu, en vue \nde sa communication aux parties. \nLes débats ont lieu en chambre du conseil ; les parties ou leurs conseils et le ministère public \nsont entendus. Le jugement est rendu en audience publique. \nEn cas de condamnation, le tribunal peut ordonner la publication intégrale ou par extraits de son \njugement dans un ou plusieurs journaux qu'il désigne, aux frais du condamné. Il fixe le coût \nmaximum de chaque insertion. \nL'opposition, s'il échet, et l'appel sont recevables dans les délais de droit commun en matière \ncorrectionnelle. \nL'appel est porté devant [la chambre correctionnelle de la Cour d'appel]statuant dans les mêmes \nformes que le tribunal. \nL'arrêt de la Cour d’appel peut être déféré à la Cour [de cassation] comme en matière pénale. \n \nSection 3   Des transports, perquisitions et saisies."
    },
    {
        "Article": 91,
        "Texte": "Le juge d'instruction peut se transporter partout où il le juge nécessaire dans son ressort \npour y effectuer toutes constatations utiles ou procéder à des perquisitions. Il en donne avis au \nprocureur [du Faso] qui a la faculté de l’accompagner. \nLe juge d'instruction est toujours assisté d'un greffier. \nIl dresse procès-verbal de ses opérations."
    },
    {
        "Article": 92,
        "Texte": "Si les nécessités de l'information l'exigent, le juge d'instruction peut, après en avoir \ndonné avis au procureur [du Faso] de son tribunal, se transporter avec son greffier dans les \nressorts des tribunaux du territoire, à l'effet d'y procéder à tous actes d'instruction, à charge par \nlui d'aviser, au préalable, le procureur [du Faso] du ressort du tribunal dans lequel il se transporte. \nIl mentionne sur son procès-verbal les motifs de son transport."
    },
    {
        "Article": 93,
        "Texte": "Les perquisitions sont effectuées dans tous les lieux où peuvent se trouver des objets \ndont la découverte serait utile à la manifestation de la vérité."
    },
    {
        "Article": 94,
        "Texte": "Si la perquisition a lieu au domicile de l'inculpé, le juge d'instruction doit se conformer \naux dispositions des articles 56 et 58."
    },
    {
        "Article": 95,
        "Texte": "Si la perquisition a lieu dans un domicile autre que celui de l'inculpé, la personne chez \nlaquelle elle doit s'effectuer est invitée à y assister. Si la personne est absente ou refuse d’y \nassister, la perquisition a lieu en présence de deux de ses parents ou alliés présents sur les lieux \nou, à défaut, en présence de deux témoins. \nLe juge d'instruction doit se conformer aux dispositions des articles 56 alinéa 2 et 58. \nToutefois, il a l'obligation de provoquer préalablement toutes mesures utiles pour que soit \nassuré le respect du secret professionnel et des droits de la défense."
    },
    {
        "Article": 96,
        "Texte": "Lorsqu'il a lieu, en cours d'information, de rechercher des documents et sous réserve de \nrespecter, le cas échéant, l'obligation stipulée par l'alinéa 3 de l'article précédent, le juge \nd'instruction ou l'officier de police judiciaire par lui commis a seul le droit d'en prendre \nconnaissance avant de procéder à la saisie. \nTous objets et documents saisis sont immédiatement inventoriés et placés sous scellés. \nCes scellés ne peuvent être ouverts et les documents dépouillés qu'en présence de l'inculpé \nassisté de son conseil, ou eux dûment appelés. Le tiers chez lequel la saisie a été faite est \négalement invité à assister à cette opération. \nLe juge d'instruction ne maintient que la saisie des objets et documents utiles à la manifestation \nde la vérité ou dont la communication serait de nature à nuire à l'instruction. Si les nécessités de \nl'instruction ne s'y opposent, les intéressés peuvent obtenir à leurs frais, dans le plus bref délai, \ncopie ou photocopie des documents dont la saisie est maintenue. \nSi la saisie porte sur des espèces, lingots, effets ou valeurs dont la conservation en nature n'est \npas nécessaire à la manifestation de la vérité ou à la sauvegarde des droits des parties, il peut \nautoriser le greffier à en faire le dépôt au Trésor."
    },
    {
        "Article": 97,
        "Texte": "Toute communication ou toute divulgation sans l'autorisation de l'inculpé ou de ses \nayants droit ou du signataire ou destinataire d'un document provenant d'une perquisition à une \npersonne non qualifiée par la loi pour en prendre connaissance est punie d'une amende de 60.000 \nà 600.000 francs et d'un emprisonnement de trois mois à trois ans."
    },
    {
        "Article": 98,
        "Texte": "L'inculpé, la partie civile ou toute autre personne qui prétend avoir droit sur un objet \nplacé sous la main de la justice peut en réclamer la restitution au juge d'instruction. \nSi la demande émane de l'inculpé ou de la partie civile, elle est communiquée à l'autre partie \nainsi qu'au ministère public. Si elle émane d'un tiers, elle est communiquée à l'inculpé, à la partie \ncivile et au ministère public. \nLes observations qu'elle peut comporter doivent être produites dans les trois jours de cette \ncommunication. \n[...] \nLa décision du juge d'instruction peut être déférée à la chambre d'accusation dans les dix jours \nde sa notification aux parties intéressées, sans toutefois que l’information puisse s'en trouver \nretardée. \nLe tiers, peut, au même titre que les parties être entendu par la chambre d'accusation en ses \nobservations, mais il ne peut prétendre à la mise à sa disposition de la procédure."
    },
    {
        "Article": 99,
        "Texte": "Après décision de non-lieu, le juge d'instruction demeure compétent pour statuer sur la \nrestitution des objets saisis. Ses décisions peuvent être déférées à la chambre d'accusation, \ncomme il est dit à l'alinéa 5 de l'article 98. \n \nSection 4   Des auditions de témoins"
    },
    {
        "Article": 100,
        "Texte": "Le juge d'instruction fait citer devant lui, par un huissier ou par un agent de la force \npublique, toutes les personnes dont la déposition lui paraît utile. Une copie de cette citation leur \nest délivrée. \nLes témoins peuvent aussi être convoqués par lettre simple, par lettre recommandée ou par voie \nadministrative ; ils peuvent en outre comparaître volontairement."
    },
    {
        "Article": 101,
        "Texte": "Ils sont entendus séparément, et hors la présence de l'inculpé par le juge d'instruction \nassisté de son greffier ; il est dressé procès-verbal de leurs déclarations. \nLe juge d'instruction peut faire appel à un interprète âgé de vingt et un an au moins, à \nl'exclusion des témoins. L'interprète, s'il n'est pas assermenté, prêtre serment de traduire \nfidèlement les dépositions."
    },
    {
        "Article": 102,
        "Texte": "Les témoins prêtent serment de dire toute la vérité, rien que la vérité. Le juge leur \ndemande leurs nom, prénoms, âge, état, profession, demeure, dialecte, s'ils sont parents ou alliés \ndes parties et à quel degré ou s'ils sont à leur service. Il est fait mention de la demande et de la \nréponse. \nLes enfants au-dessous de l'âge de seize ans sont entendus sans prestation de serment."
    },
    {
        "Article": 103,
        "Texte": "Toute personne nommément visée par une plainte assortie d'une constitution de partie \ncivile peut refuser d'être entendue comme témoin. Le juge d'instruction l'en avertit après lui avoir \ndonné connaissance de la plainte. Mention est faite au procès-verbal. En cas de refus, il ne peut \nl'entendre que comme inculpé. \nLe juge d'instruction chargé d'une information, ainsi que les magistrats et officiers de policier \njudiciaire agissant sur commission rogatoire, ne peuvent, dans le dessein de faire échec aux \ndroits de la défense, entendre comme témoins des personnes contre lesquelles il existe des \nindices graves et concordants de culpabilité."
    },
    {
        "Article": 104,
        "Texte": "Chaque page des procès-verbaux est signée du juge, du greffier et du témoin. Ce \ndernier est alors invité à relire sa déposition telle qu'elle vient d'être transcrite, puis à la signer s'il \ndéclare y persister. Si le témoin ne veut ou ne peut signer, mention en est faite sur le procès-\nverbal. Chaque page est également signée par l'interprète s'il y a lieu."
    },
    {
        "Article": 105,
        "Texte": "Les procès-verbaux ne peuvent comporter aucun interligne. Les ratures et les renvois \nsont approuvés par le juge d'instruction, le greffier et le témoin et, s'il y a lieu, par l'interprète. A \ndéfaut d'approbation, ces ratures et ces renvois sont non avenus. \nIl en est de même du procès-verbal qui n'est pas régulièrement signé."
    },
    {
        "Article": 106,
        "Texte": "Toute personne citée pour être entendue comme témoin est tenue de comparaître, de \nprêter serment et de déposer sous réserve des dispositions réprimant la violation du secret \nprofessionnel. \nSi le témoin ne comparaît pas, le juge d'instruction peut, sur les réquisitions du procureur [du \nFaso], l'y contraindre par la force publique, et le condamner à une amende de 1.000 à 25.000 \nfrancs. S'il comparaît ultérieurement, il peut toutefois, sur production de ses excuses et \njustifications, être déchargé de cette peine par le juge d'instruction, après réquisitions du \nprocureur [du Faso]. \nLa même peine peut, sur les réquisitions de ce magistrat, être prononcée contre le témoin qui, \nbien que comparaissant, refuse de prêter serment ou de faire sa déposition. \nLe témoin condamné à l'amende en vertu des alinéas précédents peut interjeter appel de la \ncondamnation dans les cinq jours de ce prononcé ; s'il était défaillant, ce délai ne commence à \ncourir que du jour de la notification de la condamnation. L'appel est porté devant la chambre \nd'accusation."
    },
    {
        "Article": 107,
        "Texte": "La mesure de contrainte dont fait l'objet le témoin défaillant est prise par voie de \nréquisition. Le témoin est conduit directement et sans délai devant le magistrat qui a prescrit la \nmesure."
    },
    {
        "Article": 108,
        "Texte": "Toute personne qui déclare publiquement connaître les auteurs d'un crime ou d'un \ndélit et qui refuse de répondre aux questions qui lui sont posées à cet égard par le juge \nd'instruction sera punie d'un emprisonnement de deux mois à un an et d'une amende de 60.000 à \n100.000 francs."
    },
    {
        "Article": 109,
        "Texte": "Si un témoin est dans l'impossibilité de comparaître, le juge d'instruction se transporte \npour l'entendre, ou délivre à cette fin commission rogatoire dans les formes prévues à l'article \n151."
    },
    {
        "Article": 110,
        "Texte": "Si le témoin entendu dans les conditions prévues à l'article précédent n'était pas dans \nl'impossibilité de comparaître sur la citation, le juge d'instruction peut prononcer contre ce \ntémoin l'amende prévue à l'article 106. \n \nSection 5   Des interrogatoires et confrontations"
    },
    {
        "Article": 111,
        "Texte": "Lors de la première comparution, le juge d'instruction constate l’identité de l'inculpé, \nlui fait connaître chacun des faits qui lui sont imputés et l'avertit qu'il est libre de ne faire aucune \ndéclaration. \nSi l'inculpé désire faire des déclarations, celles-ci sont immédiatement reçues par le juge \nd'instruction. \nLe magistrat donne avis à l'inculpé de son droit de choisir un conseil parmi les avocats-\ndéfenseurs admis à exercer leur profession au [Burkina Faso]. \nSi le juge décerne mandat de dépôt, il le notifie à l'inculpé. \nSi celui-ci est laissé en liberté, le juge l'avertit en outre qu'il doit l'informer de tous ses \nchangements d'adresse, et, le cas échéant, faire élection de domicile dans le ressort du tribunal. \nMention de toutes ces formalités est faite au procès-verbal."
    },
    {
        "Article": 112,
        "Texte": "L'inculpé détenu peut aussitôt après la première comparution communiquer librement \navec son conseil. \nLe juge d'instruction a le droit de prescrire l'interdiction de communiquer pour une période de \ndix jours. Il peut la renouveler, mais pour une nouvelle période de dix jours seulement. \nEn aucun cas, l’interdiction de communiquer ne s'applique au conseil de l'inculpé."
    },
    {
        "Article": 113,
        "Texte": "L'inculpé et la partie civile peuvent, à tout moment de l'information, faire connaître au \njuge d'instruction le nom du conseil choisi par eux ; s'ils désignent plusieurs conseils, ils doivent \nfaire connaître celui d'entre eux auquel seront adressées les convocations et notifications."
    },
    {
        "Article": 114,
        "Texte": "L'inculpé et la partie civile ne peuvent être entendus ou confrontés, à moins qu'ils n'y \nrenoncent expressément, qu'en présence de leurs conseils ou eux dûment appelés. \nLe conseil est convoqué par lettre recommandée adressée au plus tard l'avant veille de \nl'interrogatoire. \nLa procédure doit être mise à la disposition du conseil de l'inculpé vingt-quatre heures au plus \ntard avant chaque interrogatoire. Elle doit également être mise à la disposition du conseil de la \npartie civile, vingt quatre heures au plus tard avant les auditions de cette dernière. \nLes formalités prévues par le présent article ne sont exigées que si le ou les conseils résident au \nsiège de l'instruction."
    },
    {
        "Article": 115,
        "Texte": "Toutefois, si l'urgence résulte, soit de l'état d'un témoin ou d'un co-inculpé en danger \nde mort, soit de l’existence d’indices sur le point de disparaître, le juge d'instruction peut \nprocéder à des interrogatoires et confrontations sans observer les formalités prévues à l'article \nprécédent."
    },
    {
        "Article": 116,
        "Texte": "Le procureur [du Faso] peut assister aux interrogatoires et confrontations de l'inculpé \net aux auditions de la partie civile. \nChaque fois que le procureur [du Faso] a fait connaître au juge d'instruction son intention d'y \nassister, le greffier du juge d'instruction doit, sous peine d'amende civile de 1.000 francs \nprononcée par le président de la chambre d'accusation, l'avertir par simple note, au plus tard \nl'avant-veille de l'interrogatoire."
    },
    {
        "Article": 117,
        "Texte": "Le procureur [du Faso] et les conseils de l'inculpé et de la partie civile ne peuvent \nprendre la parole que pour poser des questions après y avoir été autorisés par le juge \nd'instruction. \nSi cette autorisation leur est refusée, le texte des questions sera reproduit ou joint au procès-\nverbal."
    },
    {
        "Article": 118,
        "Texte": "Les procès-verbaux d'interrogatoire et de confrontation sont établis dans les formes \nprévues aux articles 104 et 105. \nS'il est fait appel à un interprète, les dispositions de l'article 101 sont applicables. \n \nSection 6   Des mandats et de leur exécution"
    },
    {
        "Article": 119,
        "Texte": "Le juge d'instruction peut, selon les cas décerner mandat de comparution, d'amener, \nde dépôt ou d'arrêt. \nLe mandat de comparution a pour objet de mettre l'inculpé en demeure de se présenter devant le \njuge à la date et à l'heure indiquées par ce mandat. \nLe mandat d'amener est l'ordre donné par le juge à la force publique de conduire \nimmédiatement l’inculpé devant lui.. \nLe mandat de dépôt est l’ordre donné par le juge au surveillant-chef de la maison d'arrêt de \nrecevoir et de détenir l'inculpé. Ce mandat permet également de rechercher ou de transférer \nl'inculpé lorsqu'il lui a été précédemment notifié. \nLe mandat d'arrêt est l'ordre donné à la force publique de rechercher l'inculpé et de le conduire à \nla maison d'arrêt indiquée sur le mandat, où il sera reçu et détenu."
    },
    {
        "Article": 120,
        "Texte": "Tout mandat précise l'identité de l'inculpé ; il est daté et signé par le magistrat qui l'a \ndécerné et est revêtu de son sceau. \nLes mandats d'amener, de dépôt et d'arrêt mentionnent en outre la nature de l'inculpation et les \narticles de loi applicables. \nLe mandat de comparution est notifié à celui qui en est l'objet par un huissier ou par un officier \nou agent de police judiciaire, ou par un agent de la force publique, lequel lui en délivre copie. \nLe mandat d'amener ou d'arrêt est notifié et exécuté par un officier ou agent de police judiciaire \nou par un agent de la force publique, lequel en fait l’exhibition à l'inculpé et lui en délivre copie. \nSi l'individu est déjà détenu pour une cause, la notification est effectuée par le surveillant chef \nde la maison d'arrêt, qui en délivre également une copie. \nLes mandats d'amener et d'arrêt peuvent, en cas d'urgence, être diffusés par tous moyens. \nDans ce cas, les mentions essentielles de l'original et spécialement l'identité de l'inculpé, la \nnature de l'inculpation, le nom et la qualité du magistrat mandant doivent être précisés et notifiés \nà l'intéressé par l'agent chargé d'en assurer l'exécution. \nLe mandat de dépôt est notifié à l'inculpé par le juge d'instruction ; mention de cette notification \ndoit être faite au procès-verbal de l'interrogatoire."
    },
    {
        "Article": 121,
        "Texte": "Les mandats sont exécutoires dans toute l'étendue du territoire [du Burkina Faso]."
    },
    {
        "Article": 122,
        "Texte": "Au siège [des tribunaux de grande instance...] les mandats sont visés obligatoirement \npar le procureur [du Faso]."
    },
    {
        "Article": 123,
        "Texte": "Le juge d'instruction interroge immédiatement l'inculpé qui fait l'objet d'un mandat de \ncomparution. \nIl est procédé dans les mêmes conditions à l'interrogatoire de l'inculpé arrêté en vertu d'un \nmandat d'amener ; toutefois, si l'interrogatoire ne peut être immédiat, l'inculpé est conduit dans la \nmaison d'arrêt où il ne peut être détenu plus de vingt-quatre heures. \nA l'expiration de ce délai, il est conduit d'office, par les soins du surveillant-chef, devant le \nprocureur [du Faso] qui requiert le juge d'instruction, ou à son défaut le président du tribunal ou \nun juge désigné par celui-ci, de procéder immédiatement à l'interrogatoire, à défaut de quoi \nl'inculpé est mis en liberté."
    },
    {
        "Article": 124,
        "Texte": "Tout inculpé arrêté en vertu d'un mandat d'amener, qui a été maintenu pendant plus de \nvingt-quatre heures dans la maison d'arrêt sans avoir été interrogé, est considéré comme \narbitrairement détenu. \nTous magistrats ou fonctionnaires qui ont ordonné ou sciemment toléré cette détention \narbitraire sont punis des peines prévues en la matière."
    },
    {
        "Article": 125,
        "Texte": "Si l'inculpé recherché en vertu d'un mandat d'amener est trouvé hors du ressort de la \njuridiction où a été délivré le mandat, il est conduit devant le procureur [du Faso] [...]."
    },
    {
        "Article": 126,
        "Texte": "Le procureur [du Faso] [...] l'interroge sur son identité, reçoit ses déclarations, \nl'interpelle afin de savoir s'il consent à être transféré ou s'il préfère prolonger les effets du mandat \nd'amener, en attendant, au lieu où il se trouve, la décision du juge d'instruction saisi de l'affaire. \nSi l'inculpé déclare s'opposer au transfèrement, il est conduit dans la maison d'arrêt et avis \nimmédiat est donné au juge d'instruction compétent. Le procès-verbal de la comparution \ncontenant un signalement complet est transmis sans délai à ce magistrat."
    },
    {
        "Article": 127,
        "Texte": "L'inculpé qui refuse d'obéir au mandat d’amener ou qui, après avoir déclaré qu'il est \nprêt à obéir, tente de s'évader, doit être contraint par la force. \nLe porteur du mandat d'amener emploie dans ce cas la force publique du lieu le plus voisin. \nCelle-ci est tenue de déférer à la réquisition contenue dans le mandat."
    },
    {
        "Article": 128,
        "Texte": "Le juge d'instruction saisi de l'affaire décide, aussitôt après la réception de ces pièces, \ns'il y a lieu d'ordonner le transfèrement."
    },
    {
        "Article": 129,
        "Texte": "Si l'inculpé contre lequel a été décerné un mandat d'amener ne peut être découvert, ce \nmandat est présenté au maire ou à l'un de ses adjoints, ou au commissaire de police ou au chef de \ncirconscription administrative ou à l'officier de police judiciaire de sa résidence. \nLe maire, l'adjoint, le commissaire de police, le chef de circonscription administrative ou \nl'officier de police judiciaire appose son visa sur le mandat qui est renvoyé au magistrat avec un \nprocès-verbal de recherches infructueuses."
    },
    {
        "Article": 130,
        "Texte": "Si l'inculpé est en fuite ou s'il réside hors du territoire [du Burkina Faso], le juge \nd'instruction, après avis du procureur [du Faso], peut décerner contre lui un mandat d'arrêt si le \nfait comporte une peine d'emprisonnement correctionnel ou une peine plus grave."
    },
    {
        "Article": 131,
        "Texte": "L'inculpé saisi en vertu d'un mandat d'arrêt est conduit sans délai dans la maison \nd'arrêt indiqué sur le mandat, sous réserve des dispositions de l'article 132, alinéa 2. \nLe surveillant-chef délivre à l'agent chargé de l'exécution une reconnaissance de la remise de \nl'inculpé."
    },
    {
        "Article": 132,
        "Texte": "Dans les quarante huit heures de l'incarcération de l'inculpé, il est procédé à son \ninterrogatoire. A défaut et à l'expiration de ce délai, les dispositions des articles 123 alinéa 3 et \n124 sont applicables. \nSi l'inculpé est arrêté hors du ressort du juge d'instruction qui a délivré le mandat, il est conduit \nimmédiatement devant le procureur [du Faso] [...] qui reçoit ses déclarations. \nLe procureur [du Faso] [...] informe sans délai le magistrat qui a délivré le mandat et requiert le \ntransfèrement. Si celui-ci ne peut être effectué immédiatement, le procureur [du Faso] [...] en \nréfère au juge mandant. \nDans le cas prévu au second alinéa du présent article, l'inculpé peut être conduit directement \ndevant le juge mandant, si en raison des facilités de communication cette procédure est \nmanifestement la plus rapide."
    },
    {
        "Article": 133,
        "Texte": "L'agent chargé de l'exécution d'un mandat d'arrêt ne peut s'introduire dans le domicile \nd'un citoyen avant six heures et après vingt et une heures. \nIl peut se faire accompagner d'une force suffisante pour que l'inculpé ne puisse se soustraire à la \nloi. Cette force est prise dans le lieu le plus proche de celui où le mandat d'arrêt doit s'exécuter et \nelle est tenue de déférer aux réquisitions contenues dans le mandat. \nSi l'inculpé ne peut être saisi, le mandat d'arrêt est notifié à sa dernière habitation et il est dressé \nprocès-verbal de perquisition. \nCe procès-verbal est dressé en présence des deux plus proches voisins du prévenu que le porteur \ndu mandat d'arrêt peut trouver. Ils le signent ou s'ils ne savent pas ou ne veulent pas signer, il en \nest fait mention, ainsi que de l'interpellation qui leur a été faite. \nLe porteur du mandat d'arrêt fait ensuite viser son procès-verbal par le maire ou l'un de ses \nadjoints ou le commissaire de police ou le chef de circonscription administrative ou l'officier de \npolice judiciaire et lui en laisse copie. \nLe mandat d'arrêt et le procès-verbal sont ensuite transmis au juge mandant."
    },
    {
        "Article": 134,
        "Texte": "Le juge d'instruction ne peut délivrer un mandat de dépôt qu'après interrogatoire et si \nl'infraction comporte une peine d'emprisonnement correctionnel ou une autre plus grave. \nL'agent chargé de l'exécution du mandat de dépôt remet l'inculpé au surveillant-chef de la \nmaison d'arrêt, lequel lui délivre une reconnaissance de la remise de l'inculpé."
    },
    {
        "Article": 135,
        "Texte": "L'inobservation des formalités prescrites pour les mandats de comparution, d'amener, \nde dépôt et d'arrêt est sanctionnée par une amende civile de 5.000 francs prononcée contre le \ngreffier par le président de la chambre d'accusation ; elle peut donner lieu à des sanctions \ndisciplinaires ou à prise à partie contre le juge d'instruction, le procureur [du Faso] [...]. \nCes dispositions sont étendues, sauf application de peines plus graves, s'il y a lieu, à toute \nviolation des mesures protectrices de la liberté individuelle prescrites par les articles 55, 56, 58, \n95, 96, 137, 138 et 140. \nDans les cas visés aux deux alinéas précédents, et dans tous les cas d'atteinte à la liberté \nindividuelle, le conflit ne peut jamais être élevé par les autorités administratives et les tribunaux \nde l'ordre judiciaire sont toujours exclusivement compétents. \nIl en est de même dans toute instance civile fondée sur des faits constitutifs d'attentat à la liberté \net de violation de domicile, qu'elle soit dirigée contre la collectivité publique ou contre ses \nagents. \n \nSection 7   De la détention préventive"
    },
    {
        "Article": 136,
        "Texte": "La détention préventive est une mesure exceptionnelle. Lorsqu'elle est ordonnée, les \nrègles ci-après doivent être observées."
    },
    {
        "Article": 137,
        "Texte": "En matière correctionnelle, lorsque le maximum de la peine prévue par la loi est \ninférieur à un an d'emprisonnement, l'inculpé domicilié [au Burkina Faso] ne peut être détenu \nplus de cinq jours après sa première comparution devant le juge d'instruction s'il n'a pas été déjà \ncondamné soit pour un crime, soit à un emprisonnement de plus de trois mois sans sursis pour \ndélit de droit commun."
    },
    {
        "Article": 138,
        "Texte": "Dans les cas autres que ceux prévus à l'article précédent, la détention préventive ne \npeut excéder six mois. Passé ce délai, si le maintien en détention apparaît nécessaire, le juge \nd'instruction peut la prolonger par ordonnance spécialement motivée, rendue sur les réquisitions \négalement motivées du procureur [du Faso]. Chaque prolongation ne peut être prescrite pour une \ndurée de plus de six mois."
    },
    {
        "Article": 139,
        "Texte": "En toute matière, lorsqu'elle n'est pas de droit, la mise en liberté peut être ordonnée \nd'office par le juge d'instruction après avis du procureur [du Faso], à charge pour l'inculpé de \nprendre l'engagement de se représenter à tous les actes de la procédure aussitôt qu'il en sera \nrequis et de tenir informé le magistrat instructeur de tous ses déplacements. \nLe procureur [du Faso] peut également la requérir à tout moment. Le juge d'instruction statue \ndans le délai de cinq jours à compter de la date de ces réquisitions."
    },
    {
        "Article": 140,
        "Texte": "La mise en liberté provisoire peut être demandée à tout moment au juge d'instruction \npar l'inculpé ou son conseil, sous les obligations prévues à l'article précédent. \nDans les tribunaux de grande instance [...]le juge d'instruction doit immédiatement \ncommuniquer le dossier au procureur [du Faso] aux fins de réquisitions. Il avise en même temps \npar lettre missive la partie civile qui peut présenter des observations. \nLe juge d'instruction doit statuer, par ordonnance spécialement motivée, au plus tard dans les \ncinq jours de la communication au procureur [du Faso]. \nLorsqu'il y a une partie civile en cause, l'ordonnance du juge d'instruction ne peut intervenir que \nquarante huit heures après l'avis donné à cette partie. \nFaute par le juge d'instruction d'avoir statué dans le délai fixé à l'alinéa 3, l'inculpé peut saisir \ndirectement de sa demande la chambre d'accusation qui, sur les réquisitions écrites et motivées \ndu procureur général, se prononce dans les quinze jours de l'arrivée de cette demande au greffe \nde la chambre d'accusation, faute de quoi l'inculpé est mis d'office en liberté provisoire, sauf si \ndes vérifications concernant sa demande ont été ordonnées. Le droit de saisir dans les mêmes \nconditions la chambre d'accusation appartient également au procureur [du Faso]."
    },
    {
        "Article": 141,
        "Texte": "La mise en liberté provisoire peut aussi être demandée en tout état de cause par tout \ninculpé, prévenu ou accusé, et en toute période de la procédure. \nLorsqu'une juridiction de jugement est saisie, il lui appartient de statuer sur la liberté \nprovisoire ; avant le renvoi [devant la chambre criminelle] et dans l'intervalle des sessions [de la \nchambre criminelle], ce pouvoir appartient à la chambre d'accusation. \nEn cas de pourvoi et jusqu'à l'arrêt de la Cour [de cassation], il est statué sur la demande de mise \nen liberté provisoire par la juridiction qui a connu en dernier lieu de l'affaire au fond. Si le \npourvoi a été formé contre un arrêt de la [chambre criminelle] il est statué sur la détention par la \nchambre d'accusation. \nEn cas de décision d'incompétence et généralement dans tous les cas où aucune juridiction n'est \nsaisie, la chambre d'accusation connaît des demandes de mise en liberté. \nDans tous les cas où un individu de nationalité étrangère, inculpé, prévenu ou accusé est laissé \nou mis en liberté provisoire, seule la juridiction compétente peut lui assigner pour résidence un \nlieu dont il ne devra s'éloigner sans autorisation avant non-lieu ou décision définitive, sous les \npeines prévues en matière d'interdiction de séjour. \nLes mesures nécessaires à l'application de l'alinéa précédent et notamment le contrôle de la \nrésidence assignée et la délivrance d'autorisations provisoires seront déterminées par décret."
    },
    {
        "Article": 142,
        "Texte": "Lorsque la juridiction de jugement est appelée à statuer dans les cas prévus au \nprécédent article, les parties et leurs conseils sont convoqués par lettre recommandée ou par voie \nde notification administrative. La décision est prononcée après audition du ministère public et \ndes parties ou de leurs conseils."
    },
    {
        "Article": 143,
        "Texte": "Préalablement à la mise en liberté, avec ou sans cautionnement, le demandeur doit, \npar acte reçu au greffe du tribunal, élire domicile, s'il est inculpé, dans le lieu où se poursuit \nl'information et, s'il est prévenu ou accusé, dans celui où siège la juridiction saisie du fond de \nl'affaire. Avis de cette déclaration est donné par le greffier à l'autorité compétente. \nAprès la mise en liberté provisoire, si l'inculpé invité à comparaître ne se présente pas ou si des \ncirconstances nouvelles ou graves rendent sa détention nécessaire, le juge d'instruction ou la \njuridiction de jugement saisie de l'affaire peut décerner un nouveau mandat. \nLe même droit appartient en cas de décision d'incompétence à la chambre d'accusation jusqu'à \nce que la juridiction compétente ait été saisie."
    },
    {
        "Article": 144,
        "Texte": "Lorsque la liberté provisoire a été accordée par la chambre d'accusation réformant \nl'ordonnance du juge d'instruction, ce magistrat ne peut décerner un nouveau mandat qu'autant \nque cette chambre, sur les réquisitions écrites du ministère public a retiré à l'inculpé le bénéfice \nde sa décision."
    },
    {
        "Article": 145,
        "Texte": "La mise en liberté provisoire, dans tous les cas où elle n'est pas de droit, peut être \nsubordonnée à l'obligation de fournir un cautionnement. \nCe cautionnement garantit : \n1° la représentation de l'inculpé à tous les actes de la procédure et pour l'exécution du \njugement ; \n2° le payement dans l'ordre suivant : \na) des frais avancés par la partie civile ; \nb) de ceux faits par la partie publique ; \nc) des amendes ; \nd) des restitutions et dommages intérêts. \nLa décision de mise en liberté détermine la somme affectée à chacune des deux parties du \ncautionnement."
    },
    {
        "Article": 146,
        "Texte": "Dans le cas où la liberté provisoire a été subordonnée à un cautionnement, ce \ncautionnement est fourni en espèces, billets de banque, chèques certifiés ou titres émis ou \ngarantis par l'Etat. Il est versé entre les mains du greffier en chef du tribunal ou de la Cour. \nSur le vu de récépissé, le ministère public fait exécuter sur-le-champ, la décision de mise en \nliberté. \nUn décret détermine les conditions dans lesquelles le cautionnement est versé au greffier."
    },
    {
        "Article": 147,
        "Texte": "La première partie du cautionnement est restituée si l'inculpé s'est présenté à tous les \nactes de la procédure et pour l'exécution du jugement. \nElle est acquise à l'Etat, du moment que l'inculpé, sans motif légitime d'excuse, a fait défaut à \nquelque acte de la procédure ou pour l'exécution du jugement. \nNéanmoins, le juge d'instruction en cas de non-lieu, la juridiction de jugement en cas \nd'absolution ou d'acquittement peuvent ordonner la restitution de cette partie du cautionnement."
    },
    {
        "Article": 148,
        "Texte": "La seconde partie du cautionnement est toujours restituée en cas de non-lieu, \nd'absolution, d'acquittement ou de relaxe. \nEn cas de condamnation, elle est affectée aux frais, à l'amende et aux restitutions et dommages \nintérêts accordés à la partie civile, dans l'ordre énoncé dans l'article 145. Le surplus est restitué."
    },
    {
        "Article": 149,
        "Texte": "Le greffier en chef, sur l'autorisation du magistrat chargé du ministère public, répartit \nentre l'inculpé, la partie civile et le Trésor les sommes qui leur reviennent. \nLes sommes qui restent dues au Trésor après répartition sont recouvrées comme frais de justice \ncriminelle."
    },
    {
        "Article": 150,
        "Texte": "L'accusé qui a été mis en liberté provisoire ou qui n'a jamais été détenu au cours de \nl'information doit se constituer prisonnier au plus tard la veille de l'audience. \nLes dispositions de l'alinéa précédent ne font pas obstacle, le cas échéant, à l'exécution par le \nministère public de l'ordonnance de prise de corps prévue à l'article 215. \nToutefois, sont exceptés de cette mesure les accusés qui résident au siège de la [Cour d’appel] à \nmoins que, dûment convoqués par voie administrative au greffe de la [chambre criminelle] et \nsans motif légitime d'excuse, ils ne se soient pas présentés au jour fixé pour être interrogés, par le \nprésident de la [chambre criminelle] ou par le magistrat qui le remplace. \n \nSection 8   Des commissions rogatoires"
    },
    {
        "Article": 151,
        "Texte": "Le juge d'instruction peut requérir par commission rogatoire tout juge d'instruction ou \ntout officier de police judiciaire de procéder aux actes d’information qu'il estime nécessaires dans \nles lieux soumis à la juridiction de chacun d'eux. \nLa commission rogatoire indique la nature de l'infraction, objet des poursuites. Elle est datée et \nsignée par le magistrat qui la délivre et revêtue de son sceau. \nElle ne peut prescrire que des actes d'instruction se rattachant directement à la réception de \nl'infraction visée aux poursuites."
    },
    {
        "Article": 152,
        "Texte": "Les magistrats ou officiers de police judiciaire commis pour l'exécution exercent, \ndans les limites de la commission rogatoire, tous les pouvoirs du juge d'instruction. Toutefois, les \nofficiers de police judiciaire ne peuvent procéder aux interrogatoires et confrontations de \nl'inculpé ; ils ne peuvent procéder aux auditions de la partie civile que sur son consentement \nexprès. \nDans l'exécution des commissions rogatoires par les officiers de police judiciaire, aucune nullité \nn'est encourue de plein droit du fait de l'inobservation des règles mentionnées aux articles 170 et \n172. Toutefois, au cas où l'inobservation de quelque règle de procédure a été de nature à nuire \naux droits des intéressés, le juge mandant, soit d'office soit à la requête du procureur [du Faso], \npeut refaire les actes irréguliers."
    },
    {
        "Article": 153,
        "Texte": "Tout témoin cité pour être entendu au cours de l'exécution d'une commission \nrogatoire est tenu de comparaître, de prêter serment et de déposer. \nS'il ne satisfait pas à cette obligation, avis en est donné au magistrat mandant qui peut le \ncontraindre à comparaître par la force publique et prendre contre lui les sanctions prévues par \nl'article 106, alinéas 2 et 3."
    },
    {
        "Article": 154,
        "Texte": "Lorsque, pour les nécessités de l'exécution de la commission rogatoire, l'officier de \npolice judiciaire est amené à retenir une personne à sa disposition, celle-ci doit être \nobligatoirement conduite, dans les soixante-douze heures, devant le juge d'instruction dans le \nressort duquel se poursuit l'exécution. Après audition de la personne qui lui est amenée, ce \nmagistrat peut accorder l'autorisation écrite de prolonger la garde à vue d'un nouveau délai de \nquarante-huit heures. \nA titre exceptionnel, cette autorisation peut être accordée, par décision motivée, sans que la \npersonne soit conduite devant le juge d'instruction. \nLe juge d'instruction fixe le délai dans lequel les procès-verbaux dressés par l'officier de police \njudiciaire doivent lui être transmis. A défaut d'une telle fixation, ces procès-verbaux doivent lui \nêtre transmis dans les huit jours de la fin des opérations exécutées en vertu de la commission \nrogatoire."
    },
    {
        "Article": 155,
        "Texte": "Lorsque la commission rogatoire prescrit des opérations simultanées sur divers points \ndu territoire, elle peut, sur l'ordre du juge d'instruction mandant, être adressée aux juges \nd'instruction chargés de son exécution sous forme de reproduction ou de copie intégrale de \nl'original. \nElle peut même, en cas d’urgence, être diffusée par tous moyens ; chaque diffusion doit \ntoutefois préciser les mentions essentielles de l'original et spécialement la nature de l'inculpation, \nle nom et la qualité du magistrat mandant. \n \nSection 9   De l'expertise"
    },
    {
        "Article": 156,
        "Texte": "Toute juridiction d'instruction ou de jugement dans le cas où se pose une question \nd'ordre technique peut, soit à la demande du ministère public, soit d'office ou à la demande des \nparties, ordonner une expertise. \nLes experts procèdent à leur mission sous le contrôle du juge d'instruction ou du magistrat que \ndoit désigner la juridiction ordonnant l'expertise. \nLorsque le juge d'instruction estime ne pas devoir faire droit à une demande d'expertise, il doit \nrendre une ordonnance motivée, qui est susceptible d'appel dans les formes et délais prévus aux \narticles 185 et 186."
    },
    {
        "Article": 157,
        "Texte": "Les experts sont choisis sur des listes dressées par la Cour d’appel, le procureur \ngénéral entendu. \nLes modalités d'inscription sur ces listes et de radiation sont fixées par décret. \nA titre exceptionnel, les juridictions peuvent, par décision motivée, choisir des experts ne \nfigurant sur aucune de ces listes."
    },
    {
        "Article": 158,
        "Texte": "La mission des experts qui ne peut avoir pour objet que l'examen de question d'ordre \ntechnique, est précisée dans la décision qui ordonne l'expertise."
    },
    {
        "Article": 159,
        "Texte": "Lorsque la décision ordonnant l'expertise émane du juge d'instruction, elle doit être \nnotifiée au ministère public et aux parties et préciser les noms et qualités des experts ainsi que le \nlibellé de la mission donnée. \nCette décision n'est pas susceptible d'appel. \nToutefois, dans les trois jours de sa notification, le ministère public et les parties pourront \nprésenter, en la forme gracieuse, leurs observations. Celles-ci pourront porter soit sur le choix, \nsoit sur la mission des experts désignés."
    },
    {
        "Article": 160,
        "Texte": "Lors de leur inscription sur l'une des listes prévues à l'article 157, les experts prêtent, \ndevant la juridiction du ressort de leur résidence, serment d'accomplir leur mission, de faire leur \nrapport et de donner leur avis en leur honneur et conscience. Ces experts n'ont pas à renouveler \nleur serment chaque fois qu'ils sont commis. \nLes experts ne figurant sur aucune de ces listes prêtent, chaque fois qu'ils sont commis, le \nserment prévu à l'alinéa précédent devant le juge d'instruction ou le magistrat désigné par la \njuridiction. Le procès-verbal de prestation de serment est signé par le magistrat compétent, \nl'expert et le greffier. En cas d'empêchement dont les motifs doivent être précisés le serment peut \nêtre reçu par écrit et la lettre de serment est annexée au dossier de la procédure."
    },
    {
        "Article": 161,
        "Texte": "Toute décision commettant des experts doit leur impartir un délai pour remplir leur \nmission. \nSi des raisons particulières l'exigent, ce délai peut être prorogé sur requête des experts et par \ndécision motivée rendue par le juge d'instruction ou par le magistrat désigné par la juridiction. \nLes experts qui ne déposent pas leur rapport dans le délai qui leur a été imparti peuvent être \nimmédiatement remplacés et doivent rendre compte des investigations auxquelles ils ont déjà \nprocédées. \nIls doivent aussi restituer dans les quarante-huit heures les objets, pièces et documents qui leur \nauraient été confiés en vue de l'accomplissement de leur mission. Ils peuvent être, en outre, \nl'objet de mesures disciplinaires et ils encourent une peine d'amende de 6.000 à 12.000 francs \nprononcée par le magistrat ou la juridiction qui les a désignés, sur réquisition du ministère public. \nLes experts doivent remplir leur mission en liaison avec le juge d'instruction ou le magistrat \ndélégué ; ils doivent le tenir au courant du développement de leurs opérations et le mettre à \nmême de prendre à tout moment toutes mesures utiles. \nLe juge d'instruction, au cours de ces opérations, peut toujours s'il l'estime utile, se faire assister \ndes experts."
    },
    {
        "Article": 162,
        "Texte": "Si les experts demandent à être éclairés sur une question échappant à leur spécialité, \nle juge peut les autoriser à s'adjoindre des personnes nommément désignées, spécialement \nqualifiées par leur compétence. \nLes personnes ainsi désignées prêtent serment dans les conditions prévues au second alinéa de \nl'article 160. \nLeur rapport sera annexé intégralement au rapport mentionné à l'article 166."
    },
    {
        "Article": 163,
        "Texte": "Conformément à l'article 96, alinéa 3, le juge d'instruction ou le magistrat désigné par \nla juridiction représente à l'inculpé, avant de les faire parvenir aux experts, les scellés qui \nn'auraient pas été ouverts et inventoriés. Il énumère ces scellés dans le procès-verbal \nspécialement dressé à l'effet de constater cette remise. Les experts doivent faire mention dans \nleur rapport de toute ouverture ou réouverture des scellés, dont ils dressent inventaire."
    },
    {
        "Article": 164,
        "Texte": "Les experts peuvent recevoir, à titre de renseignements et pour l'accomplissement \nstrict de leur mission, les déclarations de personnes autres que l'inculpé. \nS'ils estiment qu'il y a lieu d'interroger l'inculpé et sauf délégation motivée délivrée à titre \nexceptionnel par le magistrat, il est procédé à cet interrogatoire en leur présence par le juge \nd'instruction ou le magistrat désigné par la juridiction en observant dans tous les cas les formes et \nconditions prévues par les articles 114, 115 et 116. \nL'inculpé peut, cependant, renoncer au bénéfice de cette disposition par déclaration expresse \ndevant le juge d'instruction ou le magistrat désigné par la juridiction et fournir aux experts, en \nprésence de son conseil, les explications nécessaires à l'exécution de leur mission. L'inculpé peut \négalement, par déclaration écrite remise par lui aux experts et annexée par ceux-ci à leur rapport, \nrenoncer à l'assistance de son conseil pour une ou plusieurs auditions. \nToutefois, les médecins experts chargés d'examiner l'inculpé peuvent lui poser les questions \nnécessaires à l'accomplissement de leur mission, hors la présence du juge et des conseils."
    },
    {
        "Article": 165,
        "Texte": "Au cours de l'expertise, les parties peuvent demander à la juridiction qui l'a ordonnée \nqu'il soit prescrit aux experts d'effectuer certaines recherches ou d'entendre toute personne \nnommément désignée qui serait susceptible de leur fournir des renseignements d'ordre technique."
    },
    {
        "Article": 166,
        "Texte": "Lorsque les opérations d'expertise sont terminées, les experts rédigent un rapport qui \ndoit contenir la description desdites opérations ainsi que leurs conclusions. Les experts doivent \nattester avoir personnellement accompli les opérations qui leur ont été confiées et signer leur \nrapport. \nEn cas de désignation de plusieurs experts, s'ils sont d'avis différents ou s'ils ont des réserves à \nformuler sur des conclusions communes, chacun d'eux indique son opinion ou ses réserves en les \nmotivant. \nLe rapport et les scellés, ou leurs résidus, sont déposés entre les mains du greffier de la \njuridiction qui a ordonné l'expertise ; ce dépôt est constaté par procès-verbal."
    },
    {
        "Article": 167,
        "Texte": "Le juge d'instruction doit convoquer les parties et leur donner connaissance des \nconclusions des experts dans les formes prévues aux articles 114, 115 et 116. \nIl reçoit leurs déclarations et leur fixe le délai dans lequel elles auront la faculté de présenter des \nobservations ou de formuler des demandes, notamment aux fins de complément d'expertise ou de \ncontre-expertise. \nEn cas de rejet de ces demandes, le juge d'instruction doit rendre une décision motivée, \nsusceptible d'appel dans les formes et délais prévus aux articles 185 et 186."
    },
    {
        "Article": 168,
        "Texte": "Les experts exposent à l'audience, s'il y a lieu, le résultat des opérations techniques \nauxquelles ils ont procédé, après avoir prêté serment de rendre compte de leurs recherches et \nconstatations en leur honneur et conscience. Au cours de leur audition, ils peuvent consulter leur \nrapport et ses annexes. \nLe président peut soit d'office, soit à la demande du ministère public, des parties ou de leurs \nconseils leur poser toutes questions entrant dans le cadre de la mission qui leur a été confiée. \nAprès leur exposé, les experts assistent aux débats, à moins que le président ne les autorise à se \nretirer."
    },
    {
        "Article": 169,
        "Texte": "Si, à l'audience d'une juridiction de jugement, une personne entendue comme témoin \nou à titre de renseignement contredit les conclusions d'une expertise ou apporte au point de vue \ntechnique des indications nouvelles, le président demande aux experts, au ministère public, à la \ndéfense et, s'il y a lieu, à la partie civile, de présenter leurs observations. Cette juridiction par \ndécision motivée, déclare, soit qu'il sera passé outre aux débats, soit que l'affaire sera renvoyée à \nune date ultérieure. Dans ce dernier cas, cette juridiction peut prescrire quant à l'expertise toute \nmesure qu'elle jugera utile. \n \nSection 10   Des nullités de l'information"
    },
    {
        "Article": 170,
        "Texte": "Les dispositions prescrites aux articles 111 et 114 doivent être observées, à peine de \nnullité tant de l'acte lui-même que de la procédure ultérieure. \nLa partie envers laquelle les dispositions de ces articles ont été méconnues peut renoncer à s'en \nprévaloir et régulariser ainsi la procédure. Cette renonciation doit être expresse. Elle ne peut être \ndonnée qu'en présence du conseil ou ce dernier dûment appelé."
    },
    {
        "Article": 171,
        "Texte": "S'il apparaît au juge d'instruction qu'un acte de l'information peut être frappé de \nnullité, il communique le dossier au procureur [du Faso] et, sur réquisitions de ce dernier, rend \nune ordonnance de transmission à la chambre d'accusation pour être statué sur la nullité. \nSi c'est le procureur [du Faso] qui estime qu'une nullité a pu être commise, il requiert du juge \nd'instruction communication de la procédure en vue de sa transmission à la chambre d'accusation \net présente requête aux fins d'annulation à cette chambre; l'ordonnance de refus est susceptible \nd'appel de la part du ministère public. \nDans l'un et l'autre cas, la chambre d'accusation procède comme il est dit à l'article 206."
    },
    {
        "Article": 172,
        "Texte": "Il y a également nullité en cas de violation des dispositions substantielles du présent \ntitre, autres que celles visées à l'article 170 et notamment en cas de violation des droits de la \ndéfense. \nLa chambre d'accusation décide si l'annulation doit être limitée à l'acte vicié ou s'étendre à tout \nou partie de la procédure ultérieure. \nLes parties peuvent renoncer à se prévaloir de ces nullités lorsqu'elles ne sont édictées que dans \nleur seul intérêt. Cette renonciation doit être expresse. \nLa chambre d'accusation est saisie et statue ainsi qu'il est dit à l'article précédent."
    },
    {
        "Article": 173,
        "Texte": "Les actes annulés sont retirés du dossier d'information et classés au greffe de la Cour \nd’appel. Il est interdit d'y puiser aucun renseignement contre les parties aux débats à peine de \nforfaiture pour les magistrats et de poursuites disciplinaires pour les défenseurs."
    },
    {
        "Article": 174,
        "Texte": "La juridiction correctionnelle ou [d’instance] peut, le ministère public et les parties \nentendus, prononcer l'annulation des actes qu'elle estime atteints de nullité et, hors les cas prévus \nà l'article 170, décider si l'annulation doit s'étendre à tout ou partie de la procédure ultérieure. \nLorsqu'elle annule certains actes seulement, elle doit les écarter expressément des débats. \nAu cas où la nullité de l'acte entraîne la nullité de toute la procédure ultérieure, elle ordonne un \nsupplément d'information si la nullité est réparable ou, s'il y échet, elle renvoie le ministère \npublic à se pourvoir. \nLes parties peuvent renoncer à se prévaloir de ces nullités lorsqu'elles ne sont édictées que dans \nleur seul intérêt. Cette renonciation doit être expresse. \nLes juridictions correctionnelles ou [d’instance] ne peuvent prononcer l'annulation des \nprocédures d'instruction lorsque celles-ci ont été renvoyées devant elles par la chambre \nd'accusation. \n \nSection 11   Des ordonnances de règlement"
    },
    {
        "Article": 175,
        "Texte": "Aussitôt que l'information lui paraît terminée, le juge d'instruction communique le \ndossier aux conseils de l'inculpé et de la partie civile, avant de l'adresser au procureur [du Faso] \npour ses réquisitions. Cette communication se fait par l'intermédiaire du greffier du siège de \nl'instruction ou, s'il y a lieu, de la résidence des conseils. La procédure doit être retournée au juge \nd'instruction trois jours plus tard après l'avis donné aux conseils de la mise à leur disposition au \ngreffe du dossier de l'affaire. \nAprès l'accomplissement de la formalité prévue par l'alinéa précédent, le juge d'instruction \ncommunique le dossier au procureur [du Faso]. \n[...]"
    },
    {
        "Article": 176,
        "Texte": "Le juge d'instruction examine s'il existe contre l'inculpé des charges constitutives \nd'infraction à la loi pénale."
    },
    {
        "Article": 177,
        "Texte": "Si le juge d'instruction estime que les faits ne constituent ni crime, ni délit, ni \ncontravention, ou si l'auteur est resté inconnu, ou s'il n'existe pas de charges suffisantes contre \nl'inculpé, il déclare, par une ordonnance, qu'il n'y a lieu à suivre. \nLes inculpés préventivement détenus sont mis en liberté. Le juge d'instruction statue en même \ntemps sur la restitution des objets saisis. \nIl liquide les dépens et condamne aux frais la partie civile, s'il en existe en la cause. Toutefois, \nla partie civile de bonne foi peut être déchargée de la totalité ou d'une partie des frais par décision \nspéciale et motivée. \n[...]"
    },
    {
        "Article": 178,
        "Texte": "Si le juge estime que les faits constituent une contravention, il prononce le renvoi de \nl'affaire devant le tribunal [d’instance] et le prévenu est mis en liberté."
    },
    {
        "Article": 179,
        "Texte": "Si le juge estime que les faits constituent un délit, il prononce le renvoi de l'affaire \ndevant la [chambre correctionnelle du tribunal de grande instance]. \nSi l'emprisonnement est encouru, et sous réserve des dispositions de l'article 137, le prévenu \narrêté demeure en état de détention."
    },
    {
        "Article": 180,
        "Texte": "Dans les cas de renvoi, soit devant le tribunal [d’instance], soit devant la [chambre \ncorrectionnelle du tribunal de grande instance], le juge d'instruction transmet le dossier avec son \nordonnance au procureur [du Faso]. \nSi la juridiction correctionnelle est saisie, le procureur [du Faso] doit faire donner assignation au \nprévenu pour l'une des plus prochaines audiences, en observant les délais de citation prévus au \nprésent code."
    },
    {
        "Article": 181,
        "Texte": "Si le juge d'instruction estime que les faits constituent une infraction qualifiée crime \npar la loi, il ordonne que le dossier de la procédure et un état des pièces servant à conviction \nsoient transmis sans délai par le procureur [du Faso] au procureur général près la Cour d’appel, \npour être procédé ainsi qu'il est dit au chapitre de la chambre d'accusation. \nLe mandat d'arrêt ou de dépôt décerné contre l'inculpé conserve sa force exécutoire jusqu'à ce \nqu'il ait été statué par la chambre d'accusation. \nLes pièces à conviction restent au greffe du tribunal sauf dispositions contraires."
    },
    {
        "Article": 182,
        "Texte": "Des ordonnances comportant non-lieu partiel peuvent intervenir en cours \nd'information."
    },
    {
        "Article": 183,
        "Texte": "Il est donné avis dans les vingt-quatre heures, par lettre missive aux conseils de \nl'inculpé et de la partie civile, de toutes ordonnances juridictionnelles. \nDans les mêmes formes et délais, les ordonnances de règlement sont portées à la connaissance \nde l'inculpé et les ordonnances de renvoi ou de transmission des pièces au procureur général, à \ncelle de la partie civile. Si l'inculpé est détenu, la communication lui est faite par l'intermédiaire \ndu greffier d'instruction. \nLes ordonnances dont l'inculpé ou la partie civile peut aux termes de l'article 186 interjeter \nappel leur sont signifiées ou notifiées en la forme administrative à la requête du procureur [du \nFaso], dans les vingt quatre heures. \nAvis de toute ordonnance non conforme à ses réquisitions est donné au procureur [du Faso], le \njour même où elle est rendue, par le greffier, sous peine d'une amende civile de 1.000 francs \nprononcée par le président de la chambre d'accusation."
    },
    {
        "Article": 184,
        "Texte": "Les ordonnances rendues par le juge d'instruction en vertu de la présente section \ncontiennent les nom, prénoms, date, lieu de naissance, domicile et profession de l'inculpé. \nElles indiquent la qualification légale du fait imputé à celui-ci et, de façon précise, les motifs \npour lesquels il existe ou non contre lui des charges suffisantes. \n \nSection 12   De l'appel des ordonnances du juge d'instruction"
    },
    {
        "Article": 185,
        "Texte": "Le procureur [du Faso] a le droit d'interjeter appel devant la chambre d'accusation de \ntoute ordonnance du juge d'instruction. \nCet appel, formé par déclaration au greffe du tribunal, doit être interjeté dans les vingt-quatre \nheures à compter du jour de l'ordonnance. \nLe droit d'appel appartient également dans tous les cas au procureur général. Il doit notifier son \nappel aux parties dans les dix jours qui suivent l'ordonnance du juge d'instruction. \n[...]"
    },
    {
        "Article": 186,
        "Texte": "Le droit d'appel appartient à l'inculpé contre les ordonnances prévues par les articles \n88, 138 et 140. \nLa partie civile peut interjeter appel des ordonnances de non informer, de non-lieu et des \nordonnances faisant grief à ses intérêts civils. Toutefois, son appel ne peut en aucun cas porter \nsur une ordonnance ou sur la disposition d'une ordonnance relative à la détention de l'inculpé. \nL'inculpé et la partie civile peuvent aussi interjeter appel de l'ordonnance par laquelle le juge a, \nd'office ou sur déclinatoire, statué sur sa compétence, ainsi que des ordonnances prévues aux \narticles 156, alinéa 3 et 167 alinéa 2. \nL'appel de l'inculpé et de la partie civile doit être formé par déclaration au greffe du tribunal, \ndans les six jours de la signification ou notification qui leur est faite conformément à l'article 183. \nSi l'inculpé est détenu, sa déclaration d'appel est transmise par l'intermédiaire du surveillant chef \ndans les conditions prévues à l'article 503. \nLe dossier de l'information ou sa copie établie conformément à l'article 78 est transmis, avec \nl'avis motivé du procureur [du Faso], au procureur général, qui procède ainsi qu'il est dit aux \narticles 194 et suivants. \nEn cas d'appel du ministère public, l'inculpé détenu est maintenu en prison jusqu'à ce qu'il ait \nété statué sur l'appel et dans tous les cas, jusqu'à l'expiration du délai d'appel du procureur [du \nFaso], à moins que celui-ci ne consente à la mise en liberté immédiate."
    },
    {
        "Article": 187,
        "Texte": "Lorsqu'il est interjeté appel d'une ordonnance autre qu'une ordonnance de règlement, \nle juge d'instruction poursuit son information sauve décision contraire de la chambre \nd'accusation. \n \nSection 13   De la reprise de l'information sur charges nouvelles"
    },
    {
        "Article": 188,
        "Texte": "L'inculpé à l'égard duquel le juge d'instruction a dit n'y avoir lieu à suivre ne peut plus \nêtre recherché à l'occasion du même fait, à moins qu'il ne survienne de nouvelles charges."
    },
    {
        "Article": 189,
        "Texte": "Sont considérés comme charges nouvelles les déclarations des témoins, pièces et \nprocès-verbaux qui, n'ayant pu être soumis à l'examen du juge d'instruction, sont cependant de \nnature soit à fortifier les charges qui auraient été trouvées trop faibles, soit à donner aux faits de \nnouveaux développements utiles à la manifestation de la vérité."
    },
    {
        "Article": 190,
        "Texte": "Il appartient au ministère public seul de décider s'il y a lieu de requérir la réouverture \nde l'information sur charges nouvelles. \n \nCHAPITRE II   DE LA CHAMBRE D'ACCUSATION, \nJURIDICTION D'INSTRUCTION DU SECOND DEGRE \n \nSection 1   Dispositions générales"
    },
    {
        "Article": 191,
        "Texte": "La Cour d’appel comprend une chambre d'accusation composée du vice-président de \nla Cour d’appel et de deux magistrats du siège de la Cour d’appel ou du tribunal de [grande \ninstance] de Ouagadougou, désignés chaque année par le président de la Cour d’appel pour la \ndurée de l'année judiciaire suivante. \nEn cas d'absence ou d'empêchement du vice-président, la chambre d'accusation sera présidée \npar le plus ancien conseiller de la chambre non empêché, ou, à défaut par le président du tribunal \n[de grande instance] de Ouagadougou."
    },
    {
        "Article": 192,
        "Texte": "Les fonctions du ministère public auprès de la chambre d'accusation sont exercées par \nle procureur général ou par ses substituts, celles du greffe par un greffier de la Cour d’appel."
    },
    {
        "Article": 193,
        "Texte": "La chambre d'accusation se réunit au moins deux fois par mois et, sur convocation de \nson président ou à la demande du procureur général, toutes les fois qu'il est nécessaire."
    },
    {
        "Article": 194,
        "Texte": "Le procureur général met l'affaire en état dans les quarante huit heures de la réception \ndes pièces en matière de détention préventive et dans les dix jours en toute autre matière ; il la \nsoumet, avec son réquisitoire, à la chambre d'accusation. \nCelle-ci doit en matière de détention préventive, se prononcer au plus tard dans les quinze jours \nde l'arrivée du dossier au greffe de la chambre d'accusation, faute de quoi l'inculpé est mis \nd'office en liberté provisoire, sauf si des vérifications concernant sa demande ont été ordonnées. \nCette mise en liberté provisoire ne peut être révoquée que dans les conditions prévues par \nl'article 144."
    },
    {
        "Article": 195,
        "Texte": "Dans les causes dont sont saisies les juridictions correctionnelles ou [d’instance] et \njusqu'à l’ouverture des débats, le procureur général, s'il estime que les faits sont susceptibles \nd'une qualification plus grave que celle dont ils ont été l'objet, ordonne l'apport des pièces, met \nl'affaire en état et la soumet avec son réquisitoire à la chambre d'accusation."
    },
    {
        "Article": 196,
        "Texte": "Le procureur général agit de même lorsqu'il reçoit, postérieurement, à un arrêt de non-\nlieu prononcé par la chambre d'accusation, des pièces lui paraissant contenir des charges \nnouvelles dans les termes de l'article 189. Dans ce cas et en attendant la réunion de la chambre \nd'accusation, le président de cette juridiction peut, sur les réquisitions du procureur général, \ndécerner mandat de dépôt ou d'arrêt."
    },
    {
        "Article": 197,
        "Texte": "Le procureur général notifie en la forme administrative ou par lettre missive à \nchacune des parties et par lettre missive à son conseil la date à laquelle l'affaire sera appelée à \nl'audience. La lettre missive destinée à une partie est envoyée à son domicile élu ou, à défaut, à la \ndernière adresse qu'elle a donnée. \nUn délai minimum de quarante-huit heures en matière de détention préventive, et de cinq jours \nen toute autre matière, doit être observé entre la date d'envoi de la lettre missive ou de la \nnotification en la forme administrative et celle de l'audience. \nPendant ce délai, le dossier, comprenant les réquisitions du procureur général, est déposé au \ngreffe de la chambre d'accusation et tenu à la disposition des conseils des inculpés et des parties \nciviles reçues au procès."
    },
    {
        "Article": 198,
        "Texte": "Les parties et leurs conseils sont admis jusqu'au jour de l'audience à produire des \nmémoires qu'ils communiquent au ministère public et aux autres parties. \nCes mémoires sont déposés au greffe de la chambre d'accusation et visés par le greffier avec \nl'indication du jour et de l'heure du dépôt."
    },
    {
        "Article": 199,
        "Texte": "Les débats se déroulent et l'arrêt est rendu en chambre du conseil. Après le rapport du \nconseiller, le procureur général et les conseils des parties qui en ont fait la demande présentent \ndes observations sommaires. \nLa chambre d'accusation peut ordonner la comparution personnelle des parties ainsi que l'apport \ndes pièces à conviction."
    },
    {
        "Article": 200,
        "Texte": "Lorsque les débats sont terminés, la chambre d'accusation délibère sans qu'en aucun \ncas le procureur général, les parties, leurs conseils et le greffier puissent être présents."
    },
    {
        "Article": 201,
        "Texte": "La chambre d'accusation peut, dans tous les cas, à la demande du procureur général, \nd'une des parties ou même d'office, ordonner tout acte d'information complémentaire qu'elle juge \nutile, et notamment décerner tous mandats. \nElle peut également, dans tous les cas, le ministère public entendu, prononcer d'office la mise \nen liberté de l'inculpé."
    },
    {
        "Article": 202,
        "Texte": "Elle peut, d'office ou sur les réquisitions du procureur général, ordonner qu'il soit \ninformé à l'égard des inculpés ou prévenus renvoyés devant elle sur tous les chefs de crimes, de \ndélits, de contraventions, principaux ou connexes, résultant du dossier de la procédure, qui \nn'auraient pas été visés par l'ordonnance du juge d'instruction ou qui auraient été distraits par une \nordonnance comportant non-lieu partiel, disjonction ou renvoi devant la juridiction \ncorrectionnelle ou [d’instance]. \nElle peut statuer sans ordonner une nouvelle information si les chefs de poursuite visés à l'alinéa \nprécédent ont été compris dans les inculpations faites par le juge d'instruction."
    },
    {
        "Article": 203,
        "Texte": "Les infractions sont connexes soit lorsqu'elles ont été commises en même temps par \nplusieurs personnes réunies, soit lorsqu'elles ont été commises par différentes personnes, même \nen différents temps et en divers lieux, mais par suite d'un concert formé à l'avance entre elles, soit \nlorsque les coupables ont commis les unes pour se procurer les moyens de commettre les autres, \npour en faciliter, pour en consommer l'exécution ou pour en assurer l’impunité, soit lorsque des \nchoses enlevées, détournées ou obtenues à l'aide d'un crime ou d'un délit ont été, en tout ou en \npartie recelées."
    },
    {
        "Article": 204,
        "Texte": "La chambre d'accusation peut également, quant aux infractions résultant du dossier de \nla procédure, ordonner que soient inculpées, dans les conditions prévues à l'article 205, des \npersonnes qui n'ont pas été renvoyées devant elle, à moins qu'elles n'aient fait l'objet d'une \nordonnance de non-lieu devenue définitive. \nCette décision ne pourra faire l'objet d'un pourvoi en cassation."
    },
    {
        "Article": 205,
        "Texte": "Il est procédé aux suppléments d'information conformément aux dispositions relatives \nà l'instruction préalable soit par un des membres de la chambre d'accusation, soit par un juge \nd'instruction, qu'elle délègue à cette fin. \nLe procureur général peut à tout moment requérir la communication de la procédure, à charge \nde rendre les pièces dans les vingt-quatre heures."
    },
    {
        "Article": 206,
        "Texte": "La chambre d'accusation examine la régularité des procédures qui lui sont soumises. \nSi elle découvre une cause de nullité, elle prononce la nullité de l'acte qui en est entaché, et, s'il \ny échet, celle de tout ou partie de la procédure ultérieure. \nAprès annulation, elle peut soit évoquer et procéder dans les conditions prévues aux articles \n201, 202 et 204, soit renvoyer le dossier de la procédure au même juge d'instruction ou à tel \nautre, afin de poursuivre l'information."
    },
    {
        "Article": 207,
        "Texte": "Lorsque la chambre d'accusation a statué sur l'appel contre une ordonnance du juge \nd'instruction en matière de détention préventive, le procureur général fait sans délai retour du \ndossier au juge d'instruction. \nLorsque la chambre d'accusation infirme une ordonnance du juge d'instruction en toute autre \nmatière, elle procède comme il est dit aux articles précédents, sauf si l'arrêt infirmatif termine \nl'information. \nL'ordonnance du juge d'instruction frappée d'appel sort son plein et entier effet si elle est \nconfirmée par la chambre d'accusation."
    },
    {
        "Article": 208,
        "Texte": "Lorsqu'elle a prescrit une information complémentaire et que celle-ci est terminée, la \nchambre d'accusation ordonne le dépôt au greffe du dossier de la procédure. \nLe procureur général avise immédiatement de ce dépôt chacune des parties et son conseil par \nlettre missive ou par voie administrative."
    },
    {
        "Article": 209,
        "Texte": "Le dossier de la procédure reste déposé au greffe pendant quarante-huit heures en \nmatière de détention préventive, pendant cinq jours en toute autre matière. \nIl est alors procédé conformément aux articles 197, 198 et 199."
    },
    {
        "Article": 210,
        "Texte": "La chambre d'accusation statue par un seul et même arrêt sur tous les faits entre \nlesquels il existe un lien de connexité."
    },
    {
        "Article": 211,
        "Texte": "Elle examine s'il existe contre l'inculpé des charges suffisantes."
    },
    {
        "Article": 212,
        "Texte": "Si la chambre d'accusation estime que les faits ne constituent ni crime, ni délit, ni \ncontravention ou si l'auteur est resté inconnu, ou s'il n'existe pas de charges suffisantes contre \nl'inculpé, elle déclare qu'il n'y a lieu à suivre. \nLes inculpés préventivement détenus sont mis en liberté. \nLa chambre d'accusation statue par arrêt portant qu'il n'y a lieu à suivre sur la restitution des \nobjets saisis, et demeure compétente pour statuer éventuellement sur cette restitution \npostérieurement à l'arrêt de non-lieu."
    },
    {
        "Article": 213,
        "Texte": "Si la chambre d'accusation estime que les faits constituent un délit ou une \ncontravention, elle prononce le renvoi de l'affaire dans le premier cas devant la [chambre \ncorrectionnelle du tribunal de grande instance], dans le second cas devant le tribunal [d’instance] \nEn cas de renvoi devant la [chambre correctionnelle du tribunal de grande instance] si \nl'emprisonnement est encouru et sous réserve des dispositions de l'article 137, le prévenu arrêté \ndemeure en état de détention. \nEn cas de renvoi devant le tribunal [d’instance], le prévenu est mis en liberté."
    },
    {
        "Article": 214,
        "Texte": "Si les faits retenus à la charge des inculpés constituent une infraction qualifiée crime \npar la loi, la chambre d'accusation prononce la mise en accusation devant la [chambre \ncriminelle]. \nElle peut saisir également cette juridiction des infractions connexes."
    },
    {
        "Article": 215,
        "Texte": "L'arrêt de mise en accusation contient, à peine de nullité, l'exposé et la qualification \nlégale des faits, objets de l'accusation. \nIl décerne en outre ordonnance de prise de corps contre l'accusé dont il précise l'identité."
    },
    {
        "Article": 216,
        "Texte": "Les arrêts de la chambre d'accusation sont signés par le président et le greffier. Il y est \nfait mention du nom des juges, du dépôt des pièces et des mémoires, de la lecture du rapport, des \nréquisitions du ministère public et, s'il y a lieu, de l'audition des parties ou de leurs conseils. \nLa chambre d'accusation réserve les dépens si son arrêt n'éteint pas l'action dont elle a eu à \nconnaître. \nDans le cas contraire, ainsi qu'en matière de mise en liberté, elle liquide les dépens et elle \ncondamne aux frais la partie qui succombe. \nToutefois, la partie civile de bonne foi peut être déchargée de la totalité ou d'une partie des frais \npar décision spéciale et motivée."
    },
    {
        "Article": 217,
        "Texte": "Hors le cas prévu à l'article 196, les arrêts sont, dans les trois jours, par lettre missive, \nportés à la connaissance des conseils des inculpés et des parties civiles. \nDans le même délai, et par lettre missive ou en la forme administrative, les arrêts de non-lieu \nsont portés à la connaissance des inculpés, et les arrêts de renvoi devant [la chambre \ncorrectionnelle du tribunal de grande instance ou du tribunal d’instance] sont portés à la \nconnaissance des inculpés et des parties civiles. \nLes arrêts contre lesquels les inculpés ou les parties civiles peuvent former un pourvoi en \ncassation leur sont signifiés à la requête du procureur général, dans les trois jours."
    },
    {
        "Article": 218,
        "Texte": "Les dispositions des articles 170, 172, alinéas 1 et 3, 173 et 174 relatives aux nullités \nde l'information sont applicables au présent chapitre. \nLa régularité des arrêts de la chambre d'accusation et celle de la procédure antérieure, lorsque \ncette chambre a statué sur le règlement d'une procédure, relève du seul contrôle de la chambre \n[criminelle] de la Cour [de cassation], que le pourvoi soit immédiatement recevable ou qu'il ne \npuisse être examiné qu'avec l'arrêt sur le fond. \n \nSection 2   Des pouvoirs propres du président de la chambre d'accusation"
    },
    {
        "Article": 219,
        "Texte": "Le président de la chambre d'accusation ou, en cas d'empêchement, son suppléant, \nexerce les pouvoirs propres définis aux articles suivants."
    },
    {
        "Article": 220,
        "Texte": "Le président de la chambre d'accusation s'assure du bon fonctionnement des cabinets \nd'instruction du ressort de la Cour d’appel. Il vérifie notamment les conditions d'applications des \nalinéas 3 et 4 de l'article 78 et s'emploie à ce que les procédures ne subissent aucun retard \ninjustifié."
    },
    {
        "Article": 221,
        "Texte": "A cette fin, il est établi chaque mois dans chaque cabinet d'instruction un état de \ntoutes les affaires en cours portant mention, pour chacune des affaires, de la date du dernier acte \nd'instruction et de la situation de chaque inculpé au regard de la détention préventive. \nL'état prévu par le présent article est adressé au président de la chambre d'accusation et au \nprocureur général dans les vingt premiers jours du mois."
    },
    {
        "Article": 222,
        "Texte": "Le président, chaque fois qu'il l'estime nécessaire et au moins une fois par an, visite \nles maisons d'arrêt du ressort de la Cour d’appel et y vérifie la situation des inculpés en état de \ndétention préventive."
    },
    {
        "Article": 223,
        "Texte": "Il peut saisir la chambre d'accusation, afin qu'il soit par elle statué sur le maintien en \ndétention de tout inculpé en état de détention préventive. \n \nSection 3   Du contrôle de l'activité des officiers de police judiciaire"
    },
    {
        "Article": 224,
        "Texte": "La chambre d'accusation exerce un contrôle sur l'activité des fonctionnaires civils et \nmilitaires, officiers de police judiciaire, pris en cette qualité, à l'exclusion des magistrats désignés \nà l'article 16, des maires et de leurs adjoints."
    },
    {
        "Article": 225,
        "Texte": "Elle est saisie soit par le procureur général, soit par son président. Elle peut se saisir \nd'office à l'occasion de l'examen de la procédure qui lui est soumise."
    },
    {
        "Article": 226,
        "Texte": "La chambre d'accusation, une fois saisie, fait procéder à une enquête ; elle entend le \nprocureur général et l'officier de police judiciaire en cause. \nCe dernier doit avoir été préalablement mis à même de prendre connaissance de son dossier \nd'officier de police judiciaire tenu au parquet général de la Cour d’appel. \nIl peut se faire assister par un avocat-défenseur."
    },
    {
        "Article": 227,
        "Texte": "La chambre d'accusation peut, sans préjudice des sanctions disciplinaires qui \npourraient être infligées à l'officier de police judiciaire par ses supérieurs hiérarchiques, lui \nadresser des observations ou décider qu'il ne pourra, soit temporairement, soit définitivement, \nexercer ses fonctions d'officier de police judiciaire et de délégué du juge d'instruction sur tout \nl'ensemble du territoire."
    },
    {
        "Article": 228,
        "Texte": "Si la chambre d'accusation estime que l'officier de police judiciaire a commis une \ninfraction à la loi pénale, elle ordonne en outre la transmission du dossier au procureur général à \ntoutes fins qu'il appartiendra."
    },
    {
        "Article": 229,
        "Texte": "Les décisions prises par la chambre d'accusation contre les officiers de police \njudiciaire sont notifiées à la diligence du procureur général, aux autorités dont ils dépendent."
    },
    {
        "Article": 230,
        "Texte": "Les dispositions de la présente section sont applicables aux fonctionnaires des Eaux et \nForêts. \n \nLIVRE II \nDES JURIDICTIONS DE JUGEMENT \n \nTITRE I   [DE LA CHAMBRE CRIMINELLE DE LA COUR D’APPEL]"
    },
    {
        "Article": 381,
        "Texte": "[La chambre correctionnelle du tribunal de grande instance] connaît des délits. \nSont des délits les infractions que la loi punit d'une peine de plus d'un mois \nd'emprisonnement ou 50.000 francs d'amende."
    },
    {
        "Article": 382,
        "Texte": "Est compétente [la chambre correctionnelle du tribunal de grande instance] du lieu de \nl'infraction, celle de la résidence du prévenu ou celle du lieu d'arrestation de ce dernier, même \nlorsque cette arrestation a été opérée pour une autre cause. \n[La chambre correctionnelle] du lieu de la détention d'un condamné n'est compétente que dans \nles conditions prévues au titre VI du livre IV, relatif aux renvois d'un tribunal à un autre. \nLa compétence [de la chambre correctionnelle du tribunal de grande instance] s'étend aux délits \net contraventions qui forment avec l'infraction déférée [à la chambre correctionnelle] un \nensemble indivisible ; elle peut aussi s'étendre aux délits et contraventions connexes, au sens de \nl'article 203."
    },
    {
        "Article": 383,
        "Texte": "La compétence à l'égard d'un prévenu s'étend à tous coauteurs et complices."
    },
    {
        "Article": 384,
        "Texte": "[La chambre correctionnelle] saisie de l'action publique est compétente pour statuer \nsur toutes exceptions proposées par le prévenu pour sa défense, à moins que la loi n'en dispose \nautrement ou que le prévenu n'excipe d'un droit réel immobilier."
    },
    {
        "Article": 385,
        "Texte": "Les exceptions tirées de la nullité soit de la citation, soit de la procédure antérieure, \ndoivent, à peine de forclusion, être présentées avant toute défense au fond. \nLa nullité de la citation ne peut être prononcée que dans les conditions prévues à l'article 565."
    },
    {
        "Article": 386,
        "Texte": "L'exception préjudicielle est présentée avant toute défense au fond. \nElle n'est recevable que si elle est de nature à retirer au fait qui sert de base à la poursuite le \ncaractère d'une infraction. \nElle n'est admise que si elle s'appuie sur des faits ou sur des titres donnant un fondement à la \nprétention du prévenu. \nSi l'exception est admissible, [la chambre correctionnelle] impartit un délai dans lequel le \nprévenu doit saisir la juridiction compétence. Faute par le prévenu d'avoir introduit l'instance \ndans ce délai et de justifier de ses diligences, il est passé outre à l'exception. \nSi l'exception n'est pas admise, les débats sont continués."
    },
    {
        "Article": 387,
        "Texte": "Lorsque [la chambre correctionnelle] est saisie de plusieurs procédures visant des \nfaits connexes, elle peut en ordonner la jonction soit d'office, soit sur réquisition du ministère \npublic ou à la requête d'une des parties."
    },
    {
        "Article": 388,
        "Texte": "[La chambre correctionnelle du tribunal de grande instance] est saisie des infractions \nde sa compétence, soit par le renvoi qui lui en est fait par la juridiction d'instruction, soit par la \ncomparution volontaire des parties, dans les conditions prévues par l'article 389, soit par la \ncitation délivrée directement au prévenu et aux personnes civilement responsables de l'infraction, \nsoit enfin par application de la procédure de flagrant délit prévue par les articles 393 à 397."
    },
    {
        "Article": 389,
        "Texte": "L'avertissement délivré par le ministère public dispense de citation, s'il est suivi de la \ncomparution volontaire de la personne à laquelle il est adressé. \nIl indique le délit poursuivi et vise le texte de loi qui le réprime. \nLorsqu'il s'agit d'un prévenu détenu, le jugement doit constater le consentement de l'intéressé à \nêtre jugé sans citation préalable."
    },
    {
        "Article": 390,
        "Texte": "La citation est délivrée dans les délais et formes prévus par les articles 550 et \nsuivants."
    },
    {
        "Article": 391,
        "Texte": "Toute personne ayant porté plainte est avisée par le parquet de la date de l'audience."
    },
    {
        "Article": 392,
        "Texte": "La partie civile qui cite directement un prévenu devant un tribunal répressif fait, dans \nl'acte de citation, élection de domicile dans le ressort du tribunal saisi, à moins qu'elle n'y soit \ndomiciliée. \n \nParagraphe 2   Du flagrant délit"
    },
    {
        "Article": 393,
        "Texte": "L'individu arrêté en flagrant délit et déféré devant le procureur [du Faso] \nconformément à l'article 69 du présent code est, s'il a été placé sous mandat de dépôt, traduit sur-\nle-champ à l'audience de la chambre correctionnelle."
    },
    {
        "Article": 394,
        "Texte": "Si ce jour-là il n'est point tenu d'audience, le prévenu est déféré à l'audience du \npremier jour ouvrable suivant, [la chambre correctionnelle] étant, au besoin, spécialement réunie. \nSi cette réunion est impossible, le procureur [du Faso] doit immédiatement requérir l'ouverture \nd'une information."
    },
    {
        "Article": 395,
        "Texte": "Les témoins du flagrant délit peuvent être requis verbalement par tout officier de \npolice judiciaire ou agent de la force publique. Ils sont tenus de comparaître sous les sanctions \nportées aux articles 438 à 441."
    },
    {
        "Article": 396,
        "Texte": "La personne déférée en vertu de l'article 393 est avertie par le président qu'elle a le \ndroit de réclamer un délai pour préparer sa défense ; mention de l'avis donné par le président et \nde la réponse du prévenu est faite dans le jugement. \nSi le prévenu use de la faculté indiquée à l'alinéa précédent, la chambre correctionnelle lui \naccorde un délai de trois jours au moins."
    },
    {
        "Article": 397,
        "Texte": "Si l'affaire n'est pas en état de recevoir jugement, [la chambre correctionnelle] en \nordonne le renvoi à l'une des plus prochaines audiences pour plus ample information et, s'il y a \nlieu, met le prévenu en liberté provisoire, avec ou sans caution. \n \nSection 2   De la composition [de la chambre correctionnelle \ndu tribunal de grande instance] et de la tenue des audiences"
    },
    {
        "Article": 398,
        "Texte": "[La chambre correctionnelle] est présidée par le président [de chambre] ou l'un des \njuges."
    },
    {
        "Article": 399,
        "Texte": "Les fonctions du ministère public sont exercées par le procureur ou l'un de ses \nsubstituts [...] ; les fonctions du greffe sont exercées par un greffier du tribunal [...]. \n \nSection 3   De la publicité et de la police de l'audience"
    },
    {
        "Article": 400,
        "Texte": "Les audiences sont publiques. \nNéanmoins, [la chambre correctionnelle] peut, en constatant dans son jugement que la publicité \nest dangereuse pour l'ordre ou les moeurs, ordonner, par jugement rendu en audience publique, \nque les débats auront lieu à huis clos. \nLorsque l'huis clos a été ordonné, celui-ci s'applique au prononcé des jugements séparés qui \npeuvent intervenir sur des incidents ou exceptions ainsi qu'il est dit à l'article 459, alinéa 4. \nLe jugement sur le fond doit toujours être prononcé en audience publique."
    },
    {
        "Article": 401,
        "Texte": "Le président a la police de l'audience et la direction des débats. \nIl rejette tout ce qui tendrait à compromettre leur dignité ou à les prolonger sans donner lieu \nd'espérer plus de certitude dans les résultats."
    },
    {
        "Article": 402,
        "Texte": "Le président peut interdire l'accès de la salle d'audience aux mineurs ou à certains \nd'entre eux."
    },
    {
        "Article": 403,
        "Texte": "Dès l'ouverture de l'audience, l'emploi de tout appareil d'enregistrement ou de \ndiffusion sonore, de caméra de télévision ou de cinéma, ou d'appareils photographiques, est \ninterdit sous peine d'une amende de 50.000 à 9 millions de francs, qui peut être prononcée dans \nles conditions prévues au titre VIII du livre IV."
    },
    {
        "Article": 404,
        "Texte": "Lorsque, à l'audience, l'un des assistants trouble l'ordre de quelque manière que ce \nsoit, le président ordonne son expulsion de la salle d'audience. \nSi au cours de l'exécution de cette mesure il résiste à cet ordre ou cause du tumulte, il est, sur-le-\nchamp, placé sous mandat de dépôt, jugé et puni d'un emprisonnement de deux mois à deux ans, \nsans préjudice des peines prévues contre les auteurs d'outrages et de violences envers les \nmagistrats. \nSur l'ordre du président, il est alors contraint par la force publique de quitter l'audience."
    },
    {
        "Article": 405,
        "Texte": "Si l'ordre est troublé à l'audience par le prévenu lui-même, il lui est fait application \ndes dispositions de l'article 404. \nLe prévenu, même libre, lorsqu'il est expulsé de la salle d'audience, est gardé par la force \npublique, jusqu'à la fin des débats, à la disposition [de la chambre correctionnelle] ; il est alors \nreconduit à l'audience où le jugement est rendu en sa présence. \n \nSection 4   Des débats \n \nParagraphe 1   De la comparution du prévenu"
    },
    {
        "Article": 406,
        "Texte": "Le président constate l'identité du prévenu et donne connaissance de l'acte qui a saisi \n[la chambre correctionnelle]. Il constate aussi, s'il y a lieu, la présence ou l'absence de la \npersonne civilement responsable, de la partie civile, des témoins, des experts et des interprètes."
    },
    {
        "Article": 407,
        "Texte": "Dans le cas où le prévenu ne parle pas suffisamment la langue officielle ou s'il est \nnécessaire de traduire un document versé aux débats, et à défaut d'un interprète assermenté, le \nprésident désigne d'office un interprète, âgé de vingt et un ans au moins, et lui fait prêter serment \nde remplir fidèlement sa mission. \nLe ministère public, le prévenu et la partie civile peuvent récuser l'interprète en motivant leur \nrécusation. La chambre correctionnelle se prononce sur cette récusation, et sa décision n'est \nsusceptible d'aucune voie de recours. \nL'interprète ne peut, même du consentement du prévenu ou du ministère public, être pris parmi \nles juges composant les tribunaux, les greffiers d'audience, les parties et les témoins."
    },
    {
        "Article": 408,
        "Texte": "Si le prévenu est sourd-muet et ne sait pas écrire, le président nomme d'office, en \nqualité d'interprète, la personne qui a le plus l'habitude de converser avec lui. \nLes autres dispositions du précédent article sont applicables. \nDans le cas où le prévenu visé au présent article sait écrire, le greffier écrit les questions ou \nobservations qui lui sont faites ; elles sont remises au prévenu, qui donne par écrit ses réponses. \nIl est fait lecture du tout par le greffier."
    },
    {
        "Article": 409,
        "Texte": "Au jour indiqué pour la comparution à l'audience, le prévenu en état de détention y est \nconduit par la force publique."
    },
    {
        "Article": 410,
        "Texte": "Le prévenu régulièrement cité en personne doit comparaître, à moins qu'il ne \nfournisse une excuse reconnue valable par la juridiction devant laquelle il est appelé. Le prévenu \na la même obligation lorsqu'il est établi que, bien que n'ayant pas été cité en personne, il a eu \nconnaissance de la citation régulière le concernant dans les cas prévus par les articles 557, 558 et \n560. \nSi ces conditions sont remplies, le prévenu non comparant et non excusé peut être jugé \ncontradictoirement."
    },
    {
        "Article": 411,
        "Texte": "Le prévenu cité pour une infraction passible d'une peine d'amende ou d'une peine \nd'emprisonnement inférieure à deux années peut, par lettre adressée au président et qui sera jointe \nau dossier de la procédure, demander à être jugé en son absence. \nDans ce cas, son défenseur est entendu s'il en a été choisi un. Toutefois, si [la chambre \ncorrectionnelle] estime nécessaire la comparution du prévenu en personne, il est procédé à la \nréassignation du prévenu, à la diligence du ministère public, pour une audience dont la date est \nfixée par [la chambre correctionnelle]. \nLe prévenu qui ne répondrait pas à cette invitation est jugé contradictoirement. \nIl est également jugé contradictoirement dans le cas prévu par le premier alinéa du présent \narticle."
    },
    {
        "Article": 412,
        "Texte": "Si la citation n'a pas été délivrée à la personne du prévenu et s'il n'est pas établi qu'il \nait eu connaissance de cette citation, la décision, au cas de non-comparution du prévenu, est \nrendue par défaut."
    },
    {
        "Article": 413,
        "Texte": "Nul n'est recevable à déclarer qu'il fait défaut lorsqu'il est présent au début de \nl'audience."
    },
    {
        "Article": 414,
        "Texte": "Les dispositions de l'article 411, alinéas 1 et 2, sont applicables chaque fois que le \ndébat sur le fond de la prévention ne doit pas être abordé, et spécialement quand le débat ne doit \nporter que sur les intérêts civils. \nLa personne civilement responsable peut toujours se faire représenter par un défenseur. Dans ce \ncas, le jugement est contradictoire à son égard."
    },
    {
        "Article": 416,
        "Texte": "Si le prévenu ne peut, en raison de son état de santé, comparaître devant [la chambre \ncorrectionnelle] et s'il existe des raisons graves de ne point différer le jugement de l'affaire, [la \nchambre correctionnelle] ordonne, par décision spéciale et motivée, que le prévenu, \néventuellement assisté de son conseil, sera entendu à son domicile ou à la maison d'arrêt dans \nlaquelle il se trouve détenu, par un magistrat commis à cet effet, accompagné d'un greffier. \nProcès-verbal est dressé de cet interrogatoire. Le débat est repris après citation nouvelle du \nprévenu, et les dispositions de l'article 411, alinéa 1 et 2, sont applicables, quel que soit le taux de \nla peine encourue. Dans tous les cas, le prévenu est jugé contradictoirement."
    },
    {
        "Article": 417,
        "Texte": "Le prévenu qui comparait à la faculté de se faire assister par un défenseur. \nLe défenseur ne peut être choisi que parmi les avocats-défenseurs. \nLes avocats inscrits à d'autres barreaux peuvent plaider devant les juridictions [du Burkina \nFaso] si l'Etat dont ils sont originaires est lié [au Burkina Faso] par une convention de \nréciprocité. \nToutefois, à titre exceptionnel, le président peut autoriser le prévenu à prendre pour conseil un \nde ses parents ou alliés. \nL'assistance d'un défenseur est obligatoire quand le prévenu est atteint d'une infirmité de nature \nà compromettre sa défense, ou quand il encourt la peine de la relégation ; à défaut de choix d'un \ndéfenseur par le prévenu, le président lui en désigne un d'office, soit parmi les avocats-\ndéfenseurs, soit parmi les fonctionnaires ou personnalités qualifiés. \n \nParagraphe 2   De la constitution de la partie civile et de ses effets"
    },
    {
        "Article": 418,
        "Texte": "Toute personne qui, conformément à l'article 2, prétend avoir été lésée par un délit \npeut, si elle ne l'a déjà fait, se constituer partie civile, soit avant l'audience, soit à l'audience \nmême. \nLe ministère d'un avocat-défenseur n'est pas obligatoire. \nLa partie civile peut à l'appui de sa constitution, demander des dommages-intérêts \ncorrespondant au préjudice qui lui a été causé."
    },
    {
        "Article": 419,
        "Texte": "La déclaration de constitution de partie civile se fait soit avant l'audience au greffe, \nsoit pendant l'audience par déclaration consignée par le greffier ou par dépôt de conclusions."
    },
    {
        "Article": 420,
        "Texte": "Lorsqu'elle est faite avant l'audience, la déclaration de partie civile doit préciser \nl'infraction poursuivie et contenir élection de domicile dans le ressort du tribunal saisi à moins \nque la partie civile n'y soit domiciliée. \nElle est immédiatement transmise par le greffier au ministère public qui cite la partie civile pour \nl'audience."
    },
    {
        "Article": 421,
        "Texte": "A l'audience, la déclaration de partie civile doit, à peine d'irrecevabilité, être faite \navant les réquisitions du ministère public sur le fond."
    },
    {
        "Article": 422,
        "Texte": "La personne qui s'est constituée partie civile ne peut plus être entendue comme \ntémoin."
    },
    {
        "Article": 423,
        "Texte": "[La chambre correctionnelle] apprécie la recevabilité de la constitution de partie civile \net, s'il échet, déclare cette constitution irrecevable. \nL'irrecevabilité peut également être soulevée par le ministère public, le prévenu, le civilement \nresponsable ou une autre partie civile."
    },
    {
        "Article": 424,
        "Texte": "La partie civile peut toujours se faire représenter par un avocat-défenseur. Dans ce \ncas, le jugement est contradictoire à son égard."
    },
    {
        "Article": 425,
        "Texte": "La partie civile régulièrement citée qui ne comparait pas ou n'est pas représentée à \nl'audience est considérée comme se désistant de sa constitution de partie civile. \nEn ce cas, et si l'action publique n'a été mise en mouvement que par la citation directe délivrée à \nla requête de la partie civile, [la chambre correctionnelle] ne statue sur ladite action que s'il en est \nrequis par le ministère public ; sauf au prévenu à demander [à la chambre correctionnelle] des \ndommages-intérêts pour abus de citation directe comme il est dit à l'article 472."
    },
    {
        "Article": 426,
        "Texte": "Le désistement de la partie civile ne met pas obstacle à l'action civile devant la \njuridiction compétente. \n \nParagraphe 3   De l’administration de la preuve"
    },
    {
        "Article": 427,
        "Texte": "Hors les cas où la loi en dispose autrement, les infractions peuvent être établies par \ntout mode de preuve et le juge décide d'après son intime conviction. \nLe juge ne peut fonder sa décision que sur des preuves qui lui sont apportées au cours des \ndébats et contradictoirement discutées devant lui."
    },
    {
        "Article": 428,
        "Texte": "L'aveu, comme tout élément de preuve, est laissé à la libre appréciation des juges."
    },
    {
        "Article": 429,
        "Texte": "Tout procès-verbal ou rapport n'a de valeur probante que s'il est régulier en la forme, \nsi son auteur a agi dans l'exercice de ses fonctions et a rapporté sur une matière de sa compétence \nce qu'il a vu, entendu ou constaté personnellement."
    },
    {
        "Article": 430,
        "Texte": "Sauf dans les cas où la loi en dispose autrement, les procès-verbaux et les rapports \nconstatant les délits ne valent qu'à titre de simples renseignements."
    },
    {
        "Article": 431,
        "Texte": "Dans les cas où les officiers de police judiciaire, les agents de police judiciaire ou les \nfonctionnaires et agents chargés de certaines fonctions de police judiciaire ont reçu d'une \ndisposition spéciale de la loi le pouvoir de constater des délits par les procès-verbaux ou des \nrapports, la preuve contraire ne peut être rapportée que par écrit ou par témoins."
    },
    {
        "Article": 432,
        "Texte": "La preuve par écrit ne peut résulter de la correspondance échangée entre le prévenu et \nson conseil."
    },
    {
        "Article": 433,
        "Texte": "Les matières donnant lieu à des procès-verbaux faisant foi jusqu'à inscription de faux \nsont réglées par des lois spéciales. A défaut de disposition expresse, la procédure de l'inscription \nde faux est réglée comme il est dit au titre II du livre IV."
    },
    {
        "Article": 434,
        "Texte": "Si [la chambre correctionnelle] estime qu'une expertise est nécessaire, il est procédé \nconformément aux articles 156 à 158 et 160 à 169."
    },
    {
        "Article": 435,
        "Texte": "Les témoins sont cités ainsi qu'il est dit aux articles 550 et suivants."
    },
    {
        "Article": 436,
        "Texte": "Après avoir procédé aux constatations prévues à l'article 406, le président ordonne \naux témoins de se retirer dans la chambre qui leur est destinée. Ils n'en sortent que pour déposer. \nLe président prend, s'il en est besoin, toutes mesures utiles pour empêcher les témoins de \nconférer entre eux avant leur déposition."
    },
    {
        "Article": 437,
        "Texte": "Toute personne citée pour être entendue comme témoin est tenue de comparaître, de \nprêter serment et de déposer."
    },
    {
        "Article": 438,
        "Texte": "Le témoin qui ne comparait pas ou qui refuse, soit de prêter serment, soit de faire sa \ndéposition, peut être, sur réquisitions du ministère public, condamné par [la chambre \ncorrectionnelle] à la peine portée à l'article 106."
    },
    {
        "Article": 439,
        "Texte": "Si le témoin ne comparaît pas et s'il n'a pas fait valoir un motif d'excuse reconnu \nvalable et légitime, [la chambre correctionnelle] peut, sur réquisitions du ministère public ou \nmême d'office, ordonner que ce témoin soit immédiatement amené devant elle par la force \npublique pour y être entendu, ou renvoyer l'affaire à une prochaine audience. \nEn ce dernier cas, tous les frais de citation, d'actes, de voyage de témoins et autres, ayant pour \nobjet de faire juger l'affaire sont, hors le cas d'excuse légitime, à la charge de ce témoin. Sur la \nréquisition du ministère public, le jugement qui ordonne le renvoi des débats le condamne, même \npar corps, au payement de ces frais."
    },
    {
        "Article": 440,
        "Texte": "Le témoin qui a été condamné à une amende ou aux frais pour non-comparution peut, \nau plus tard dans les dix jours de la signification de cette décision faite à sa personne ou à son \ndomicile, former opposition. \nLa voie de l'appel ne lui est ouverte que sur le jugement rendu sur cette opposition."
    },
    {
        "Article": 441,
        "Texte": "Le témoin qui a été condamné pour refus de prêter serment ou de déposer peut \ninterjeter appel."
    },
    {
        "Article": 442,
        "Texte": "Avant de procéder à l'audition des témoins, le président interroge le prévenu et reçoit \nses déclarations. Le ministère public, ainsi que la partie civile et la défense, celles-ci par \nl'intermédiaire du président peuvent lui poser des questions."
    },
    {
        "Article": 443,
        "Texte": "Lorsqu'un témoin est sourd-muet ou ne parle pas suffisamment la langue officielle, \nles dispositions des articles 407 et 408 sont applicables."
    },
    {
        "Article": 444,
        "Texte": "Les témoins déposent ensuite séparément. \nParmi les témoins cités, ceux qui sont produits par les parties poursuivantes sont entendus les \npremiers, sauf pour le président à régler lui-même souverainement l'ordre d'audition des témoins. \nPeuvent également, avec l'autorisation [de la chambre correctionnelle], être admises à \ntémoigner les personnes proposées par les parties qui sont présentes à l'ouverture des débats sans \navoir été régulièrement citées."
    },
    {
        "Article": 445,
        "Texte": "Les témoins doivent, sur la demande du président, faire connaître leurs nom, \nprénoms, profession et domicile, s'ils sont parents ou alliés du prévenu, de la personne civilement \nresponsable ou de la partie civile et s'ils sont à leur service. \nLe cas échéant, le président leur fait préciser quelles relations ils ont ou ont eues avec le \nprévenu, la personne civilement responsable ou la partie civile."
    },
    {
        "Article": 446,
        "Texte": "Avant de commencer leur déposition, les témoins prêtent serment de dire toute la \nvérité, rien que la vérité."
    },
    {
        "Article": 447,
        "Texte": "Les enfants au-dessous de l'âge de seize ans sont entendus sans prestation de serment."
    },
    {
        "Article": 448,
        "Texte": "Sont reçues sans prestation de serment les dépositions : \n1° du père, de la mère ou de tout autre ascendant du prévenu ou de l'un des prévenus présents et \nimpliqués dans la même affaire ; \n2° du fils, de la fille ou de tout autre descendant ; \n3° des frères et soeurs ; \n4° des alliés aux mêmes degrés ; \n5° de mari ou de la femme ; cette prohibition subsiste même après le divorce."
    },
    {
        "Article": 449,
        "Texte": "Toutefois, les personnes visées aux articles 447 et 448 peuvent être entendues sous \nserment lorsque ni le ministère public ni aucune des parties ne s'y sont opposés."
    },
    {
        "Article": 450,
        "Texte": "Le témoin qui a prêté serment n'est pas tenu de le renouveler, s'il est entendu une \nseconde fois au cours des débats. \nLe président lui rappellera, s'il y a lieu, le serment qu'il a prêté."
    },
    {
        "Article": 451,
        "Texte": "La personne qui, agissant en vertu d'une obligation légale ou de sa propre initiative, a \nporté les faits poursuivis à la connaissance de la justice, est reçue en témoignage. \nCelui dont la dénonciation est récompensée pécuniairement par la loi peut aussi être entendu en \ntémoignage, à moins qu'il n'y ait opposition d'une des parties ou du ministère public."
    },
    {
        "Article": 452,
        "Texte": "Les témoins déposent oralement. \nToutefois, ils peuvent, exceptionnellement, s'aider de documents avec l'autorisation du \nprésident."
    },
    {
        "Article": 453,
        "Texte": "Le greffier tient note du déroulement des débats et principalement sous la direction du \nprésident, des déclarations des témoins ainsi que des réponses du prévenu. \nLes notes d'audience sont signées par le greffier. Elles sont visées par le président, au plus tard \ndans les trois jours qui suivent chaque audience."
    },
    {
        "Article": 454,
        "Texte": "Après chaque déposition, le président pose au témoin les questions qu'il juge \nnécessaires et, s'il y a lieu, celles qui lui sont proposées par les parties. \nLe témoin peut se retirer après sa déposition, à moins que le président n'en décide autrement. \nLe ministère public, ainsi que la partie civile et le prévenu, peuvent demander, et le président \npeut toujours ordonner, qu'un témoin se retire momentanément de la salle d'audience après sa \ndéposition, pour y être introduit et entendu s'il y a lieu après d'autres dépositions, avec ou sans \nconfrontation."
    },
    {
        "Article": 455,
        "Texte": "Au cours des débats, le président fait, s'il est nécessaire, représenter au prévenu ou \naux témoins les pièces à conviction et reçoit leurs observations."
    },
    {
        "Article": 456,
        "Texte": "[La chambre correctionnelle], soit d'office, soit à la demande du ministère public, de \nla partie civile ou du prévenu, peut ordonner tous transports utiles en vue de la manifestation de \nla vérité. \nLes parties et leurs conseils sont appelés à y assister. Il est dressé procès-verbal de ces \nopérations."
    },
    {
        "Article": 457,
        "Texte": "Si d'après les débats la déposition d'un témoin parait fausse, le président, soit d'office, \nsoit à la requête du ministère public ou de l'une des parties, fait consigner aux notes d'audience \nles dires précis du témoin. \nIl peut enjoindre spécialement à ce témoin de demeurer à la disposition [de la chambre \ncorrectionnelle], qui l'entendra à nouveau, s'il y a lieu. \nSi le jugement doit être rendu le jour même, le président peut également faire garder ce témoin \npar la force publique dans ou hors la salle d'audience. \nAprès lecture du jugement sur le fond, [la chambre correctionnelle] ordonne sa conduite devant \nle procureur [du Faso] qui requiert l'ouverture d'une information pour faux témoignage. \nIl est dressé séance tenante par [la chambre correctionnelle], après la lecture du jugement sur le \nfond, un procès-verbal des faits ou des dires d'où peut résulter le faux témoignage. \nCe procès-verbal et une expédition des notes d'audience sont transmis sans délai au procureur \n[du Faso]. \n \nParagraphe 4   De la discussion par les parties"
    },
    {
        "Article": 458,
        "Texte": "Le procureur [du Faso] prend, au nom de la loi, les réquisitions tant écrites qu'orales \nqu'il croit convenables au bien de la justice. \nDans le cas où des réquisitions écrites sont prises, mention en est faite dans les notes tenues par \nle greffier et la chambre correctionnelle est tenue d'y répondre."
    },
    {
        "Article": 459,
        "Texte": "Le prévenu, les autres parties et leurs conseils peuvent déposer des conclusions. \nCes conclusions sont visées par le président et le greffier; ce dernier mentionne ce dépôt aux \nnotes d'audience. \n[La chambre correctionnelle] qui est tenue de répondre aux conclusions ainsi régulièrement \ndéposées doit joindre au fond les incidents et exceptions dont elle est saisie, et y statuer par un \nseul et même jugement, en se prononçant en premier lieu sur l'exception et ensuite sur le fond. \nIl ne peut en être autrement qu'au cas d'impossibilité absolue, ou encore lorsqu'une décision \nimmédiate sur l'incident ou sur l'exception est commandée par une disposition qui touche à \nl'ordre public."
    },
    {
        "Article": 460,
        "Texte": "L'instruction à l'audience terminée, la partie civile est entendue en sa demande, le \nministère public prend ses réquisitions, la personne civilement responsable s'il y a lieu et le \nprévenu présentent leur défense. \nLa partie civile et le ministère public peuvent répliquer. Le prévenu ou son conseil auront \ntoujours la parole les derniers."
    },
    {
        "Article": 461,
        "Texte": "Si les débats ne peuvent être terminés au cours de la même audience, [la chambre \ncorrectionnelle] fixe le jour où ils seront continués. \nLes parties et les témoins non entendus ou ceux qui ont été invités à rester à la disposition [de la \nchambre correctionnelle], sont tenus de comparaître, sans autre citation, à l'audience de renvoi. \n \nSection 5   Du jugement"
    },
    {
        "Article": 462,
        "Texte": "Le jugement est rendu soit à l'audience même à laquelle ont eu lieu les débats, soit à \nune date ultérieure. \nDans ce dernier cas, le président informe les parties présentes du jour où le jugement sera \nprononcé."
    },
    {
        "Article": 463,
        "Texte": "S'il y a lieu de procéder à un supplément d'information, [la chambre correctionnelle] \ncommet par jugement un de ses membres qui dispose des pouvoirs prévus aux articles 151 à 155. \nCe supplément d'information obéit aux règles édictées par les articles 114 à 118. \nLe procureur [du Faso] peut obtenir, au besoin par voie de réquisitions, la communication du \ndossier de la procédure à toute époque du supplément d'information, à charge de rendre les \npièces dans les vingt-quatre heures."
    },
    {
        "Article": 464,
        "Texte": "Si [la chambre correctionnelle] estime que le fait constitue un délit, elle prononce la \npeine. \nElle statue par le même jugement sur l'action civile, et peut ordonner le versement provisoire, \nen tout ou en partie, des dommages-intérêts alloués. \nElle a aussi la faculté, si elle ne peut se prononcer en l'état sur la demande en dommages-\nintérêts, d'accorder à la partie civile une provision, exécutoire nonobstant opposition ou appel. \nDans les cas prévus aux deux alinéas précédents, l'exécution ne peut être suspendue qu'en vertu \nde défenses obtenues par le prévenu appelant à l'audience de la juridiction d'appel, sur \nassignation à bref délai délivrée à la partie civile ou aux parties civiles."
    },
    {
        "Article": 465,
        "Texte": "Dans le cas visé à l'article 464, premier alinéa, s'il s'agit d'un délit de droit commun et \nsi la peine prononcée est au moins de six mois d'emprisonnement [la chambre correctionnelle] \npeut, par décision spéciale et motivée, décerner mandat de dépôt ou d'arrêt contre le prévenu. \nLe mandat d'arrêt continue à produire son effet même si [la chambre correctionnelle], sur \nopposition, ou la Cour, sur appel, réduit la peine à moins de six mois d'emprisonnement. \nLe mandat de dépôt décerné par [la chambre correctionnelle] produit également effet lorsque, \nsur appel, la Cour réduit la peine d'emprisonnement à moins de six mois. \nToutefois, [la chambre correctionnelle], sur opposition, ou la Cour, sur appel a la faculté, par \ndécision spéciale et motivée, de donner mainlevée de ces mandats. \nEn toutes circonstances, les mandats décernés dans les cas susvisés continuent à produire leur \neffet, nonobstant le pourvoi en cassation. \nEn cas d'opposition au jugement dans les conditions prévues par les articles 491 et 492, l'affaire \ndoit venir devant la chambre correctionnelle à la première audience ou au plus tard dans la \nhuitaine du jour de l'opposition, faute de quoi le prévenu doit être mis en liberté d'office. \nS'il y a lieu à remise, [la chambre correctionnelle] doit statuer d'office par une décision motivée \nsur le maintien ou la mainlevée du mandat, le ministère public entendu. Le tout sans préjudice de \nla faculté pour le prévenu de former une demande de mise en liberté provisoire dans les \nconditions prévues par les articles 141 et 142."
    },
    {
        "Article": 466,
        "Texte": "Si [la chambre correctionnelle] régulièrement saisie d'un fait qualifié délit par la loi \nestime que ce fait ne constitue qu'une contravention, elle prononce la peine et statue, s'il y a lieu, \nsur l'action civile."
    },
    {
        "Article": 467,
        "Texte": "Si le fait est une contravention connexe à un délit, [la chambre correctionnelle] statue \npar un seul et même jugement, à charge d'appel sur le tout."
    },
    {
        "Article": 468,
        "Texte": "Si le prévenu bénéfice d'une excuse absolutoire, [la chambre correctionnelle] \nprononce son absolution et statue, s'il y a lieu, sur l'action civile, ainsi qu'il est dit à l'article 464, \nalinéas 2 et 3."
    },
    {
        "Article": 469,
        "Texte": "Si le fait déféré [à la chambre correctionnelle] sous la qualification de délit est de \nnature à entraîner une peine criminelle, la chambre renvoie le ministère public à se pourvoir ainsi \nqu'elle avisera. \nElle peut, le ministère public entendu, décerner, par la même décision, mandat de dépôt ou \nd'arrêt contre le prévenu."
    },
    {
        "Article": 470,
        "Texte": "Si [la chambre correctionnelle] estime que le fait poursuivi ne constitue aucune \ninfraction à la loi pénale ou que le fait n'est pas établi, ou qu'il n'est pas imputable au prévenu, \nelle renvoie celui-ci des fins de la poursuite."
    },
    {
        "Article": 471,
        "Texte": "Est, nonobstant appel, mis en liberté, immédiatement après le jugement, le prévenu \ndétenu qui a été relaxé ou absous, ou condamné soit à l'emprisonnement avec sursis, soit à \nl'amende. \nIl en est de même du prévenu détenu condamné à une peine d'emprisonnement aussitôt que la \ndurée de la détention aura atteint celle de la peine prononcée."
    },
    {
        "Article": 472,
        "Texte": "Dans le cas prévu par l'article 470, lorsque la partie civile a elle-même mis en \nmouvement l'action publique, [la chambre correctionnelle] statue par le même jugement sur la \ndemande en dommages-intérêts formée par la personne acquittée contre la partie civile pour abus \nde constitution de partie civile."
    },
    {
        "Article": 473,
        "Texte": "Tout jugement de condamnation rendu contre le prévenu et éventuellement contre la \npartie civilement responsable les condamne aux frais et dépens envers l'Etat. Il se prononce à \nl'égard du prévenu sur la durée de la contrainte par corps. \nIl en est de même au cas de transaction ayant éteint l'action publique, conformément à l'article \n6, et au cas d'absolution, sauf si [la chambre correctionnelle], par décision spéciale et motivée, \ndécharge le prévenu et la personne civilement responsable de tout ou partie des frais. \nLa partie civile dont l'action a été déclarée recevable n'est pas tenue des frais dès lors que \nl'individu contre lequel elle s'est constituée a été reconnu coupable d'une infraction."
    },
    {
        "Article": 474,
        "Texte": "Au cas d'acquittement, le prévenu ne peut être condamné aux frais du procès. \nToutefois, si le prévenu est acquitté à raison de son état de démence au moment des faits [la \nchambre correctionnelle] peut mettre à sa charge tout ou partie des dépens."
    },
    {
        "Article": 475,
        "Texte": "La partie civile qui succombe est tenue des frais. Il en est de même dans le cas visé \npar l'article 425. \n[La chambre correctionnelle] peut toutefois, par décision spéciale, et motivée, l'en décharger en \ntout ou en partie."
    },
    {
        "Article": 476,
        "Texte": "Dans le cas où la condamnation n'intervient pas pour toutes les infractions qui ont fait \nl'objet de la poursuite ou n'intervient qu'à raison d'infractions qui ont fait l'objet d'une \ndisqualification, soit au cours de l'instruction, soit au moment du prononcé du jugement, comme \naussi dans le cas de mise hors de cause de certains prévenus, [la chambre correctionnelle] peut, \npar une disposition motivée, décharger le condamné de la part des frais de justice qui ne résulte \npas directement de l'infraction ayant entraîné la condamnation au fond. [La chambre \ncorrectionnelle] fixe elle-même le montant des frais dont est alors déchargé le condamné, ces \nfrais étant laissés, selon les circonstances, à la charge du Trésor ou de la partie civile."
    },
    {
        "Article": 477,
        "Texte": "Les frais et dépens sont liquidés par le jugement. A défaut de décision sur \nl'application des articles 473 et suivants ou en cas de difficultés d'exécution portant sur la \ncondamnation aux frais et dépens, la juridiction qui a statué au fond peut être saisie par tout \nintéressé, conformément aux règles établies en matière d'incidents d'exécution, et compléter son \njugement sur ce point."
    },
    {
        "Article": 478,
        "Texte": "Le prévenu, la partie civile ou la personne civilement responsable peut réclamer [à la \nchambre correctionnelle] saisie de la poursuite la restitution des objets placés sous main de \njustice. \n[La chambre correctionnelle] peut ordonner d'office cette restitution."
    },
    {
        "Article": 479,
        "Texte": "Toute personne autre que le prévenu, la partie civile ou la personne civilement \nresponsable qui prétend avoir droit sur des objets placés sous main de justice, peut également en \nréclamer la restitution [à la chambre correctionnelle] saisie de la poursuite. \nSeuls, les procès-verbaux relatifs à la saisie des objets peuvent lui être communiqués. \n[La chambre correctionnelle] statue par jugement séparé, les parties entendues."
    },
    {
        "Article": 480,
        "Texte": "Si [la chambre correctionnelle] accorde la restitution, elle peut prendre toutes mesures \nconservatoires pour assurer jusqu'à la décision définitive sur le fond la représentation des objets \nrestitués."
    },
    {
        "Article": 481,
        "Texte": "Si [la chambre correctionnelle] estime que les objets placés sous main de justice sont \nutiles à la manifestation de la vérité ou susceptibles de confiscation, elle sursoit jusqu'à sa \ndécision sur le fond. \nDans ce cas, le jugement n'est susceptible d'aucun recours."
    },
    {
        "Article": 482,
        "Texte": "Le jugement qui rejette une demande de restitution est susceptible d'appel de la part \nde la personne qui a formé cette demande. \nLe jugement qui accorde la restitution est susceptible d'appel de la part du ministère public et de \nla part du prévenu, de la personne civilement responsable, ou de la partie civile à qui cette \ndécision ferait grief. \nLa Cour ne peut être saisie qu'après que [la chambre correctionnelle] ait statué au fond."
    },
    {
        "Article": 483,
        "Texte": "[La chambre correctionnelle] qui a connu de l'affaire demeure compétente pour \nordonner la restitution des objets placés sous main de justice, si aucune voie de recours n'a été \nexercée contre le jugement sur le fond. \nElle statue sur requête de toute personne qui prétend avoir droit sur l'objet ou à la demande du \nministère public. \nSa décision peut être déférée à la Cour d’appel, conformément aux dispositions de l'article 482."
    },
    {
        "Article": 484,
        "Texte": "Lorsque la Cour d’appel est saisie du fond de l'affaire, elle est compétente pour \nstatuer sur les restitutions dans les conditions prévues par les articles 478 à 481. \nElle demeure compétente, même après décision définitive sur le fond, pour ordonner la \nrestitution dans les conditions prévues aux alinéas 1 et 2 de l'article 483."
    },
    {
        "Article": 485,
        "Texte": "Tout jugement doit contenir des motifs et un dispositif. \nLes motifs constituent la base de la décision. \nLe dispositif énonce les infractions dont les personnes citées sont déclarées coupables ou \nresponsables, ainsi que la peine, les textes de loi appliqués, et les condamnations civiles. \nIl est donné lecture du jugement par le président."
    },
    {
        "Article": 486,
        "Texte": "La minute du jugement est datée et mentionne le nom du magistrat qui l'a rendu ; la \nprésence du ministère public à l'audience doit y être constatée, le cas échéant. \nAprès avoir été signée par le président et le greffier, la minute est déposée au greffe du tribunal \ndans les trois jours au plus tard du prononcé du jugement. Ce dépôt est mentionné sur le registre \nspécialement tenu au greffe à cet effet. \n \nSection 6   Du jugement par défaut et de l'opposition \n \nParagraphe 1   Du défaut"
    },
    {
        "Article": 487,
        "Texte": "Sauf les cas prévus par les articles 410, 411, 414, 415, 416 et 424, toute personne \nrégulièrement citée qui ne comparaît pas au jour et à l'heure fixés par la citation est jugée par \ndéfaut, ainsi qu'il est dit a l'article 412."
    },
    {
        "Article": 488,
        "Texte": "Le jugement prononcé par défaut est signifié par exploit d'huissier, conformément aux \ndispositions des articles 550 et suivants. \n \nParagraphe 2   De l’opposition"
    },
    {
        "Article": 489,
        "Texte": "Le jugement par défaut est non avenu dans toutes ses dispositions, si le prévenu forme \nopposition à son exécution. \nIl peut toutefois limiter cette opposition aux dispositions civiles du jugement."
    },
    {
        "Article": 490,
        "Texte": "L'opposition est notifiée, par tous moyens, au ministère public, qui fait citer la partie \ncivile pour l'audience prévue par l'article 494."
    },
    {
        "Article": 491,
        "Texte": "Si la signification du jugement a été faite à la personne du prévenu, l'opposition doit \nêtre formée dans les délais ci-après, qui courent à compter de cette signification : dix jours si le \nprévenu réside sur le territoire [du Burkina Faso] un mois dans les autres cas."
    },
    {
        "Article": 492,
        "Texte": "Si la signification du jugement n'a pas été faite à la personne du prévenu, l'opposition \ndoit être formée dans les délais prévus à l'article précédent, qui courent à compter de la \nsignification du jugement faite à domicile, à mairie ou à parquet. \n \nToutefois, s'il s'agit d'un jugement de condamnation et s'il ne résulte pas, soit de l'avis constatant \nremise de lettre recommandée prévue aux articles 557, alinéa 3 et 558, alinéa 2, soit d'un acte \nd'exécution quelconque ou de l'avis donné conformément à l'article 560, que le prévenu a eu \nconnaissance de la signification, l'opposition, tant en ce qui concerne les intérêts civils que la \ncondamnation pénale, reste recevable jusqu'à l'expiration des délais de prescription de la peine. \nDans les cas visés à l'alinéa précédent, le délai d'opposition court à compter du jour où le prévu \na eu cette connaissance."
    },
    {
        "Article": 493,
        "Texte": "La personne civilement responsable et la partie civile peuvent former opposition à \ntout jugement par défaut à leur encontre, dans les délais fixés à l'article 491, lesquels courent à \ncompter de la signification du jugement, quel qu'en soit le mode. \n \nParagraphe 3   De l’itératif défaut"
    },
    {
        "Article": 494,
        "Texte": "L'opposition est non avenue si l'opposant ne comparait pas à la date qui lui est fixée \nsoit par la notification à lui faite verbalement et constatée par procès-verbal au moment où \nl'opposition a été formée, soit par une nouvelle citation, délivrée à l'intéressé, conformément aux \ndispositions des articles 550 et suivants."
    },
    {
        "Article": 495,
        "Texte": "Dans tous les cas, les frais de la signification du jugement par défaut et de l'opposition \npeuvent être laissés à la charge de la partie opposante. \n \nCHAPITRE II   DE LA COUR D'APPEL EN MATIERE CORRECTIONNELLE \n \nSection 1   De l'exercice du droit d'appel"
    },
    {
        "Article": 496,
        "Texte": "Les jugements rendus en matière correctionnelle peuvent être attaqués par la voie de \nl'appel. \nL'appel est porté à la Cour d’appel."
    },
    {
        "Article": 497,
        "Texte": "La faculté d'appeler appartient : \n1° au prévenu ; \n2° à la personne civilement responsable ; \n3° à la partie civile, quant à ses intérêts civils seulement ; \n4° au procureur [du Faso] ; \n5° aux administrations publiques, dans les cas où celles-ci exercent l'action publique ; \n6° au procureur général près la Cour d’appel."
    },
    {
        "Article": 498,
        "Texte": "Sauf dans le cas prévu à l'article 505 alinéa 2, l'appel est interjeté dans le délai de \nquinze jours à compter du prononcé du jugement contradictoire. \nToutefois, le délai d'appel ne court qu'à compter de la signification du jugement quel qu'en soit \nle mode : \n1° pour la partie qui, après débat contradictoire, n'était pas présente ou représentée à l'audience \noù le jugement a été prononcé, mais seulement dans le cas où elle-même ou son représentant \nn'aurait pas été informé du jour où le jugement serait prononcé ; \n2° pour le prévenu qui a demandé à être jugé en son absence dans les conditions prévues par \nl'article 411, alinéa 1er\n3° pour le prévenu qui n'a pas comparu, dans les conditions prévues par l'article 411, alinéa 4. \n ; \nIl en est de même dans le cas prévu à l'article 410."
    },
    {
        "Article": 499,
        "Texte": "Si le jugement est rendu par défaut ou par itératif défaut, le délai d'appel ne court qu'à \ncompter de la signification du jugement, quel qu'en soit le mode."
    },
    {
        "Article": 500,
        "Texte": "En cas d'appel d'une des parties pendant les délais ci-dessus, les autres parties ont un \ndélai supplémentaire de cinq jours pour interjeter appel."
    },
    {
        "Article": 501,
        "Texte": "Lorsque [la chambre correctionnelle du tribunal de grande instance] statue sur une \ndemande de mise en liberté provisoire en conformité des articles 141 et 142, l'appel doit être \nformé dans un délai de vingt-quatre heures. \nLe prévenu détenu est maintenu en prison jusqu'à ce qu'il ait été statué sur l'appel du procureur \n[du Faso], et dans tous les cas jusqu'à l'expiration du délai de cet appel."
    },
    {
        "Article": 502,
        "Texte": "L'appel a lieu, soit par déclaration au greffe de la juridiction qui a statué, dans les \ndélais ci-dessus, soit par lettre recommandée ou télégramme adressé au greffier de cette \njuridiction. Le greffier, sur le registre des appels, dresse procès-verbal de réception de la lettre ou \ndu télégramme d'appel. La date d'envoi portée sur le cachet de la poste ou mentionnée sur le \ntélégramme est considérée comme date d'appel. \nLa partie peut aussi interjeter appel par déclaration au greffe de la juridiction répressive la plus \nproche. Le greffier qui a dressé l'acte le transmet sans délai au greffe de la juridiction qui a \nstatué. \n[...]. \nEn cas d'appel au siège d'une juridiction, la déclaration d'appel doit être signée par le greffier et \npar l'appelant lui-même, ou par un avocat-défenseur ou par un fondé de pouvoir spécial ; dans ce \ndernier cas, le pouvoir est annexé à l'acte dressé par le greffier. Si l'appelant ne peut signer, il en \nsera fait mention par le greffier. \nLa déclaration est inscrite sur un registre public à ce destiné et toute personne a le droit de s'en \nfaire délivrer une copie."
    },
    {
        "Article": 503,
        "Texte": "Lorsque l'appelant est détenu, il peut également faire connaître sa volonté d'interjeter \nappel par une lettre qu'il remet au surveillant-chef de la maison d'arrêt ; ce dernier lui en délivre \nrécépissé. \nLe surveillant-chef certifie sur cette lettre même que celle-ci lui a été remise par l'intéressé, et il \nprécise la date de la remise. \nCe document est transmis immédiatement au greffe de la juridiction qui a rendu la décision \nattaquée ; il est transcrit sur le registre prévu par l'article 502, alinéa 5 et annexé à l'acte dressé \npar le greffier."
    },
    {
        "Article": 504,
        "Texte": "Une requête contenant les moyens d'appel peut être remise dans les délais prévus pour \nla déclaration d'appel au greffe du tribunal ; elle est signée de l'appelant ou d'un avocat-défenseur \nou d'un fondé de pouvoir spécial. \nLa requête, ainsi que les pièces de la procédure sont envoyées par le procureur [du Faso] au \nparquet de la Cour dans le plus bref délai. \nSi le prévenu est en état d'arrestation, il peut être également, dans le plus bref délai et par ordre \ndu procureur général, transféré dans la maison d'arrêt du lieu où siège la Cour d’appel."
    },
    {
        "Article": 505,
        "Texte": "[...]."
    },
    {
        "Article": 506,
        "Texte": "Pendant les délais d'appel et durant l'instance d'appel, il est sursis à l'exécution du \njugement, sous réserve des dispositions des articles 464, alinéas 2 et 3, 471, 507, 508 et 679."
    },
    {
        "Article": 507,
        "Texte": "Lorsque [la chambre correctionnelle du tribunal de grande instance] statue par \njugement distinct du jugement sur le fond, l'appel est immédiatement recevable si ce jugement \nmet fin à la procédure."
    },
    {
        "Article": 508,
        "Texte": "Dans tous les autres cas, l'appel contre les jugements préparatoires ou interlocutoires, \nstatuant sur les incidents et exceptions, ne sera reçu, même contre les jugements rendus sur la \ncompétence, qu'après le jugement sur le fond et en même temps que l'appel contre ledit \njugement. \nLe greffier [de la chambre correctionnelle du tribunal de grande instance] dressera procès-\nverbal du refus qu'il oppose à la transcription de la déclaration d'appel, dans tous les cas où la loi \nprescrit que l'appel ne sera pas reçu. \nLes parties sont admises à en appeler, dans les vingt-quatre heures, devant le président [de la \nchambre correctionnelle du tribunal de grande instance], du refus du greffier, lequel sera tenu de \nrecevoir l'appel si l'injonction lui en est faite par ce magistrat. \nDans tous les cas, la partie qui aura manifesté sa volonté d'appeler d'un jugement dans les délais \nlégaux conservera le droit de renouveler son appel après la décision sur le fond."
    },
    {
        "Article": 509,
        "Texte": "L'affaire est dévolue à la Cour d’appel dans la limite fixée par l'acte d'appel et par la \nqualité de l'appelant ainsi qu'il est dit à l'article 515. \n \nSection 2   De la composition de la chambre des appels correctionnels"
    },
    {
        "Article": 510,
        "Texte": "La chambre des appels correctionnels est composée de trois magistrats du siège de la \nCour d’appel."
    },
    {
        "Article": 511,
        "Texte": "Les fonctions du ministère public sont exercées par le procureur général ou par un de \nses avocats généraux ou de ses substituts ; celle du greffe par un greffier de la Cour d’appel. \n \nSection 3   De la procédure devant la chambre des appels correctionnels"
    },
    {
        "Article": 512,
        "Texte": "Les règles édictées pour [la chambre correctionnelle du tribunal de grande instance] \nsont applicables devant la Cour d’appel sous réserve des dispositions suivantes : \nLes prévenus en état de détention préventive hors du siège de la Cour d’appel ne comparaissent \npas et la Cour statue sur pièces à leur égard à moins qu'elle ne juge leur comparution nécessaire. \nIls reçoivent notification en la forme administrative de la date d'audience qui est fixée sans qu'il y \nait lieu de tenir compte des délais de distance, et ils ont la faculté de se faire représenter par un \navocat-défenseur ou de produire un mémoire. \nL'arrêt est réputé contradictoire à leur égard, mais il leur est signifié s'ils n'ont pas été \nreprésentés par un avocat-défenseur."
    },
    {
        "Article": 513,
        "Texte": "L'appel est jugé à l'audience sur le rapport oral d'un conseiller ; le prévenu est \ninterrogé. \nLes témoins ne sont entendus que si la Cour a ordonné leur audition. Les parties en cause \nont la parole dans l'ordre suivant : d'abord les parties appelantes, puis les parties intimées ; \ns'il y a plusieurs parties appelantes ou intimées, elles sont entendues dans l'ordre fixé par le \nprésident. \nLe prévenu ou son conseil aura toujours la parole le dernier."
    },
    {
        "Article": 514,
        "Texte": "Si la Cour estime que l'appel est tardif ou irrégulièrement formé, elle le déclare \nirrecevable. \nSi elle estime que l'appel bien que recevable, n'est pas fondé, elle confirme le jugement attaqué. \nDans les deux cas, elle condamne l'appelant aux dépens, à moins que l'appel n'émane du \nministère public, les dépens étant alors laissés à la charge du Trésor."
    },
    {
        "Article": 515,
        "Texte": "La Cour peut, sur l'appel du ministère public, soit confirmer le jugement, soit \nl'infirmer en tout ou en partie dans un sens favorable ou défavorable au prévenu. \nLa Cour ne peut, sur le seul appel du prévenu ou du civilement responsable, aggraver le sort de \nl'appelant. \nElle ne peut, sur le seul appel de la partie civile, modifier le jugement dans un sens défavorable \nà celle-ci. \nLa partie civile ne peut, en cause d'appel, former aucune demande nouvelle ; toutefois elle peut \ndemander une augmentation des dommages-intérêts pour le préjudice souffert depuis la décision \nde première instance."
    },
    {
        "Article": 516,
        "Texte": "Si le jugement est réformé parce que la Cour estime qu'il n'y a ni crime, ni délit, ni \ncontravention, ou que le fait n'est pas établi ou qu'il n'est pas imputable au prévenu, elle renvoie \ncelui-ci des fins de la poursuite. \nDans ce cas, si le prévenu acquitté demande des dommages-intérêts, dans les conditions \nprévues à l'article 472, il porte directement sa demande devant la Cour d’appel."
    },
    {
        "Article": 517,
        "Texte": "Si le jugement est réformé parce que la Cour estime que le prévenu bénéficie d'une \nexcuse absolutoire, elle se conforme aux dispositions de l'article 468."
    },
    {
        "Article": 518,
        "Texte": "Si le jugement est annulé parce que la Cour estime que le fait ne constitue qu'une \ncontravention, elle prononce la peine et statue, s'il y a lieu, sur l'action civile."
    },
    {
        "Article": 519,
        "Texte": "Si le jugement est annulé parce que la Cour estime que le fait est de nature à entraîner \nune peine criminelle, la Cour d’appel se déclare incompétence. Elle renvoie le ministère public à \nse pourvoir ainsi qu'il avisera. \nElle peut, le ministère public entendu, décerner par la même décision mandat de dépôt ou d'arrêt \ncontre le prévenu."
    },
    {
        "Article": 520,
        "Texte": "Si le jugement est annulé pour violation ou omission non réparée de formes prescrites \npar la loi à peine de nullité, la Cour évoque et statue sur le fond. \n \nTITRE III   DU JUGEMENT DES CONTRAVENTIONS \n \nCHAPITRE I   DE LA COMPETENCE DU TRIBUNAL [D'INSTANCE]"
    },
    {
        "Article": 521,
        "Texte": "Le tribunal [d’instance] connaît des contraventions. \nSont des contraventions les infractions que la loi punit au maximum soit d'une peine d'un mois \nd'emprisonnement soit d'une amende de 50.000 francs qu'il y ait ou non confiscation des choses \nsaisies et quelle qu'en soit la valeur."
    },
    {
        "Article": 522,
        "Texte": "La connaissance des contraventions est attribuée exclusivement au tribunal \n[d’instance] du ressort dans l'étendue duquel elles ont été commises. \nLes articles 383 à 387 sont applicables au jugement des infractions de la compétence du tribunal \n[d’instance]."
    },
    {
        "Article": 523,
        "Texte": "Le tribunal [d’instance] est constitué par un juge du tribunal [de grande instance...] \nd'un représentant du ministère public comme il est dit à l'article 43 [...] et d'un greffier. \n \nCHAPITRE II   DE L'AMENDE DE COMPOSITION"
    },
    {
        "Article": 524,
        "Texte": "Avant toute citation devant le tribunal [d’instance], le juge dudit tribunal saisi d'un \nprocès-verbal constatant une contravention peut faire informer le contrevenant de la faculté qu'il \na de verser, à titre d'amende de composition, une somme qui est fixée par le juge conformément \nau mode de calcul déterminé par un règlement d'administration publique."
    },
    {
        "Article": 525,
        "Texte": "Si le contrevenant verse le montant de l'amende de composition dans les conditions et \ndélais prévus par ce règlement, l'action publique est éteinte. \nLe payement de l'amende implique la reconnaissance de l'infraction. \nIl tient lieu de premier jugement pour la détermination de l'état de récidive."
    },
    {
        "Article": 526,
        "Texte": "La décision déterminant le montant de l'amende de composition n'est susceptible \nd'aucun recours de la part du contrevenant."
    },
    {
        "Article": 527,
        "Texte": "Dans le cas où l'amende de composition n'a pas été payée dans le délai imparti, le \ntribunal [d’instance] procède et statue conformément aux dispositions des articles 531 et \nsuivants."
    },
    {
        "Article": 528,
        "Texte": "Les dispositions des articles 524 à 527 ne sont pas applicables dans les cas suivants : \n1° si la contravention constatée expose son auteur soit à la réparation de dommages causés aux \npersonnes ou aux biens, soit aux peines qui s'attachent à la récidive ; \n2° si l'infraction constatée se cumule avec un délit ou un crime."
    },
    {
        "Article": 529,
        "Texte": "Les contraventions peuvent donner lieu au payement immédiat d'une amende \nforfaitaire entre les mains de l'agent verbalisateur, dans les cas prévus par la loi, et selon les taux \nfixés par un règlement d'administration publique. \nEn cas de refus de paiement de l'amende forfaitaire, il est procédé conformément aux \ndispositions des articles 524 à 528."
    },
    {
        "Article": 530,
        "Texte": "Les dispositions de l'article 529 sont inapplicables dans les cas prévus à l'article 528. \nLorsque l'agent verbalisateur ignorait la qualité de récidiviste du contrevenant, la procédure \nreste valable. Toutefois, le contrevenant peut être poursuivi ultérieurement devant le tribunal \n[d’instance]. \n \nCHAPITRE III   DE LA SAISINE DU TRIBUNAL [D'INSTANCE]"
    },
    {
        "Article": 531,
        "Texte": "Le tribunal [d’instance] est saisi des infractions de sa compétence soit par le renvoi \nqui lui est fait par la juridiction d'instruction, soit par la comparution volontaire des parties, soit \npar la citation délivrée directement au prévenu et à la personne civilement responsable de \nl'infraction."
    },
    {
        "Article": 532,
        "Texte": "L'avertissement délivré par le ministère public dispense de citation s'il est suivi de la \ncomparution volontaire de la personne à laquelle il est adressé. \nIl indique l'infraction poursuivie et vise le texte de loi qui la réprime."
    },
    {
        "Article": 533,
        "Texte": "Les articles 390 à 392 sont applicables à la procédure devant le tribunal [d’instance]. \n \nCHAPITRE IV   DE L'INSTRUCTION DEFINITIVE \nDEVANT LE TRIBUNAL [D'INSTANCE]"
    },
    {
        "Article": 534,
        "Texte": "Avant le jour de l'audience, le président peut, sur la requête du ministère public ou de \nla partie civile, estimer ou faire estimer les dommages, dresser ou faire dresser des procès-\nverbaux, faire ordonner tous actes requérant célérité."
    },
    {
        "Article": 535,
        "Texte": "Les dispositions des articles 400 à 408 sont applicables à la procédure devant le \ntribunal [d’instance]. \nToutefois, les sanctions prévues par l’article 404, alinéa 2, ne peuvent être prononcées que \npar [la chambre correctionnelle du tribunal de grande instance], saisi par le ministère public, \nau vu du procès-verbal dressé par le juge du tribunal [d’instance] relatant l’incident."
    },
    {
        "Article": 536,
        "Texte": "Sont également applicables les règles édictées par les articles 418 à 426, \nconcernant la constitution de partie civile ; par les articles 427 à 457 relatifs à l'administration \nde la preuve, sous réserve de ce qui est dit à l'article 537 ; par les articles 458 à 461 \nconcernant la discussion par les parties ; par l'article 462 relatif au jugement."
    },
    {
        "Article": 537,
        "Texte": "Les contraventions sont prouvées soit par procès-verbaux ou rapports, soit par \ntémoins à défaut de rapports et procès-verbaux, ou à leur appui. \nSauf dans les cas où la loi en dispose autrement, les procès-verbaux ou rapports établis par \nles officiers et agents de police judiciaire, ou les fonctionnaires ou agents chargés de certaines \nfonctions de police judiciaire auxquels la loi a attribué le pouvoir de constater les \ncontraventions, font foi jusqu'à preuve contraire. \nLa preuve contraire ne peut être rapportée que par écrit ou par témoins."
    },
    {
        "Article": 538,
        "Texte": "S'il y a lieu à supplément d'information, il y est procédé par le juge du tribunal \n[d’instance], conformément aux articles 114 à 118. \nLes dispositions de l'article 463, alinéa 3, sont applicables."
    },
    {
        "Article": 539,
        "Texte": "Si le tribunal [d’instance] estime que le fait constitue une contravention, il \nprononce la peine. \nIl statue s'il y a lieu sur l'action civile conformément aux dispositions de l'article 464, alinéas \n2 et 3."
    },
    {
        "Article": 540,
        "Texte": "Si le tribunal [d’instance] estime que le fait constitue un crime ou délit, il se \ndéclare incompétent. Il renvoie le ministère public à se pourvoir ainsi qu'il avisera."
    },
    {
        "Article": 541,
        "Texte": "Si le tribunal [d’instance] estime que le fait ne constitue aucune infraction à la loi \npénale, ou que le fait n'est pas établi, ou qu'il n'est pas imputable au prévenu, il renvoie celui-\nci des fins de la poursuite."
    },
    {
        "Article": 542,
        "Texte": "Si le prévenu bénéficie d'une excuse absolutoire, le tribunal [d’instance] prononce \nson absolution et statue s'il y a lieu sur l'action civile ainsi qu'il est dit à l'article 539."
    },
    {
        "Article": 543,
        "Texte": "Sont applicables à la procédure devant le tribunal [d’instance] les articles 473 à \n486 concernant les frais de justice et dépens, la restitution des objets placés sous main de \njustice et la forme des jugements. \n \nCHAPITRE V   DU JUGEMENT PAR DEFAUT ET DE L'OPPOSITION"
    },
    {
        "Article": 544,
        "Texte": "Sont applicables devant le tribunal [d’instance] les dispositions des articles 410 à \n415 relatives à la comparution et à la représentation du prévenu et de la personne civilement \nresponsable. \nToutefois, lorsque la contravention poursuivie n'est passible que d'une peine d'amende, le \nprévenu peut se faire représenter par un avocat-défenseur ou par un fondé de procuration \nspéciale."
    },
    {
        "Article": 545,
        "Texte": "Sont également applicables les dispositions des articles 487 et 488 relatives aux \njugements par défaut, et 489 à 495 relatives à l'opposition. \n \nCHAPITRE VI   DE L'APPEL DES JUGEMENTS D'INSTANCE"
    },
    {
        "Article": 546,
        "Texte": "La faculté d'appeler appartient au prévenu, au civilement responsable et au \nprocureur du Faso lorsque le jugement prononce une peine d'emprisonnement ou une peine \nd'amende supérieure à 10.000 francs. Lorsque des dommages et intérêts ont été alloués, la \nfaculté d'appeler appartient également au prévenu et à la personne civilement responsable. \nCette faculté appartient dans tous les cas à la partie civile quant à ses intérêts civils \nseulement. \nDans les affaires poursuivies à la requête de l'administration des Eaux et Forêts, l'appel est \ntoujours possible de la part de toutes les parties, quelles que soient la nature et l'importance \ndes condamnations. \nLe procureur général peut faire appel de tous les jugements rendus en matière de simple \npolice."
    },
    {
        "Article": 547,
        "Texte": "L'appel des jugements [d’instance] est porté à la cour d'appel. \nCet appel est interjeté dans les délais prévus par les articles 498 à 500. \nL'appel est suivi et jugé dans la même forme que les appels des jugements correctionnels. \nLes articles 502 à 504, alinéas 1er\n \n et 2, sont applicables à l'appel des jugements d’instance."
    },
    {
        "Article": 548,
        "Texte": "Le procureur général forme son appel dans les formes et conditions prévues par \nl'article 505."
    },
    {
        "Article": 549,
        "Texte": "Les disponibilités des articles 506, 510 à 520, sont applicables aux jugements rendus \npar les tribunaux [d’instance]. \nLa Cour d’appel, saisie de l'appel d'un jugement d'incompétence du tribunal [d’instance], si elle \nconstate que le fait poursuivi constitue un délit, prononce la peine et statue, s'il y a lieu, sur les \ndommages-intérêts. \n \nTITRE IV   DES CITATIONS, SIGNIFICATIONS ET NOTIFICATIONS"
    },
    {
        "Article": 550,
        "Texte": "Les citations, significations et notifications, sauf disposition contraire des lois et \nrèglements, sont faites par exploit d'huissier de justice. \nLes notifications peuvent aussi être faites par voie administrative. \nL'huissier ne peut instrumenter pour lui-même, pour son conjoint, pour ses parents et alliés et \nceux de son conjoint, en ligne directe à l'infini, ni pour ses parents et alliés collatéraux, jusqu'au \ndegré de cousin issu de germain inclusivement."
    },
    {
        "Article": 551,
        "Texte": "La citation est délivrée à la requête du procureur général, du procureur [du Faso] [...], \nde la partie civile et de toute administration qui y est légalement habilitée. L'huissier doit déférer \nsans délai à leur réquisition. \nLa citation énonce le fait poursuivi et vise le texte de la loi qui le prévoit et le réprime. \nElle indique le tribunal saisi, le lieu, l'heure et la date de l'audience et précise la qualité de \nprévenu, de civilement responsable ou de témoin de la personne citée. \nSi elle est délivrée à la requête de la partie civile, elle mentionne les nom, prénoms, profession \net domicile réel ou élu de celle-ci. \nLa citation délivrée à un témoin doit en outre mentionner que la non-comparution, le refus de \ntémoigner et le faux témoignage sont punis par la loi."
    },
    {
        "Article": 552,
        "Texte": "Le délai entre le jour où la citation est délivrée et le jour fixé pour la comparution \ndevant [la chambre correctionnelle du tribunal de grande instance ou le tribunal d’instance] est \nd'au moins : \n- cinq jours si la partie citée réside dans le ressort du tribunal [...] ; \n- quinze jours si elle réside dans un autre ressort du territoire ; \n- deux mois dans tous les autres cas. \nPar ressort du tribunal, il faut entendre le ressort du tribunal de [grande instance] [...]."
    },
    {
        "Article": 553,
        "Texte": "Si les délais prescrits à l'article précédent n'ont pas été observés, les règles suivantes \nsont applicables : \n1° dans le cas où la partie citée ne se présente pas, la citation doit être déclarée nulle par le \ntribunal ; \n2° dans le cas où la partie citée se présente, la citation n'est pas nulle mais le tribunal doit, sur la \ndemande de la partie citée, ordonner le renvoi à une audience ultérieure. \nCette demande doit être présentée avant toute défense au fond, ainsi qu'il est dit à l'article 385."
    },
    {
        "Article": 554,
        "Texte": "La signification des décisions, dans les cas où elle est nécessaire, est effectuée à la \nrequête du procureur général, du procureur [du Faso] [...] ou de la partie civile. \nL'exploit contient la date, les nom, prénoms et adresse de l'huissier, ainsi que les nom, prénoms \net adresse du destinataire. \nLa personne qui reçoit copie de l'exploit doit signer l'original : si elle ne veut ou ne peut signer, \nmention en est faite par l'huissier."
    },
    {
        "Article": 555,
        "Texte": "Lorsque l'huissier trouve, au domicile indiqué dans l'exploit de citation, de \nsignification ou de notification, la personne qu'il concerne, il lui en remet une copie."
    },
    {
        "Article": 556,
        "Texte": "Si cette personne est absente de son domicile, l'huissier interpelle la personne présente \naudit domicile, sur ces nom, prénoms et qualités, ainsi que sur la durée de l'absence de l'intéressé \net sur l'adresse à laquelle celui-ci peut être trouvé. \nSi cette adresse est comprise dans un lieu pour lequel l'huissier a compétence, il se transporte à \ncette adresse et remet la copie de l'exploit à la personne, ainsi qu'il est dit à l'article 555."
    },
    {
        "Article": 557,
        "Texte": "Si l'adresse à laquelle l'intéressé peut se trouver est située dans un lieu hors de la \ncompétence de l'huissier, comme dans le cas où la personne présente au domicile déclare ne pas \nconnaître l'adresse où peut être touché l'intéressé, la copie de l'exploit est remise à la personne \nprésente au domicile. \nIl en est de même dans le cas visé à l'article 556 si l'intéressé n'est pas trouvé à l'adresse qui \navait été indiquée à l'huissier. \nDans ces hypothèses, l'huissier avise sans délai de cette remise la partie que l'exploit concerne, \npar lettre recommandée avec accusé de réception ; lorsqu'il résulte de l'accusé de réception que \nl'intéressé a eu connaissance de l'avis de l'huissier, l'exploit remis à domicile produit les mêmes \neffets que s'il avait été délivré à personne."
    },
    {
        "Article": 558,
        "Texte": "Si l'huissier ne trouve personne au domicile de l'intéressé, il remet la copie de l'exploit \nau maire ou à un adjoint ou à un conseiller municipal délégué ou au secrétaire de mairie, ou au \nchef de la circonscription administrative. \nIl avise sans délai de cette remise la partie que l'exploit concerne, par lettre recommandée avec \naccusé de réception, en l'informant qu'elle doit retirer la copie de l'exploit à l'adresse indiquée, \ndans les moindres délais. Lorsqu'il résulte de l'accusé de réception que l'intéressé a eu \nconnaissance de l'avis de l'huissier, l'exploit remis à la mairie ou à la circonscription \nadministrative produit les mêmes effets que s'il avait été délivré à personne."
    },
    {
        "Article": 559,
        "Texte": "Si la personne visée par l'exploit est sans domicile ou résidence connus, l'huissier \nremet une copie de l'exploit au parquet."
    },
    {
        "Article": 560,
        "Texte": "Lorsqu'il n'est pas établi que l'intéressé a reçu la lettre recommandée qui lui a été \nadressée par l'huissier conformément aux dispositions des articles 557 et 558, ou lorsque l'exploit \na été délivré au parquet, un officier de police judiciaire peut être requis par le magistrat du \nministère public à l'effet de procéder à des recherches en vue de découvrir l'adresse de l'intéressé. \nEn cas de découverte de ce dernier, l'officier de police judiciaire lui donne connaissance de \nl'exploit, qui produit alors les mêmes effets que s'il avait été délivré à personne. \nDans tous les cas, l'officier de police judiciaire dresse procès-verbal de ses recherches et le \ntransmet sans délai au magistrat du ministère public."
    },
    {
        "Article": 561,
        "Texte": "Dans les cas prévus aux articles 557 et 558, la copie est délivrée sous enveloppe \nfermée ne portant d'autres indications, d'un côté que les nom, prénoms, adresse de l'intéressé, et \nde l'autre que le cachet de l'étude de l'huissier apposé sur la fermeture du pli."
    },
    {
        "Article": 562,
        "Texte": "Ceux qui habitent à l'étranger sont cités au parquet du tribunal saisi, lequel vise \nl'original et envoie la copie au ministre des Affaires étrangères ou à toute autorité déterminée par \nles conventions diplomatiques."
    },
    {
        "Article": 563,
        "Texte": "Dans tous les cas, l'huissier doit mentionner sur l'original de l'exploit et sous forme de \nprocès-verbal, ses diligences ainsi que les réponses qui ont été faites à ses différentes \ninterpellations. \nLe magistrat du ministère public peut prescrire à l'huissier de nouvelles recherches, s'il estime \nincomplètes celles qui ont été effectuées. \nL'original de l'exploit doit être adressé à la personne à la requête de qui il a été délivré, dans les \nvingt-quatre heures. \nEn outre, si l'exploit a été délivré à la requête du ministère public, une copie de l'exploit doit \nêtre jointe à l'original."
    },
    {
        "Article": 564,
        "Texte": "Les huissiers sont tenus de mettre, à la fin de l'original et de la copie de l'exploit, le \ncoût de celui-ci, à peine d'une amende civile de 2.000 à 10.000 francs ; cette amende est \nprononcée par le président de la juridiction saisie de l'affaire."
    },
    {
        "Article": 565,
        "Texte": "La nullité d'un exploit ne peut être prononcée que lorsqu’elle a eu pour effet de porter \natteinte aux intérêts de la personne qu'il concerne, sous réserve, pour les délais de citation, des \ndispositions de l'article 553, 2°."
    },
    {
        "Article": 566,
        "Texte": "Si un exploit est déclaré nul par le fait de l'huissier, celui-ci peut être condamné aux \nfrais de l'exploit et de la procédure annulée, et éventuellement à des dommages-intérêts envers la \npartie à laquelle il est porté préjudice. \nLa juridiction qui déclare la nullité a compétence pour prononcer ces condamnations. \n \nLIVRE III \nDES VOIES DE RECOURS EXTRAORDINAIRES \n \nTITRE PREMIER   DU POURVOI EN CASSATION \n \nCHAPITRE I   DES OUVERTURES A CASSATION"
    },
    {
        "Article": 567,
        "Texte": "Les arrêts de la chambre d'accusation ainsi que les arrêts et jugements rendus en \ndernier ressort en matière criminelle, correctionnelle ou de simple police, lorsqu'ils sont revêtus \ndes formes prescrites par la loi, ne peuvent être cassés que pour violation de la loi."
    },
    {
        "Article": 568,
        "Texte": "Ces décisions sont déclarées nulles lorsqu'elles ne sont pas rendues par le nombre de \njuges prescrit ou qu'elles ont été rendues par des juges qui n'ont pas assisté à toutes les audiences \nde la cause. Lorsque plusieurs audiences ont été consacrées à la même affaire, les juges qui ont \nconcouru à la décision sont présumés avoir assisté à toutes ces audiences. \nCes décisions sont également déclarées nulles lorsqu'elles ont été rendues sans que le ministère \npublic ait été entendu, lorsque son audition est requise."
    },
    {
        "Article": 569,
        "Texte": "Les arrêts de la chambre d'accusation ainsi que les arrêts et jugements en dernier \nressort sont déclarés nuls s'ils ne contiennent pas de motifs ou si leurs motifs insuffisants ou \ncontradictoires ne permettent pas à la Cour [de cassation] d'exercer son contrôle et de reconnaître \nsi la loi a été respectée dans le dispositif. \nIl en est de même lorsqu'il a été omis ou refusé de prononcer soit sur une ou plusieurs \nréquisitions du ministère public."
    },
    {
        "Article": 570,
        "Texte": "En matière criminelle et dans le cas où l'accusé a été condamné, si l'arrêt a prononcé \nune peine autre que celle appliquée par la loi à la nature du crime, l'annulation de l'arrêt pourra \nêtre poursuivie tant par le ministère public que par la partie condamnée."
    },
    {
        "Article": 571,
        "Texte": "La même action appartient au ministère public contre les arrêts d’acquittement, si la \ndécision a été prononcée sur la base de la non-existence d'une loi pénale qui pourtant aurait \nexisté."
    },
    {
        "Article": 572,
        "Texte": "Lorsque la peine prononcée est la même que celle portée par la loi qui s'applique à \nl'infraction, nul ne peut demander l'annulation de l'arrêt ou du jugement sous le prétexte qu'il y \naurait erreur dans la citation du texte de la loi."
    },
    {
        "Article": 573,
        "Texte": "En matière correctionnelle, le prévenu n'est pas recevable à présenter comme moyen \nde cassation les nullités commises en première instance s'il ne les a pas opposées devant la Cour \nd’appel, à l'exception de la nullité pour cause d'incompétence lorsqu'il y a eu appel du ministère \npublic."
    },
    {
        "Article": 574,
        "Texte": "Nul ne peut en aucun cas, se prévaloir contre la partie poursuivie de la violation ou \nomission des règles établies pour assurer la défense de celle-ci. \n \nCHAPITRE II   DES DECISIONS SUSCEPTIBLES D'ETRE ATTAQUEES \nET DES CONDITIONS DU POURVOI"
    },
    {
        "Article": 575,
        "Texte": "Pour se pourvoir en cassation, et sous réserve des dispositions des articles 578 et 581, \nle ministère public et les parties ont cinq jours francs après celui où la décision attaquée a été \ncontradictoirement prononcée à leur égard. \nLorsque la décision attaquée est réputée contradictoire ou rendue par itératif défaut à l'égard \nd'une partie, le délai ne court en ce qui la concerne qu'à compter de la signification, quel qu'en \nsoit le mode. \nLe délai du pourvoi contre les arrêts ou jugements par défaut ne court, à l'égard du prévenu que \ndu jour où ils ne sont plus susceptibles d'opposition. A l'égard du ministère public et des autres \nparties, le délai court à compter de l'expiration du délai de dix jours qui suit la signification, quel \nqu'en soit le mode."
    },
    {
        "Article": 576,
        "Texte": "Pendant les délais du recours en cassation, et s'il y a eu recours jusqu'au prononcé de \nl'arrêt de la Cour [de cassation], il est sursis à l'exécution de l'arrêt de la Cour, sauf en ce qui \nconcerne les condamnations civiles, et sous réserve de la disposition prévue à l'article 589. \nEst, nonobstant pourvoi, mis en liberté immédiatement après l'arrêt, le prévenu qui a été \nacquitté, ou absous, ou condamné soit à l'emprisonnement assorti du sursis, soit à l'amende. \nIl en est de même du prévenu détenu, condamné à une peine d'emprisonnement, aussitôt que la \ndurée de la détention aura atteint celle de la peine prononcée."
    },
    {
        "Article": 577,
        "Texte": "Lorsqu’une juridiction statue en dernier ressort par jugement ou arrêt distinct de la \ndécision sur le fond, le pourvoi en cassation est immédiatement recevable si ce jugement ou arrêt \nmet fin à la procédure."
    },
    {
        "Article": 578,
        "Texte": "Dans tous les autres cas, le recours en cassation contre les jugements ou arrêts \ndistincts du jugement ou de l'arrêt sur le fond ne sera reçu qu'après le jugement ou l'arrêt définitif \nsur le fond. La procédure suivra normalement son cours sans discontinuer nonobstant la \ndéclaration de pourvoi."
    },
    {
        "Article": 579,
        "Texte": "Les arrêts d'acquittement prononcés par la [chambre criminelle] ne peuvent faire \nl'objet d'un pourvoi que dans le seul intérêt de la loi, et sans préjudicier à la partie acquittée."
    },
    {
        "Article": 580,
        "Texte": "Peuvent toutefois donner lieu à un recours en cassation de la part des parties \nauxquelles ils font grief, les arrêts prononcés par la [chambre criminelle] sur les intérêts civils \naprès acquittement ou absolution."
    },
    {
        "Article": 581,
        "Texte": "L'arrêt de la chambre d'accusation portant renvoi du prévenu devant [la chambre \ncorrectionnelle du tribunal de grande instance ou le tribunal d’instance] ne peut être attaqué \ndevant la Cour [de cassation] que lorsqu'il statue, d'office ou sur déclinatoire des parties, sur la \ncompétence ou qu'il présente des dispositions définitives que le tribunal, saisi de la prévention, \nn'a pas le pouvoir de modifier. \nDans ce cas, le pourvoi ne sera reçu qu'en même temps que le pourvoi formé contre la décision \nrendue sur le fond."
    },
    {
        "Article": 582,
        "Texte": "La partie civile ne peut se pourvoir en cassation contre les arrêts de la chambre \nd'accusation que s'il y a pourvoi du ministère public. \nToutefois, son seul pourvoi est recevable dans les cas suivants : \n1° lorsque l'arrêt de la chambre d'accusation a dit n'y avoir lieu à informer ; \n2° lorsque l'arrêt a déclaré l’irrecevabilité de l'action de la partie civile ; \n3° lorsque l'arrêt a admis une exception mettant fin à l'action publique ; \n4° lorsque l'arrêt a, d'office ou sur déclinatoire des parties, prononcé l'incompétence de la \njuridiction saisie ; \n5° lorsque l'arrêt a omis de statuer sur un chef d'inculpation ; \n6° lorsque l'arrêt ne satisfait pas, en la forme, aux conditions essentielles de son existence \nlégale. Dans ce cas, il sera fait application des dispositions de l'article 578. \n \nCHAPITRE III   DES FORMES DU POURVOI"
    },
    {
        "Article": 583,
        "Texte": "La déclaration de pourvoi doit être faite au greffier de la juridiction qui a rendu la \ndécision attaquée ; lorsque la décision n'est pas contradictoire la déclaration peut aussi être faite \nau greffier de la résidence [au Burkina Faso] du demandeur en cassation. \nElle doit être signée par le greffier et par le demandeur en cassation lui-même ou par un avocat-\ndéfenseur ou par un fondé de pouvoir spécial ; dans ce dernier cas, le pouvoir est annexé à l'acte \ndressé par le greffier. Si le déclarant ne peut signer, le greffier en fera mention. \nLa déclaration est inscrite sur un registre public à ce destiné, et toute personne a le droit de s'en \nfaire délivrer une copie. \nDans le cas où le pourvoi est reçu par le greffe de la résidence, le greffier qui a dressé l'acte en \ntransmet sans délai une expédition au greffe de la juridiction qui a statué."
    },
    {
        "Article": 584,
        "Texte": "Lorsque le demandeur en cassation est détenu, il peut également faire connaître sa \nvolonté de se pourvoir par une lettre qu'il remet au surveillant-chef de la maison d'arrêt ; ce \ndernier lui en délivre récépissé. \nLe surveillant-chef certifie sur cette lettre même que celle-ci lui a été remise par l'intéressé et il \nprécise la date de la remise. \nCe document est transmis immédiatement au greffe de la juridiction qui a rendu la décision \nattaquée ; il est transcrit sur le registre prévu par l'article 583 alinéa 3, et annexé à l'acte dressé \npar le greffier."
    },
    {
        "Article": 585,
        "Texte": "Dans les trois jours, le greffier de la juridiction qui a statué avise du recours le \nministère public."
    },
    {
        "Article": 586,
        "Texte": "Le demandeur est tenu, à peine de déchéance, de consigner avant l'expiration du mois \nqui suit la déclaration de pourvoi, une somme de 10.000 francs. \nLa consignation s'effectue, soit par versement entre les mains du secrétaire général de la Cour \n[de cassation], soit par mandat adressé à ce dernier. \nLe greffier qui reçoit la déclaration du pourvoi doit donner lecture au déclarant des dispositions \ndes deux alinéas qui précédent et mentionner cette formalité dans l'acte."
    },
    {
        "Article": 587,
        "Texte": "Sont néanmoins dispensés de consignation : \n1° les condamnés à l'emprisonnement correctionnel ou de simple police ; \n2° les personnes qui joignent à leur demande un certificat du percepteur de la commune portant \nqu'elles ne sont pas imposées et un certificat délivré par le maire de la commune de leur domicile \nou par le commissaire de police ou par le chef de circonscription administrative, constatant \nqu'elles se trouvent en raison de leur indigence dans l'impossibilité de consigner l'amende ; \n3° les mineurs de dix-huit ans."
    },
    {
        "Article": 588,
        "Texte": "Sont dispensés de consignation et ne sont pas condamnés à l'amende : \n1° les condamnés à une peine criminelle ; \n2° les agents publics pour les affaires concernant directement l'administration et les domaines \nde l'Etat."
    },
    {
        "Article": 589,
        "Texte": "Sont déclarés déchus de leur pourvoi les condamnés à une peine emportant privation \nde liberté pour une durée de plus de six mois qui ne sont pas en état ou qui n'ont pas obtenu, de la \njuridiction qui a prononcé, dispense, avec ou sans caution, de se mettre en état. \nL'acte de leur écrou ou l'arrêt leur accordant la dispense est produit devant la Cour [de cassation \n] au plus tard au moment où l'affaire y est appelée. \nPour que son recours soit recevable, il suffit au demandeur de justifier qu'il s'est constitué dans \nune maison d'arrêt ; le surveillant-chef de cette maison l'y reçoit sur l'ordre du procureur général \nprès la Cour d'appel."
    },
    {
        "Article": 590,
        "Texte": "Le demandeur en cassation, soit en faisant sa déclaration , soit dans les deux mois \nsuivants, peut déposer, au greffe de la juridiction qui a reçu le pourvoi, un mémoire, signé par lui, \ncontenant ses moyens de cassation. Le greffier lui en délivre reçu. Le mémoire peut être signé \npar un avocat-défenseur ou par un mandataire spécial ; dans ce dernier cas, le pourvoi est annexé \nau mémoire."
    },
    {
        "Article": 591,
        "Texte": "Sous peine d'une amende civile de 1.000 francs prononcée par la Cour [de cassation], \nle greffier, dans le délai d'un mois à dater de la déclaration du pourvoi, cote et paraphe les pièces \ndu dossier, auquel il joint une expédition de la décision attaquée, une expédition de l'acte de \npourvoi et, s'il y a lieu, le mémoire prévu à l'article précédent. Du tout, il dresse inventaire."
    },
    {
        "Article": 592,
        "Texte": "Lorsque le dossier est ainsi en état, le greffier le remet au magistrat du ministère \npublic, qui l'adresse immédiatement au procureur général près la Cour [de cassation]."
    },
    {
        "Article": 593,
        "Texte": "Dès l'enregistrement du pourvoi et du dossier au secrétariat général, le président de la \nchambre[criminelle de la Cour de cassation] désigne un rapporteur, qui suit la procédure."
    },
    {
        "Article": 594,
        "Texte": "Le rapporteur fait notifier le pourvoi et, s'il y a lieu, le mémoire du demandeur aux \nautres parties, soit par lettre recommandée avec demande d'avis de réception, soit par voie \nadministrative. \nCes parties ont un délai d’un mois à compter de la notification pour déposer ou adresser par \nlettre recommandée au secrétariat de la Cour [de cassation] leur mémoire en réponse."
    },
    {
        "Article": 595,
        "Texte": "Les mémoires visés aux articles 590 et 594 ci-dessus sont dispensés de timbre et \nd'enregistrement."
    },
    {
        "Article": 596,
        "Texte": "Lorsque l'affaire est en état, le rapporteur établit son rapport et transmet le dossier au \nministère public."
    },
    {
        "Article": 597,
        "Texte": "Dès que le ministère public a déposé ses conclusions écrites, le président fixe la date \nde l'audience."
    },
    {
        "Article": 598,
        "Texte": "Un tableau des affaires qui seront appelées aux audiences est affiché au greffe et à la \nporte de l'audience. \nLes parties sont avisées quinze jours à l'avance de la date de l'audience. Leur présence n'est pas \nnécessaire. Les parties ou leurs défenseurs peuvent présenter à l'audience des observations \norales ; mais doivent se borner à développer les conclusions et les moyens de la procédure écrite. \n \nCHAPITRE IV   DES AUDIENCES"
    },
    {
        "Article": 599,
        "Texte": "La chambre [criminelle] statue sur le rapport du conseiller désigné par le président et \nau vu des conclusions écrites du ministère public, qui peuvent être développées oralement. \nLes audiences sont publiques, sous réserve des dispositions de l'article [5 de la loi 10-93 ADP \ndu 17 mai 1993 portant organisation judiciaire au Burkina Faso]."
    },
    {
        "Article": 600,
        "Texte": "Le président a la police de l'audience. Les parties sont tenues de s'expliquer avec \nmodération et de garder tout le respect dû à la justice. Si elles y manquent, le président les y \nrappelle d'abord par un avertissement ; en cas de récidive, elles peuvent être condamnées à une \namende civile de 1.000 francs. \nLe président peut toujours en cas de trouble ou de scandale, ordonner l'expulsion tant d'une \npartie ou de son mandataire que de toute autre personne présente à l'audience. \nDans le cas d'insulte ou d'irrévérence grave envers le président, celui-ci en dresse procès-verbal. \nIl peut condamner son auteur à un emprisonnement de 24 heures, ou le renvoyer devant le \nprocureur [du Faso]. \nLes jugements prévus au présent article ne sont susceptibles d'aucun recours. \n \nCHAPITRE V   DES ARRETS"
    },
    {
        "Article": 601,
        "Texte": "Si la chambre [criminelle de la Cour de cassation] estime que le pourvoi n'a pas été \nrégulièrement formé ou que les conditions légales ne sont pas remplies, elle rend suivant les cas \nun arrêt d'irrecevabilité ou de déchéance."
    },
    {
        "Article": 602,
        "Texte": "La chambre [criminelle de la Cour de cassation] rend un arrêt de non-lieu à statuer si \nle pourvoi est devenu sans objet."
    },
    {
        "Article": 603,
        "Texte": "Si le pourvoi est recevable mais que la chambre [criminelle de la Cour de cassation] \nle juge mal fondé, elle rend un arrêt de rejet."
    },
    {
        "Article": 604,
        "Texte": "L'arrêt d'irrecevabilité, de déchéance ou de rejet condamne le demandeur à l'amende \net aux dépens. \nEn cas de non-lieu à statuer, la chambre [criminelle de la Cour de cassation] apprécie si elle doit \ncondamner le demandeur à l'amende. \nLa partie qui se désiste n'est pas condamnée à l'amende et l'arrêt qui lui donne acte de son \ndésistement est enregistré gratis."
    },
    {
        "Article": 605,
        "Texte": "Lorsqu'elle annule un arrêt ou un jugement, la chambre [criminelle de la Cour de \ncassation] renvoie le procès et les parties devant une juridiction de même ordre et de même degré \nque celle qui a rendu la décision attaquée ou, à défaut, devant la même juridiction autrement \ncomposée. \nSi le jugement ou l'arrêt qui intervient sur renvoi est cassé pour les mêmes motifs que le \npremier, la chambre [criminelle de la Cour de cassation] appliquera aux faits reconnus constants \npar les juges du fond des dispositions de la loi."
    },
    {
        "Article": 606,
        "Texte": "Toutefois, lorsque la chambre [criminelle de la Cour de cassation] annule un arrêt de \nla [chambre criminelle de la Cour d’appel] statuant sur les intérêts civils, elle renvoie le procès \ndevant la juridiction civile de première instance qu'elle désigne."
    },
    {
        "Article": 607,
        "Texte": "La chambre [criminelle de la cour de cassation] peut n'annuler qu'une partie de la \ndécision lorsque la nullité ne vicie qu'une ou quelques unes de ses dispositions."
    },
    {
        "Article": 608,
        "Texte": "Une expédition de l'arrêt qui a admis le pourvoi en cassation et ordonné le renvoi est \ndélivrée au procureur général près la Cour [de cassation] dans les huit jours. Cette expédition est \nadressée avec le dossier de la procédure au procureur général près la Cour d'appel qui en assure \nl'exécution. A la diligence de ce magistrat, l'arrêt est notifié aux parties par voie administrative \nou signifié par huissier."
    },
    {
        "Article": 609,
        "Texte": "Lorsqu'un jugement ou arrêt a été annulé pour violation de formes substantielles \nprescrites par la loi, une expédition de l'arrêt est transmise au ministère de la Justice."
    },
    {
        "Article": 610,
        "Texte": "Lorsqu'un jugement ou arrêt a été annulé, même en partie, la somme consignée est \nrestituée sans délai, en quelques termes que soit conçu l'arrêt de cassation, et quand même il \naurait omis d'ordonner cette restitution."
    },
    {
        "Article": 611,
        "Texte": "L'arrêt qui a rejeté la demande en cassation ou prononcé la cassation sans renvoi est \ndélivré dans les huit jours au procureur général près la Cour [de cassation], par extrait signé du \nsecrétaire général. L'extrait est adressé au magistrat du ministère public près la juridiction qui a \nrendu la décision attaquée. Il est notifié aux parties à la diligence de ce magistrat."
    },
    {
        "Article": 612,
        "Texte": "Lorsqu'une demande en cassation a été rejetée, la partie qui l'avait formée ne peut plus \nse pourvoir en cassation contre le même jugement ou arrêt, sous quelque prétexte et par quelque \nmoyen que ce soit."
    },
    {
        "Article": 613,
        "Texte": "Mention de l'arrêt statuant sur le pourvoi en cassation est portée en marge de la \nminute de la décision attaquée. \n \nCHAPITRE VI   DU POURVOI DANS L'INTERET DE LA LOI"
    },
    {
        "Article": 614,
        "Texte": "Lorsque le ministre de la Justice dénonce à la Cour [de cassation] des actes \njudiciaires, arrêts ou jugements contraires à la loi, ces actes, arrêts ou jugements peuvent être \nannulés."
    },
    {
        "Article": 615,
        "Texte": "Lorsqu'il a été rendu par la Cour d'appel ou [la chambre criminelle de la Cour \nd’appel] ou par un tribunal [d’instance], un arrêt ou jugement en dernier ressort sujet à cassation, \net contre lequel néanmoins aucune des parties ne s'est pourvue dans le délai déterminé, le \nprocureur général près la Cour d'appel peut, d'office et nonobstant l'expiration du délai, se \npourvoir mais dans le seul intérêt de la loi contre ledit jugement ou arrêt. La Cour se prononce \nsur la recevabilité et le bien-fondé de ce pourvoi. Si le pourvoi est accueilli, la cassation est \nprononcée, sans que les parties puissent s'en prévaloir et s'opposer à l'exécution de la décision \nannulée. \n \nTITRE II   DES DEMANDES EN REVISION"
    },
    {
        "Article": 616,
        "Texte": "La révision peut-être demandée, quelle que soit la juridiction qui a statué, au bénéfice \nde toute personne condamnée pour crime ou délit : \n1° lorsque, après une condamnation pour homicide, des pièces sont représentées propres à faire \nnaître de suffisants indices sur l'existence de la prétendue victime de l'homicide ; \n2° lorsque, après une condamnation pour crime ou délit, un nouvel arrêt ou jugement a \ncondamné pour le même fait un autre accusé ou prévenu et que, les deux condamnations ne \npouvant se concilier, leur contradiction est la preuve de l'innocence de l'un ou l'autre condamné ; \n3° lorsqu'un des témoins entendus a été postérieurement à la condamnation, poursuivi et \ncondamné pour faux témoignage contre l'accusé ou le prévenu ; le témoin ainsi condamné ne \npeut pas être entendu dans les nouveaux débats ; \n4° lorsque, après une condamnation, un fait vient à se produire ou à se révéler, ou lorsque des \npièces inconnues lors des débats sont représentées, de nature à établir l'innocence du condamné."
    },
    {
        "Article": 617,
        "Texte": "Le droit de demander la révision appartient dans les trois premiers cas : \n1° au ministre de la Justice ; \n2° au condamné, ou en cas d'incapacité, à son représentant légal ; \n3° après la mort ou l'absence déclarée du condamné, à son conjoint, à ses enfants, à ses parents, \nà ses légataires universels ou à titre universel, à ceux qui en ont reçu de lui la mission expresse. \nDans le quatrième cas, le droit de demander la révision appartient au ministre de la Justice seul, \nqui statue après avoir fait procéder à toutes recherches et vérifications utiles. \nLa Cour [de cassation] est saisie par son procureur général en vertu de l'ordre exprès du \nministre de la Justice."
    },
    {
        "Article": 618,
        "Texte": "Si l'arrêt ou le jugement de condamnation n'a pas été exécuté, l'exécution en est \nsuspendue de plein droit sur la demande formée par le ministre de la Justice. \nAvant la transmission à la Cour [de cassation], si le condamné est en état de détention, \nl'exécution peut être suspendue sur l'ordre du ministre de la Justice. A partir de la transmission de \nla demande à la Cour [de cassation], la suspension peut être prononcée par arrêt de cette Cour."
    },
    {
        "Article": 619,
        "Texte": "Si l'affaire n'est pas en état, la Cour se prononce sur la recevabilité en la forme de la \ndemande et procède directement ou par commission rogatoire à toutes enquêtes sur le fond, \nconfrontations, reconnaissances d'identité et moyens à mettre la vérité en évidence. \nLorsque l'affaire est en état, la Cour l'examine au fond. Elle rejette la demande si elle l'estime \nmal fondée. Si, au contraire, elle l'estime fondée, elle annule la condamnation prononcée. Elle \napprécie s'il est possible de procéder à de nouveaux débats contradictoires. En cas d'affirmative, \nelle renvoie les accusés ou prévenus devant une juridiction de même ordre et de même degré \nmais autre que celle dont émane la décision annulée ou a défaut, devant la même juridiction \nautrement composée. \nS'il y a impossibilité de procéder à de nouveaux débats, notamment en cas de décès, ou de \ndémence, de contumace ou de défaut d'un ou plusieurs condamnés, d'irresponsabilité pénale ou \nd'excusabilité, en cas de prescription de l'action ou de la peine, la Cour [de cassation], après \nl'avoir expressément constatée, statue au fond en présence des parties civiles, s'il y en a au \nprocès, et des curateurs nommés par elle à la mémoire de chacun des morts ; en ce cas, elle \nannule seulement celles des condamnations qui lui paraissent non justifiées et décharge, s'il y a \nlieu, la mémoire des morts. \nSi l'impossibilité de procéder à de nouveaux débats ne se révèle qu'après l'arrêt de la Cour [de \ncassation ] annulant l'arrêt ou le jugement de condamnation et prononçant le renvoi, la Cour [de \ncassation] rapporte la désignation par elle faite de la juridiction de renvoi et statue comme il est \ndit à l'alinéa précédent. \nSi l'annulation du jugement ou de l'arrêt à l'égard d'un condamné vivant ne laisse rien subsister à \nsa charge qui puisse être qualifié crime ou délit, aucun renvoi n'est prononcé."
    },
    {
        "Article": 620,
        "Texte": "La décision d'où résulte l'innocence d'un condamné peut, sur la demande de celui-ci, \nlui allouer des dommages-intérêts à raison du préjudice que lui a causé la condamnation. \nSi la victime de l'erreur judiciaire est décédée, le droit de demander des dommages-intérêts \nappartient, dans les mêmes conditions, à son conjoint, à ses ascendants et descendants. \nIl n'appartient aux parents d'un degré plus éloigné qu'autant qu'ils justifient d'un préjudice \nmatériel résultant pour eux de la condamnation. \nLa demande est recevable en tout état de la procédure en révision. \nLes dommages-intérêts alloués sont à la charge de l'Etat, sauf son recours contre la partie civile, \nle dénonciateur ou le faux témoin par la faute desquels la condamnation a été prononcée. Ils sont \npayés comme frais de justice criminelle. \nLes frais de l'instance en révision sont avancés par le Trésor à partir de la transmission de la \ndemande à la Cour [de cassation]. \nSi l'arrêt ou le jugement définitif de révision prononce une condamnation, il met à la charge du \ncondamné ou, s'il y a lieu, des demandeurs en révision, les frais dont l'Etat peut demander le \nremboursement. \nLe demandeur en révision qui succombe dans son instance est condamné à tous les frais. \nSi le demandeur le requiert, l'arrêt ou le jugement de révision d'où résulte l'innocence du \ncondamné est affiché dans la ville où a été prononcée la condamnation, dans celle du domicile \ndes demandeurs en révision et du dernier domicile de la victime de l'erreur judiciaire, si elle est \ndécédée ; dans les mêmes conditions il est ordonné qu'il soit inséré au journal officiel et publié, \npar extraits, dans un journal au choix de la juridiction qui a prononcé la décision. \nLes frais de la publicité ci-dessus prévue sont à la charge du Trésor. \n \nLIVRE IV \nDE QUELQUES PROCEDURES PARTICULIERES \n \nTITRE I   DES PROCEDURES PAR DEFAUT EN MATIERE CRIMINELLE"
    },
    {
        "Article": 621,
        "Texte": "Lorsque, après un arrêt de mise en accusation, l'accusé n'a pu être saisi ou ne se \nreprésente pas dans les dix jours de la notification qui en a été faite à son domicile, ou lorsque \naprès s'être présenté ou avoir été saisi, il s'est évadé, il est cité à comparaître dans les formes \nédictées en matière correctionnelle. Il est jugé par la [la chambre criminelle de la Cour d’appel] \nsans le concours des jurés. \nS'il se constitue ou s'il vient à être arrêté avant l'expiration des délais de prescription, l'arrêt de \ncondamnation est anéanti de plein droit et il est procédé à nouveau dans les formes ordinaires."
    },
    {
        "Article": 622,
        "Texte": "Le recours en cassation contre les arrêts rendus par défaut par la [chambre criminelle \nde la Cour d’appel] n'est ouvert qu'au procureur général et à la partie civile en ce qui la concerne."
    },
    {
        "Article": 623,
        "Texte": "Dans le cas prévu à l'article 621, 2ème alinéa, si, pour quelque cause que ce soit, des \ntémoins ne peuvent être produits aux débats, leurs dépositions écrites et, s'il est nécessaire, les \nréponses écrites des autres accusés du même crime sont lues à l'audience ; il en est de même de \ntoutes les autres pièces qui sont jugées, par le président, utiles à la manifestation de la vérité."
    },
    {
        "Article": 624,
        "Texte": "L'accusé condamné par défaut qui après s'être représenté, obtient son renvoi de \nl'accusation, est condamné aux frais de la procédure par défaut, à moins qu'il n'en soit dispensé \npar la [chambre criminelle de la Cour d’appel]. \nLa Cour peut également ordonner la publication par extrait, dans un journal d'annonces légales, \nde toute décision de justice rendue au profit de l'accusé défaillant. \n \nTITRE II   DU FAUX"
    },
    {
        "Article": 625,
        "Texte": "Lorsqu'il est porté à la connaissance du procureur [du Faso] qu'une pièce arguée de \nfaux figure dans un dépôt public ou a été établie dans un dépôt public, le procureur [du Faso] \npeut se transporter dans ce dépôt pour procéder à tous examens et vérifications nécessaires. \nLe procureur [du Faso] ne peut déléguer les pouvoirs ci-dessus à un officier de police judiciaire. \nLe procureur [du Faso] peut, en cas d'urgence, ordonner le transport au greffe des documents \nsuspectés."
    },
    {
        "Article": 626,
        "Texte": "Dans toute information pour faux en écritures, le juge d'instruction, aussitôt que la \npièce arguée de faux a été produite devant lui ou a été placée sous main de justice, en ordonne le \ndépôt au greffe. Il la revêt de sa signature, ainsi que le greffier en chef qui dresse du dépôt un \nacte décrivant l'état de la pièce. \nToutefois, avant le dépôt au greffe, le juge d'instruction peut ordonner que la pièce soit \nreproduite par photocopie ou par tout autre moyen."
    },
    {
        "Article": 627,
        "Texte": "Le juge d'instruction peut se faire remettre par qui il appartiendra et saisir toutes \npièces de comparaison. Celles-ci sont revêtues de sa signature et de celle du greffier en chef qui \nen fait un acte descriptif comme il est dit à l'article précédent."
    },
    {
        "Article": 628,
        "Texte": "Tout dépositaire public de pièces arguées de faux, ou ayant servi à établir des faux, \nest tenu, sur ordonnance du juge d'instruction, de les lui remettre et de fournir, le cas échéant, les \npièces de comparaison qui sont en sa possession. \nSi les pièces ainsi remises par un officier public ou saisies entre ses mains ont le caractère \nd'actes authentiques, il peut demander à ce qu'il lui en soit laissé une copie, certifiée conforme \npar le greffier en chef, ou une reproduction par photographie ou par tout autre moyen. \nLadite copie ou reproduction est mise au rang des minutes de l'office jusqu'à restitution de la \npièce originale."
    },
    {
        "Article": 629,
        "Texte": "Si au cours d'une audience d'un tribunal ou de la Cour une pièce de la procédure ou \nune pièce produite est arguée de faux, la juridiction décide, après avoir recueilli les observations \ndu ministère public et des parties, s'il y a lieu, ou non, de surseoir jusqu’à ce qu'il ait été prononcé \nsur le faux par la juridiction compétente. \nSi l'action publique est éteinte ou ne peut être exercée du chef de faux, et s'il n'apparaît pas que \ncelui qui a produit la pièce ait fait sciemment usage d'un faux, le tribunal ou la Cour saisi de \nl'action principale statue incidemment sur le caractère de la pièce prétendue entachée de faux. \n \nTITRE III   DE LA MANIERE DE PROCEDER EN CAS \nDE DISPARITION DES PIECES D'UNE PROCEDURE"
    },
    {
        "Article": 630,
        "Texte": "Lorsque, par suite d'une cause extraordinaire, des minutes d'arrêts ou de jugements \nrendus en matière criminelle, correctionnelle ou de simple police, et non encore exécutés, ou des \nprocédures en cours et leurs copies établies conformément à l'article 78 ont été détruites, \nenlevées ou se trouvent égarées et qu'il n'a pas été possible de les rétablir, il est procédé ainsi qu'il \nsuit."
    },
    {
        "Article": 631,
        "Texte": "S'il existe une expédition ou copie authentique du jugement ou de l'arrêt, elle est \nconsidérée comme minute et en conséquence remise par tout officier public ou tout dépositaire \nau greffe de la juridiction qui a rendu la décision, sur l'ordre qui lui en est donné par le président \nde cette juridiction. \nCet ordre lui sert de décharge."
    },
    {
        "Article": 632,
        "Texte": "Lorsqu'il n'existe plus d'expédition ni de copie authentique de l'arrêt ou du jugement, \nil est procédé, au vu des mentions portées au plumitif d'audience, au prononcé d'un nouvel arrêt \nou jugement."
    },
    {
        "Article": 633,
        "Texte": "Lorsque les mentions portées au plumitif sont insuffisantes ou ne peuvent plus être \nreprésentées, l'instruction est recommencée à partir du point où les pièces se trouvent manquer. \n \nTITRE IV   DE LA MANIERE DONT SONT RECUES \nLES DEPOSITIONS DES MEMBRES DU GOUVERNEMENT \nET CELLES DES REPRESENTANTS DES PUISSANCES ETRANGERES"
    },
    {
        "Article": 634,
        "Texte": "Les ministres ne peuvent comparaître comme témoins qu'après autorisation du \nConseil des ministres, sur le rapport du Garde des Sceaux, ministre de la Justice. \nCette autorisation est donnée par décret."
    },
    {
        "Article": 635,
        "Texte": "Lorsque la comparution a lieu en vertu de l'autorisation prévue à l'article précédent, la \ndéposition est reçue dans les formes ordinaires."
    },
    {
        "Article": 636,
        "Texte": "Lorsque la comparution n'a pas été demandée ou n'a pas été autorisée, la déposition \nest reçue par écrit dans la demeure du témoin, par le président de la Cour d’appel, ou si le témoin \nréside hors du chef-lieu de la Cour, par le président du tribunal [...] de sa résidence. \nIl sera, à cet effet, adressé par la juridiction saisie de l'affaire, au magistrat ci-dessus désigné, un \nexposé des faits, ainsi qu'une liste des demandes et questions sur lesquels le témoignage est \nrequis."
    },
    {
        "Article": 637,
        "Texte": "La déposition ainsi reçue est immédiatement remise au greffe ou envoyée, close et \ncachetée, à celui de la juridiction requérante et communiquée, sans délai, au ministère public \nainsi qu'aux parties intéressées. \nA la [chambre criminelle de la Cour d’appel], elle est lue publiquement et soumise aux débats."
    },
    {
        "Article": 638,
        "Texte": "La déposition écrite d'un représentant d'une puissance étrangère est demandée par \nl'entremise du ministre des Affaires étrangères. Si la demande est agréée, cette déposition est \nreçue par le président de la Cour d’appel ou par le magistrat qu'il aura délégué. \nIl est alors procédé dans les formes prévues aux articles 636 alinéa 2 et 637. \n \nTITRE V   DES REGLEMENTS DE JUGES"
    },
    {
        "Article": 639,
        "Texte": "Il y a lieu à règlement de juges : \n- soit lorsque deux juridictions se reconnaissent compétentes pour statuer dans la même affaire \nentre les mêmes parties qu'il y ait ou non jugements devenus définitifs sur la compétence ; \n- soit lorsque deux juridictions se sont déclarées par décisions devenues définitives \nincompétentes pour connaître de la même affaire entre les mêmes parties ; \n- soit lorsqu'à la suite d'un renvoi devenu définitif devant une juridiction correctionnelle ou \n[d’instance], celle-ci est déclarée incompétente, par décision devenue définitive."
    },
    {
        "Article": 640,
        "Texte": "Tous les conflits de compétence donnent lieu à règlement de juges par la chambre \n[criminelle de la Cour de cassation], saisie par requête du procureur général près la Cour d'appel."
    },
    {
        "Article": 641,
        "Texte": "La requête est déposée au secrétariat de la Cour [de cassation], elle est notifiée à \ntoutes les parties qui ont un délai de quinze jours pour déposer ou adresser un mémoire par lettre \nrecommandée au secrétariat général de la Cour [de cassation]. \n \nTITRE VI   DES RENVOIS D'UN TRIBUNAL A UN AUTRE"
    },
    {
        "Article": 642,
        "Texte": "En matière criminelle, correctionnelle ou de simple police, la Cour [de cassation] peut \ndessaisir toute juridiction d'instruction ou de jugement et renvoyer la connaissance de l'affaire à \nune autre juridiction du même ordre, soit si la juridiction normalement compétente ne peut-être \nlégalement composée, ou si le cours de la justice se trouve autrement interrompu soit pour cause \nde suspicion légitime. \nLa requête aux fins de renvoi doit être déposée au greffe de la juridiction saisie soit par le \nministère public près la juridiction saisie, soit par l'inculpé, soit par la partie civile, soit par le \nprocureur général près la Cour [de cassation]. \nLa requête doit être notifiée dans les cinq jours de son dépôt, par le greffier, à toutes les parties \nintéressées qui ont un délai de cinq jours pour déposer un mémoire au greffe. Le dossier est \nensuite mis en état et transmis au secrétaire général de la Cour [de cassation]. \nLa présentation de la requête n'a d'effet suspensif que devant les juridictions de jugement, à \nmoins qu'il n'en soit autrement ordonné par le président de la chambre [criminelle de la Cour de \ncassation] dans les 48 heures de la réception du dossier. La Cour [de cassation] doit statuer sur la \nrequête dans les quinze jours de la réception du dossier. \nEn cas de rejet d'une demande de renvoi pour cause de suspicion légitime, la Cour [de \ncassation] peut cependant ordonner le renvoi dans l'intérêt d'une meilleure administration de la \njustice."
    },
    {
        "Article": 643,
        "Texte": "Lorsqu'un condamné à une peine privative de liberté est détenu au siège de la \njuridiction qui a prononcé cette condamnation, définitive ou non, le procureur [du Faso], le juge \nd'instruction et les tribunaux de ce lieu de détention auront compétence pour connaître de toutes \nles infractions qui lui sont imputées."
    },
    {
        "Article": 644,
        "Texte": "Lorsqu'un condamné à une peine privative de liberté est détenu sans que l'article \nprécédent puisse recevoir application, il doit être procédé comme il est dit à l'article 642 ci-\ndessus, mais à la demande du ministère public seulement, en vue du renvoi de la procédure de la \njuridiction saisie à celle du lieu de détention."
    },
    {
        "Article": 645,
        "Texte": "Le renvoi peut être également ordonné pour cause de sûreté publique par la Cour [de \ncassation], mais seulement à la requête du procureur général. Il est procédé comme il est dit à \nl'article 642."
    },
    {
        "Article": 646,
        "Texte": "Tout arrêt qui a statué sur une demande en renvoi pour l'une des causes précitées sera \nnotifié aux parties intéressées à la diligence du procureur général près la Cour [de cassation]."
    },
    {
        "Article": 647,
        "Texte": "L'arrêt qui a rejeté une demande en renvoi pour sûreté publique n'exclut pas une \nnouvelle demande en renvoi fondée sur des faits survenus depuis. \n \nTITRE VII   DE LA RECUSATION \n \n648. Tout juge ou conseiller peut être récusé pour les causes ci-après : \n1° si le juge ou son conjoint est parent ou allié de l'une des parties ou de son conjoint jusqu'au \ndegré de cousin issu de germain inclusivement. \nLa récusation peut être exercée contre le juge, même au cas de divorce ou de décès de son \nconjoint, s'il a été allié d'une des parties jusqu'au deuxième degré inclusivement ; \n2° si le juge ou son conjoint, si les personnes dont il est tuteur subrogé tuteur, curateur ou \nconseil judiciaire, si les sociétés ou associations à l'administration ou la surveillance desquelles il \nparticipe ont intérêt dans la contestation ; \n3° si le juge ou son conjoint est parent ou allié, jusqu'au degré indiqué ci-dessus, du tuteur, \nsubrogé tuteur, curateur ou conseil judiciaire d'une des parties ou d'un administrateur, directeur \nou gérant d'une société, partie en cause ; \n4° si le juge ou son conjoint se trouve dans une situation de dépendance vis-à-vis d'une des \nparties ; \n5° si le juge a connu du procès comme magistrat, arbitre ou conseil, ou s'il a déposé comme \ntémoin sur les faits du procès; \n6° s'il y a eu procès entre le juge, son conjoint, leurs parents ou alliés en ligne directe, et l'une \ndes parties, son conjoint ou ses parents ou alliés dans la même ligne ; \n7° si le juge ou son conjoint, a un procès devant un tribunal où l'une des parties est juge ; \n8° si le juge ou son conjoint, leurs parents ou alliés en ligne directe ont un différend sur pareille \nquestion que celle débattue entre les parties ; \n9° s'il y a eu entre le juge ou son conjoint et une des parties toutes manifestations assez graves \npour faire suspecter son impartialité."
    },
    {
        "Article": 649,
        "Texte": "L'inculpé, le prévenu, l'accusé ou toute partie à l'instance qui veut récuser un \nmagistrat du siège, dans les cas autres que ceux visés à l'article 653 ci-dessous doit à peine de \nnullité, présenter requête au président de la Cour d'appel. \nLes magistrats du ministère public ne peuvent être récusés. \nLa requête doit désigner nommément le magistrat récusé et contenir l'exposé des moyens \ninvoqués avec toutes les justifications utiles à l'appui de la demande. \nLa partie qui aura procédé volontairement devant une Cour, un tribunal ou un juge d'instruction \nne sera reçue à demander la récusation qu'à raison des circonstances survenues depuis, \nlorsqu'elles seront de nature à constituer une cause de récusation."
    },
    {
        "Article": 650,
        "Texte": "Le président de la Cour d'appel notifie en la forme administrative la requête dont il a \nété saisi au président de la juridiction à laquelle appartient le magistrat récusé. \nLa requête en récusation ne dessaisit pas le magistrat dont la récusation est proposée. Toutefois, \nle président de la Cour d'appel peut, après avis du procureur général, ordonner qu'il sera sursis \nsoit à la continuation de l'information ou des débats, soit au prononcé du jugement."
    },
    {
        "Article": 651,
        "Texte": "Le président de la Cour d'appel reçoit le mémoire complémentaire du demandeur, s'il \ny a lieu, et celui du magistrat dont la récusation est proposée ; il prend l'avis du procureur général \net statue sur la requête. \nL'ordonnance statuant sur la récusation n'est susceptible d'aucune voie de recours. Elle produit \neffet de plein droit."
    },
    {
        "Article": 652,
        "Texte": "Aucun juge ou conseiller visé à l'article 648 ne peut se récuser d'office sans \nl'autorisation du président de la Cour d'appel dont la décision, rendue après avis du procureur \ngénéral, n'est susceptible d'aucune voie de recours."
    },
    {
        "Article": 653,
        "Texte": "Dans les cas prévus par la loi, les demandes en récusation visant le président de la \nCour d'appel, soit plusieurs ou l'ensemble des conseillers ou juges composant une juridiction \ncollégiale sont soumises à la chambre [criminelle de la Cour de cassation]."
    },
    {
        "Article": 654,
        "Texte": "Le demandeur en récusation doit présenter requête à la chambre [criminelle de la cour \nde cassation] en désignant nommément le ou les magistrats récusés et en exposant les moyens \ninvoqués avec toutes les justifications utiles à l'appui de la demande."
    },
    {
        "Article": 655,
        "Texte": "La requête est notifiée par les soins du secrétaire général au président de la juridiction \nà laquelle appartiennent le ou les magistrats récusés. Il sera sursis à la continuation de \nl'information et aux débats jusqu'à l'arrêt statuant sur la récusation."
    },
    {
        "Article": 656,
        "Texte": "Le demandeur dans les quinze jours du dépôt de sa requête et le ou les magistrats dont \nla récusation est provoquée dans les quinze jours de la notification prévue à l'article précédent, \ndoivent déposer un mémoire au secrétariat général de la Cour [de cassation]."
    },
    {
        "Article": 657,
        "Texte": "Le procureur général prend ses réquisitions et la chambre [criminelle de la cour de \ncassation] statue sans délai, sans autre forme de procédure."
    },
    {
        "Article": 658,
        "Texte": "Toute ordonnance ou tout arrêt rejetant une demande de récusation prononce la \ncondamnation du demandeur à une amende de 10.000 à 100.000 francs qui est recouvrée comme \nen matière de frais de justice criminelle. \n \n \nTITRE VIII    DU JUGEMENT DES INFRACTIONS COMMISES \nA L'AUDIENCE DES COURS ET TRIBUNAUX"
    },
    {
        "Article": 659,
        "Texte": "Sous réserve des dispositions des articles 342 et 457, les infractions commises à \nl'audience sont jugées, d'office ou sur les réquisitions du ministère public, suivant les dispositions \nci-après, nonobstant toutes règles spéciales de compétence ou de procédure."
    },
    {
        "Article": 660,
        "Texte": "S'il se commet une contravention de simple police pendant la durée de l'audience, le \ntribunal ou la Cour dresse procès-verbal du fait, entend le prévenu, les témoins, le ministère \npublic et éventuellement le défenseur, et applique sans désemparer les peines portées par la loi."
    },
    {
        "Article": 661,
        "Texte": "Si le fait commis pendant la durée de l'audience d'une [chambre] correctionnelle ou \nd'une Cour est un délit, il peut être procédé comme il est dit à l'article précédent. Dans ce cas, si \nla peine prononcée est supérieure à un mois d'emprisonnement, un mandat de dépôt peut être \ndécerné. \nSi le fait, qualité délit, a été commis à l'audience d'un tribunal [d’instance], le président en \ndresse procès-verbal qu'il transmet au procureur [du Faso] [...] ; il peut, si la peine encourue est \nsupérieure à trois mois d'emprisonnement ordonner l'arrestation de l'auteur, et sa conduite \nimmédiate devant le procureur [du Faso]."
    },
    {
        "Article": 662,
        "Texte": "Si le fait commis est un crime, la Cour ou le tribunal, après avoir fait arrêter l'auteur, \nl'interroge et dresse procès-verbal des faits ; cette juridiction transmet les pièces et ordonne la \nconduite immédiate de l'auteur devant le magistrat du ministère public compétent qui requiert \nl'ouverture d'une information. \n \nTITRE IX   DES CRIMES ET DELITS COMMIS PAR \nDES MAGISTRATS ET CERTAINS FONCTIONNAIRES \n(Ordonnance 91-51 du 26 août 1991 portant composition, \norganisation et fonctionnement de la Cour suprême - Art. 297 à 303)"
    },
    {
        "Article": 297,
        "Texte": "Lorsqu'un membre de la [Cour de cassation], un haut-commissaire de \nprovince, un préfet, ou un magistrat de l'ordre administratif ou judiciaire est susceptible \nd'être inculpé d'un crime ou d'un délit commis hors de l'exercice de ses fonctions, le \nprocureur du Faso saisi de l'affaire présente requête à la Cour [de cassation] qui \nprocède et statue comme en matière de règlement de juge et désigne la juridiction \nchargée de l'instruction et du jugement de l'affaire. \nLe juge d'instruction désigné conformément aux dispositions de l'article 80 du code de \nprocédure pénale doit procéder personnellement à tous actes d'information nécessaire \net a compétence sur tout le territoire du Faso."
    },
    {
        "Article": 298,
        "Texte": "Lorsqu'une des personnes énumérées à l'article précédent est susceptible \nd'être inculpée d'un crime ou d'un délit commis dans l'exercice de ses fonctions, le \nprocureur du Faso saisi de l'affaire transmet sans délai le dossier au procureur général \nprès la Cour [de cassation] qui engage et exerce l'action publique devant la chambre \n[criminelle de la Cour de cassation]. \nS'il estime qu'il y a lieu à poursuivre, le procureur général requiert l'ouverture d'une \ninformation. Il est de même si la partie lésée a porté plainte avec constitution de partie \ncivile. \nL'information est commune aux complices de la personne poursuivie alors même qu'il \nn'exercerait pas de fonctions judiciaires ou administratives."
    },
    {
        "Article": 299,
        "Texte": "La chambre [criminelle de la Cour de cassation] saisie conformément à \nl'article précédent commet l'un de ses membres qui prescrit tous actes d'instruction \nnécessaires, dans les formes et conditions prévues par le chapitre I du titre III du livre I \ndu code de procédure pénale. \nLes décisions de caractère juridictionnel, notamment celles relatives à la mise ou au \nmaintien en détention, ou à la mise en liberté de l'inculpé, ainsi que celle qui mettent fin \nà l'information sont rendues par la chambre[criminelle de la Cour de cassation] après \ncommunication du dossier au procureur général. \nSur réquisition du procureur général, le président de la chambre [criminelle de la \nCour de cassation] peut avant sa réunion, décerner mandat contre l'inculpé. Dans les \ncinq jours qui suivent l'arrestation de l'inculpé, la chambre [criminelle de la cour de \ncassation] décide s'il y a lieu ou non, au maintien en détention."
    },
    {
        "Article": 300,
        "Texte": "Lorsque l'instruction est terminée, la chambre[criminelle de la Cour de \ncassation] peut : \n- soit dire qu'il n'y a lieu à suivre ; \n- soit, si l'infraction retenue à la charge de l'inculpé constitue un délit, le renvoyer \ndevant une juridiction correctionnelle du premier degré, autre que celle dans la \ncirconscription dans laquelle l'inculpé exerçait ses fonctions; \n- soit, si l'infraction retenue à la charge de l'inculpé constitue un crime, le renvoyer \ndevant une [chambre criminelle de Cour d’appel] autre que celle dans le ressort de \nlaquelle l'accusé exerçait ses fonctions."
    },
    {
        "Article": 301,
        "Texte": "Les décisions de caractère juridictionnel prononcées par la chambre \n[criminelle de la Cour de cassation] ne sont susceptibles d'aucun recours."
    },
    {
        "Article": 302,
        "Texte": "Lorsqu'un officier de police judiciaire est susceptible d'être inculpé d'un \ncrime ou d'un délit qui aurait été commis dans la circonscription où il est \nterritorialement compétent, hors ou dans l'exercice de ses fonctions, le procureur du \nFaso saisi de l'affaire présente requête à la chambre [criminelle de la Cour de \ncassation] qui procède et statue comme en matière de règlement de juge et désigne la \njuridiction chargée de l'instruction et du jugement de l'affaire. \nLes dispositions de l'alinéa 2 de l'article 297 sont applicables."
    },
    {
        "Article": 303,
        "Texte": "Jusqu'à la désignation de la juridiction compétente comme il est dit ci-\ndessus, la procédure est suivie conformément aux règles de compétence du droit \ncommun. \n \nTITRE X   DES CRIMES ET DELITS COMMIS A L'ETRANGER"
    },
    {
        "Article": 670,
        "Texte": "Tout national [burkinabè] qui, en dehors du territoire [du Burkina Faso] s'est rendu \ncoupable d'un fait qualifié crime puni par la loi [burkinabè] peut être poursuivi et jugé par les \njuridictions [du Burkina Faso]. \nTout national [burkinabè] qui, en dehors du territoire [du Burkina Faso] s'est rendu coupable \nd'un fait qualifié délit par la loi [burkinabè], peut être poursuivi et jugé par les juridictions [du \nBurkina Faso] si le fait est puni par la législation du pays où il a été commis. En matière de délit \nattentatoire à la sûreté de l'Etat, de contrefaçon du sceau de l'Etat ou de monnaies nationales \nayant cours, le délit commis en dehors du territoire [du Burkina Faso] est punissable comme le \ndélit commis sur ce territoire. \nLes dispositions des alinéas 1 et 2 sont applicables à l'auteur du fait qui n'a acquis la qualité de \nnational [burkinabè] que postérieurement au fait qui lui est imputé."
    },
    {
        "Article": 671,
        "Texte": "Quiconque s'est, sur le territoire [du Burkina Faso] rendu complice d'un crime ou d'un \ndélit commis à l'étranger peut être poursuivi et jugé par les juridictions [burkinabè] si le fait est \npuni à la fois par la loi étrangère et par la loi [burkinabè] à la condition que le fait qualifié crime \nou délit ait été constaté par une décision définitive de la juridiction étrangère."
    },
    {
        "Article": 672,
        "Texte": "En cas de délit commis contre un particulier, la poursuite ne peut être intentée qu'à la \nrequête du ministère public ; elle doit être précédée d'une plainte de la partie offensée ou d'une \ndénonciation officielle à l'autorité [burkinabè] par l'autorité du pays où le fait a été commis."
    },
    {
        "Article": 673,
        "Texte": "Dans les cas visés aux articles précédents, qu'il s'agisse d'un crime ou d'un délit, \naucune poursuite n'a lieu si l'inculpé justifie qu'il a été jugé définitivement à l'étranger et, en cas \nde condamnation, qu'il a subi ou prescrit sa peine ou obtenu sa grâce."
    },
    {
        "Article": 674,
        "Texte": "Est réputée commise sur le territoire [du Faso] toute infraction dont un acte \ncaractérisant un de ses éléments constitutifs a été accompli [au Burkina Faso]."
    },
    {
        "Article": 675,
        "Texte": "Tout étranger, qui, hors du territoire [du Burkina Faso], s'est rendu coupable soit \ncomme auteur, soit comme complice, d'un crime ou d'un délit attentatoire à la sûreté de l'Etat ou \nde contrefaçon du sceau de l'Etat ou de monnaies nationales ayant cours, peut être poursuivi et \njugé d'après les dispositions des lois [burkinabè], s'il est arrêté [au Burkina Faso] ou si le \nGouvernement obtient son extradition."
    },
    {
        "Article": 676,
        "Texte": "Tout national [burkinabè] qui s'est rendu coupable de délits et contraventions en \nmatière forestière, rurale, de pêche, de douanes, de contributions indirectes, sur le territoire de \nl'un des Etats limitrophes, peut être poursuivi et jugé [au Burkina Faso] d'après la loi [burkinabè], \nsi cet Etat autorise la poursuite de ses nationaux pour les mêmes faits commis [au Burkina Faso]. \nLa réciprocité sera légalement constatée par des conventions internationales ou par décret."
    },
    {
        "Article": 677,
        "Texte": "Dans les cas prévus au présent titre, la poursuite est intentée à la requête du ministère \npublic du lieu où réside le prévenu ou de sa dernière résidence connue, ou du lieu où il est trouvé. \nLa Cour [de cassation] peut, sur la demande du ministère public ou des parties, renvoyer la \nconnaissance de l'affaire devant une Cour ou un tribunal plus voisin du lieu du crime ou du délit. \n \nLIVRE V \nDES PROCEDURES D'EXECUTION \n \nTITRE I   DE L'EXECUTION DES SENTENCES PENALES"
    },
    {
        "Article": 678,
        "Texte": "Le ministère public et les parties poursuivent l'exécution de la sentence chacun en ce \nqui le concerne. \nNéanmoins, les poursuites pour le recouvrement des amendes et confiscations sont faites au \nnom du procureur [du Faso], par le Trésor."
    },
    {
        "Article": 679,
        "Texte": "L'exécution à la requête du ministère public a lieu lorsque la décision est devenue \ndéfinitive. \nToutefois, le délai d'appel accordé au procureur général par les articles 505 et 548 ne fait point \nobstacle à l'exécution de la peine."
    },
    {
        "Article": 680,
        "Texte": "Le procureur [du Faso] et le procureur général ont le droit de requérir directement \nl'assistance de la force publique à l'effet d'assurer cette exécution."
    },
    {
        "Article": 681,
        "Texte": "Tous incidents contentieux relatifs à l'exécution sont portés devant le tribunal ou la \nCour qui a prononcé la sentence ; cette juridiction peut également procéder à la rectification des \nerreurs purement matérielles contenues dans ces décisions. \nPar exception, la chambre d'accusation connaît des rectifications et des incidents d'exécution \nauxquels peuvent donner lieu les arrêts de la [chambre criminelle de la Cour d’appel]."
    },
    {
        "Article": 682,
        "Texte": "Le tribunal ou la Cour sur requête du ministère public ou de la partie intéressée, statue \nen chambre du conseil après avoir entendu le ministère public, le conseil de la partie s'il le \ndemande, et, s'il échet, la partie elle-même, sous réserve des dispositions de l'article 683. \nL'exécution de la décision en litige est suspendue si le tribunal ou la Cour l'ordonne. \nLe jugement sur l'incident est signifié à la requête du ministère public aux parties intéressées."
    },
    {
        "Article": 683,
        "Texte": "Dans toutes les hypothèses où il parait nécessaire d'entendre un condamné qui se \ntrouve détenu, la juridiction saisie peut donner commission rogatoire au président du tribunal [...] \nle plus proche du lieu de détention. \nCe magistrat peut déléguer l'un des juges du tribunal qui procède à l'audition du détenu par \nprocès-verbal."
    },
    {
        "Article": 684,
        "Texte": "Lorsque la peine prononcée est la mort, le ministère public, dès que la condamnation \nest devenue définitive la porte à la connaissance du ministère de la Justice. \nLa condamnation ne peut être mise à exécution que lorsque la grâce a été refusée. \nSi le condamné veut faire une déclaration, elle est reçue par un des juges du lieu de l'exécution, \nassisté du greffier. \n \nTITRE II   DE LA DETENTION \n \nCHAPITRE I   DE L'EXECUTION DE LA DETENTION PREVENTIVE"
    },
    {
        "Article": 685,
        "Texte": "Les inculpés, prévenus et accusés soumis à la détention préventive la subissent dans \nune prison, dans un quartier séparé."
    },
    {
        "Article": 686,
        "Texte": "Le juge d'instruction, le président de la chambre d'accusation et le président de la \n[chambre criminelle de la Cour d’appel], ainsi que le procureur [du Faso] et le procureur général, \npeuvent donner tous les ordres nécessaires soit pour l'instruction, soit pour le jugement, qui \ndevront être exécutés dans les prisons."
    },
    {
        "Article": 687,
        "Texte": "Toutes communications et toutes facilités compatibles avec les exigences de la \ndiscipline et de la sécurité de la prison sont accordées aux inculpés, prévenus et accusés pour \nl'exercice de leur défense. \n \nCHAPITRE II   DE L'EXECUTION DES PEINES PRIVATIVES DE LIBERTE"
    },
    {
        "Article": 688,
        "Texte": "Un décret en conseil des ministres détermine le régime pénitentiaire applicable aux \ncondamnés en matière criminelle, correctionnelle et de simple police. \nDans tous les cas, les détenus condamnés définitivement pour infraction de droit commun sont \nastreints au travail. \n \nTITRE III   DE LA LIBERATION CONDITIONNELLE"
    },
    {
        "Article": 689,
        "Texte": "Les condamnés ayant à subir une ou plusieurs peines privatives de liberté peuvent \nbénéficier d'une libération conditionnelle s'ils ont donné des preuves suffisantes de bonne \nconduite et présentent des gages sérieux de réadaptation sociale. \nLa libération conditionnelle est réservée aux condamnés ayant accompli trois mois de leur \npeine, si cette peine est inférieure à six mois, et la moitié de la peine dans le cas contraire. Pour \nles condamnés en état de récidive légale, le temps d'épreuve est porté à six mois si la peine est \ninférieure à neuf mois et aux deux tiers de la peine dans le cas contraire. \nPour les condamnés aux travaux forcés à perpétuité, le temps d'épreuve est de quinze années. \nPour les condamnés à une peine temporaire assortie de la relégation, il est de quatre ans plus \nlong que celui correspondant à la peine principale si cette peine est correctionnelle, et de six ans \nplus long si cette peine est criminelle."
    },
    {
        "Article": 690,
        "Texte": "Le droit d'accorder la libération conditionnelle appartient au ministère de la Justice. \nLe dossier de proposition comporte les avis du chef de l'établissement dans lequel l'intéressé est \ndétenu, du président de la juridiction qui a prononcé la condamnation et du ministère public près \nladite juridiction, du sous-préfet de l'arrondissement où le condamné entend fixer sa résidence, et \ndu ministre de [l'Administration territoriale]."
    },
    {
        "Article": 691,
        "Texte": "Le bénéfice de la libération conditionnelle peut être assorti de conditions particulières \nainsi que de mesures d'assistance et de contrôle destinées à faciliter et à vérifier le reclassement \ndu libéré."
    },
    {
        "Article": 692,
        "Texte": "L'arrêté de libération conditionnelle fixe les modalités d'exécution et les conditions \nauxquelles l'octroi ou le maintien de la liberté peut être subordonné, ainsi que la nature et la \ndurée des mesures d'assistance et de contrôle. \nCette durée ne peut être inférieure à la durée de la partie de la peine non subie au moment de la \nlibération s'il s'agit d'une peine temporaire ; elle peut la dépasser pour une période maximum d'un \nan. \nToutefois, lorsque la peine en cours d'exécution est une peine perpétuelle ou une peine assortie \nde la relégation, la durée des mesures d'assistance et de contrôle est fixée pour une période qui ne \npeut être inférieure à cinq années, ni supérieure à dix années. \nPendant toute la durée de la liberté conditionnelle, les dispositions de l'arrêté de libération \npeuvent être modifiées par arrêté du ministre de la Justice."
    },
    {
        "Article": 693,
        "Texte": "En cas de nouvelle condamnation, d'inconduite notoire, d'infraction aux conditions ou \nd'inobservation des mesures énoncées dans la décision de mise en liberté conditionnelle, le \nministre de la Justice peut prononcer la révocation de cette décision, sur avis du magistrat du \nministère public. \nEn cas d'urgence, l'arrestation peut être provisoirement ordonnée par le magistrat du ministère \npublic du lieu où se trouve le libéré, à charge de saisir immédiatement le ministre de la Justice. \nAprès révocation, le condamné doit subir, selon les dispositions de l'arrêté de révocation, tout \nou partie de la durée de la peine qu'il lui restait à subir au moment de sa mise en liberté \nconditionnelle, cumulativement, s'il y a lieu, avec toute nouvelle peine qu'il aurait encourue ; le \ntemps pendant lequel il a été placé en état d'arrestation provisoire compte toutefois pour \nl'exécution de sa peine. \nSi la révocation n'est pas intervenue avant l'expiration du délai prévu à l'article précédent, la \nlibération est définitive. Dans ce cas, la peine est réputée terminée depuis le jour de la libération \nconditionnelle. \n \nTITRE IV   DU SURSIS"
    },
    {
        "Article": 694,
        "Texte": "En cas de condamnation à l'emprisonnement ou à l'amende, si le condamné n'a pas \nfait l'objet de condamnation antérieure à l'emprisonnement pour crime ou délit de droit commun, \nles Cours et tribunaux peuvent ordonner, par le même jugement et par décision motivée, qu'il \nsera sursis à l'exécution de la peine principale."
    },
    {
        "Article": 695,
        "Texte": "Si pendant le délai de cinq ans à dater du jugement ou de l'arrêt, le condamné n'a \nencouru aucune poursuite suivie de condamnation à l'emprisonnement ou à une peine plus grave \npour crime ou délit de droit commun, la condamnation sera comme non avenue. \nDans le cas contraire, la première peine sera d'abord exécutée sans qu'elle puisse se confondre \navec la seconde."
    },
    {
        "Article": 696,
        "Texte": "La suspension de la peine ne s'étend pas au payement des frais du procès et des \ndommages-intérêts. \nElle ne s'étend pas non plus aux peines accessoires et aux incapacités résultant de la \ncondamnation. \nToutefois, les peines accessoires et les incapacités cesseront d'avoir effet du jour où, par \napplication des dispositions de l'article 695, la condamnation aura été réputée non avenue."
    },
    {
        "Article": 697,
        "Texte": "Le président de la Cour ou du tribunal doit, après avoir prononcé la décision de \ncondamnation prévue à l'article 694, avertir le condamné qu'en cas de nouvelle condamnation la \npremière peine sera exécutée sans confusion possible avec la seconde et que les peines de la \nrécidive seront encourues. \n \nTITRE V   DE LA RECONNAISSANCE DE L'IDENTITE \nDES INDIVIDUS CONDAMNES"
    },
    {
        "Article": 698,
        "Texte": "Lorsqu'après une évasion suivie de reprise ou dans toute autre circonstance l'identité \nd'un condamné fait l'objet d'une contestation, cette contestation est tranchée suivant les règles \nétablies en matière d'incidents d'exécution. Toutefois, l'audience est publique. \nSi la contestation s'élève au cours et à l'occasion d'une nouvelle poursuite, elle est tranchée par \nla Cour ou le tribunal saisi de cette poursuite. \n \nTITRE VI   DE LA CONTRAINTE PAR CORPS"
    },
    {
        "Article": 699,
        "Texte": "Lorsqu'une condamnation à l'amende ou au frais ou à tout autre payement au profit du \nTrésor public ou à tous dommages-intérêts au profit de toute partie civile est prononcée pour une \ninfraction n'ayant pas un caractère politique et n'emportant pas peine perpétuelle, par une \njuridiction répressive, celle-ci fixe, pour les cas où la condamnation demeurait inexécutée, la \ndurée de la contrainte par corps dans les limites ci-dessous prévues. \nLorsque la contrainte par corps garantit le recouvrement de plusieurs créances, sa durée est \nfixée d'après le total des condamnations."
    },
    {
        "Article": 700,
        "Texte": "La durée de la contrainte par corps est réglée ainsi qu'il suit : \n- de cinq à dix jours lorsque l'amende et les condamnations pécuniaires n'excèdent pas 5.000 \nfrancs ; \n- de dix à vingt jours lorsque, supérieures à 5.000 francs, elles n'excèdent pas 25.000 francs ; \n- de vingt à quarante jours lorsque, supérieures à 25.000 francs, elles n'excèdent pas 50.000 \nfrancs ; \n- de quarante à soixante jours lorsque, supérieures à 50.000 francs, elles n'excèdent pas 100.000 \nfrancs ; \n- de deux à quatre mois lorsque, supérieure à 100.000 francs, elles n'excèdent pas 200.000 \nfrancs ; \n- de quatre à huit mois lorsque, supérieure à 200.000 francs, elles n'excèdent pas 400.000 \nfrancs ; \n- de huit mois à un an lorsque, supérieures à 400.000 francs, elles n'excèdent pas 800.000 \nfrancs ; \n- d'un an à deux ans lorsqu'elles excèdent 800.000 francs. \nLorsque le jugement ou l'arrêt n'aura pas fixé la durée de la contrainte par corps, il sera fait \napplication du minimum. \nEn matière de simple police, la durée de la contrainte par corps ne peut excéder dix jours."
    },
    {
        "Article": 701,
        "Texte": "La contrainte par corps ne peut être prononcée ni contre les individus âgés de moins \nde dix-huit ans accomplis à l'époque des faits qui ont motivé la poursuite, ni contre ceux qui ont \ncommencé leur soixantième année au moment de la condamnation."
    },
    {
        "Article": 702,
        "Texte": "Elle est réduite de moitié pour les condamnés qui justifient de leur insolvabilité en \nproduisant : \n1° un certificat de l'agent du Trésor de leur domicile constatant qu'ils ne sont pas imposés; \n2° un certificat du maire de la commune ou du commissaire de police ou du chef de \ncirconscription administrative de leur domicile."
    },
    {
        "Article": 703,
        "Texte": "Elle ne peut être exercée simultanément contre le mari et sa femme, même pour le \nrecouvrement de sommes afférentes à des condamnations différentes."
    },
    {
        "Article": 704,
        "Texte": "Toute condamnation à l'amende ou aux frais ou à tout autre payement au profit du \nTrésor public, prononcée par une juridiction répressive, pourra être exécutée volontairement par \nle condamné dans les conditions ci-dessus prévues, sans préjudice du droit pour le Trésor \nd'exécution sur les biens du condamné."
    },
    {
        "Article": 705,
        "Texte": "Dans le délai de trois mois à compter du jour où la décision est devenue définitive, la \npartie condamnée doit s'acquitter, entre les mains du receveur de l'enregistrement, du préposé du \nTrésor ou de l'agent spécial, du paiement des condamnations pécuniaires prononcées au profit de \nl'Etat. \nCe délai de trois mois ne court, contre ceux détenus préventivement au moment de la \ncondamnation, qu'à compter de leur libération. \nL'agent de recouvrement compétent est celui du siège de la juridiction qui a condamné ; \ntoutefois, en ce qui concerne les condamnations prononcées par la Cour d’appel, l'agent du siège \nde la juridiction du lieu de résidence du condamné est également compétent."
    },
    {
        "Article": 706,
        "Texte": "Sur sa demande, il sera délivré à la partie condamnée, soit par le greffier en chef de la \njuridiction de condamnation, soit par le greffier en chef de la juridiction du lieu de sa résidence \npour les condamnations prononcées par la Cour d’appel, un extrait de la décision, en triple \nexemplaire, comprenant le décompte des condamnations pécuniaires, y compris les droits \nd'enregistrement. \nA cet effet, cet extrait, en triple exemplaire, sera adressé aux fins de recouvrement, par le \ngreffier en chef de la Cour d’appel, aux greffiers en chef des juridictions de la résidence des \ncondamnés, à l'exception toutefois du tribunal de grande instance du siège de la Cour."
    },
    {
        "Article": 707,
        "Texte": "La partie condamnée remettra les trois extraits à l'agent chargé de recouvrement. \nLes extraits, revêtus de la mention du paiement, seront remis l'un a l'intéressé, le deuxième au \ngreffier en chef qui les a établis, le troisième sera conservé comme titre de recette."
    },
    {
        "Article": 708,
        "Texte": "A l'expiration du délai de trois mois visé à l'article 705, le greffier en chef transmet \nsoit au procureur général, soit au procureur [du Faso] [...] en vue de l’exercice de la contrainte \npar corps, les extraits des condamnations pécuniaires non exécutées. \nIl est alors délivré d'office, et sans commandement préalable, un réquisitoire d'incarcération \ncontre tout condamné qui ne s'est pas acquitté volontairement du paiement de ses condamnations \npécuniaires. L'intéressé est conduit au parquet du magistrat requérant qui peut suspendre \nl'exécution de la contrainte pour un délai de trois mois. \nCe délai ne peut être renouvelé que deux fois, par décision motivée, sur demande du \nbénéficiaire formulée huit jours au moins avant l'expiration du délai en cours."
    },
    {
        "Article": 709,
        "Texte": "Les parties qui désirent s'acquitter des condamnations pécuniaires mises à leur charge, \navant que la condamnation soit devenue définitive, ont la faculté d'utiliser la procédure prévue \naux articles 706 et 707."
    },
    {
        "Article": 710,
        "Texte": "Le président de la Cour ou du tribunal doit, après avoir prononcé la décision de \ncondamnation, avertir le condamné qu'il dispose d'un délai de trois mois, à compter du jour où la \ncondamnation sera devenue définitive, pour s'acquitter de tout paiement prononcé au profit du \nTrésor public. Mention de cet avertissement doit être portée dans le jugement ou dans l'arrêt."
    },
    {
        "Article": 711,
        "Texte": "Les règles sur l'exécution des mandats de justice sont applicables à la contrainte par \ncorps."
    },
    {
        "Article": 712,
        "Texte": "Les arrêts et jugements contenant des condamnations en faveur des particuliers pour \nréparation de crimes, délits ou contraventions commis à leur préjudice sont exécutés à leur \ndiligence, à compter du jour où ces arrêts ou jugements sont devenus définitifs. \nLa contrainte par corps ne peut être exercée que trois mois après le commandement de payer \nfait au condamné. Si au moment du commandement le condamné est détenu, la contrainte par \ncorps ne pourra être exercée qu'après expiration d'un délai de trois mois à compter de sa \nlibération. \nLes dispositions des deux alinéas précédents s'étendent au cas où les condamnations ont été \nprononcées par les tribunaux civils, au profit d'une partie lésée, pour réparation d'un crime, d'un \ndélit ou d'une contravention reconnus par la juridiction pénale."
    },
    {
        "Article": 713,
        "Texte": "La contrainte par corps exercée à la requête et dans l'intérêt des particuliers est mise à \nla charge du Trésor public."
    },
    {
        "Article": 714,
        "Texte": "La contrainte par corps est subie dans une prison."
    },
    {
        "Article": 715,
        "Texte": "Les individus contre lesquels la contrainte a été prononcée peuvent en prévenir ou en \nfaire cesser les effets soit en payant ou consignant une somme suffisante pour éteindre leur dette, \nsoit en fournissant une caution solidaire, reconnue bonne et valable, ou une sûreté réelle. \nLa caution est admise pour l'Etat par l'agent du Trésor, pour les particuliers par la partie \nintéressée. En cas de contestation, elle est déclarée s'il y a lieu, bonne et valable par le président \ndu tribunal [de grande instance] [...] agissant par voie de référé. \nLa caution doit se libérer dans le mois, faute de quoi elle peut être poursuivie. \nLorsque le paiement intégral n'a pas été effectué, et sous réserve des dispositions de l'article \n716, la contrainte par corps peut être requise à nouveau pour le montant des sommes restant \ndues."
    },
    {
        "Article": 716,
        "Texte": "Lorsque la contrainte par corps, exercée soit à la requête du ministère public, soit à la \nrequête de la partie lésée, a pris fin pour une cause quelconque, elle ne peut plus être exercée ni \npour la même dette, ni pour des condamnations antérieures à son exécution, à moins que ces \ncondamnations n’entraînent pas leur quotité une contrainte plus longue que celle déjà subie, \nauquel cas la première incarcération doit toujours être déduite de la nouvelle contrainte."
    },
    {
        "Article": 717,
        "Texte": "Le débiteur détenu est soumis au même régime que les condamnés."
    },
    {
        "Article": 718,
        "Texte": "Le condamné qui a subi une contrainte par corps n'est pas libéré du montant des \ncondamnations pour lesquelles elle a été exercée. \n \nTITRE VII   DE LA PRESCRIPTION DE LA PEINE"
    },
    {
        "Article": 719,
        "Texte": "Les peines portées par un arrêt rendu en matière criminelle se prescrivent par vingt \nannées révolues, à compter de la date où cet arrêt est devenu définitif. \nNéanmoins, le condamné sera soumis de plein droit et sa vie durant à l'interdiction de séjour \ndans l'arrondissement où demeureraient soit celui sur lequel ou contre la propriété duquel le \ncrime aurait été commis, soit ses héritiers directs. \nLes dispositions du code pénal relatives à l'interdiction de séjour sont applicables à la présente \ninterdiction."
    },
    {
        "Article": 720,
        "Texte": "Les peines portées par arrêt ou jugement rendu en matière correctionnelle se \nprescrivent par cinq années révolues, à compter de la date où cet arrêt ou jugement est devenu \ndéfinitif."
    },
    {
        "Article": 721,
        "Texte": "Les peines portées par arrêt ou jugement rendu pour contravention de simple police se \nprescrivent par deux années révolues, à compter de date où cet arrêt ou jugement est devenu \ndéfinitif. \nToutefois, les peines prononcées pour une contravention de simple police connexe à un délit se \nprescrivent selon les dispositions de l'article 720."
    },
    {
        "Article": 722,
        "Texte": "En aucun cas, les condamnés par défaut dont la peine est prescrite ne peuvent être \nadmis à se présenter pour purger le défaut."
    },
    {
        "Article": 723,
        "Texte": "Les condamnations civiles portées par arrêts ou par les jugements rendus en matière \ncriminelle, correctionnelle et de simple police et devenues irrévocables, se prescrivent d'après les \nrègles établies par le code civil. \n \nTITRE VIII   DU CASIER JUDICIAIRE"
    },
    {
        "Article": 724,
        "Texte": "Le greffier de chaque tribunal [...] reçoit, en ce qui concerne les personnes nées dans \nla circonscription du tribunal [...] et après vérification de leur identité aux registres de l'état civil, \ndes fiches constatant. \n1° les condamnations contradictoires ou par défaut non frappées d'opposition, prononcées pour \ncrime ou délit par toute juridiction répressive, y compris les condamnations avec sursis; \n2° les décisions prononcées par application des textes relatifs à l'enfance délinquante ; \n3° les décisions disciplinaires prononcées par l'autorité judiciaire ou par une autorité \nadministrative lorsqu'elles entraînent où édictent des incapacités ; \n4° les jugements déclaratifs de faillite ou de liquidation judiciaire ; \n5° tous les jugements prononçant la déchéance de la puissance paternelle ou le retrait de tout ou \npartie des droits y attachés ; \n6° les arrêts d'expulsion pris contre les étrangers."
    },
    {
        "Article": 725,
        "Texte": "Il est fait mention sur les fiches du casier judiciaire des grâces, commutations ou \nréductions de peines, des décisions qui suspendent ou qui ordonnent l'exécution d'une première \ncondamnation, des arrêtés de mise en liberté conditionnelle et de révocation, des décisions de \nsuspension de peines, des réhabilitations, des décisions qui rapportent ou suspendent les arrêtés \nd'expulsion, ainsi que la date de l'expiration de la peine et du paiement de l'amende. \nSont retirées du casier judiciaire les fiches relatives à des condamnations effacées par une \namnistie ou réformées en conformité d'une décision de rectification du casier judiciaire."
    },
    {
        "Article": 726,
        "Texte": "Lorsqu'à la suite d'une décision prise en vertu de la loi relative à l'enfance \ndélinquante, la rééducation du mineur apparaît comme acquise, la juridiction qui a statué peut, \naprès l'expiration d'un délai de cinq ans à compter de ladite décision et même si le mineur a \natteint sa majorité décider, à sa requête, à celle du ministère public ou d'office, la suppression du \ncasier judiciaire de la fiche concernant la décision dont il s'agit. \nLa juridiction statue en dernier ressort. Lorsque la suppression de la fiche a été prononcée, la \nmention de la décision initiale ne doit plus figurer au casier judiciaire du mineur. La fiche \nafférente à ladite décision est détruite."
    },
    {
        "Article": 727,
        "Texte": "Il est tenu, au greffe de la Cour d’appel un casier judiciaire central qui reçoit les fiches \nconcernant les personnes nées hors du territoire [du Burkina Faso] ou dont l'identité est douteuse."
    },
    {
        "Article": 728,
        "Texte": "Il est donné connaissance aux autorités militaires par l'envoi d'une copie de la fiche du \ncasier judiciaire, des condamnations ou des décisions de nature à modifier les conditions \nd'incorporation des individus soumis à l'obligation du service militaire. \nIl est donné avis également aux mêmes autorités de toutes modifications apportées à la fiche ou \nau casier judiciaire en vertu des articles 725 et 726."
    },
    {
        "Article": 729,
        "Texte": "Une copie de chaque fiche constatant une décision entraînant la privation des droits \nélectoraux est adressée par le greffe compétent au ministre de [l’Administration territoriale]."
    },
    {
        "Article": 730,
        "Texte": "Le relevé intégral des fiches du casier judiciaire applicables à la même personne est \nporté sur un bulletin appelé bulletin n° 1. \nLe bulletin n° 1 n'est délivré qu'aux autorités judiciaires. \nLorsqu'il n'existe pas de fiche au casier judiciaire, le bulletin n° 1 porte la mention « néant ». \n \n731. Le bulletin n° 2 est le relevé des fiches du casier judiciaire applicables à la même \npersonne, à l'exclusion de celles concernant les décisions suivantes : \n1° les décisions prononcées en vertu des textes relatifs à l'enfance délinquante ; \n2° les condamnations assorties du bénéfice du sursis, lorsqu'elles doivent être considérées \ncomme non avenues ; \n3° les condamnations effacées par la réhabilitation de plein droit ou judiciaire; \n4° les jugements de faillite effacés par la réhabilitation ; \n5° les décisions disciplinaires effacées par la réhabilitation ; \n6° les décisions d'expulsion abrogées ou rapportées. \nLes bulletins n° 2 fournis en cas de contestation concernant l'inscription sur les listes électorales \nne comprennent que les décisions entraînant des incapacités en matière d'exercice du droit de \nvote. \nLorsqu'il n'existe pas au casier judiciaire de fiche concernant des décisions à relever sur le \nbulletin n° 2, celui-ci porte la mention « néant »"
    },
    {
        "Article": 732,
        "Texte": "Le bulletin n°2 du casier judiciaire est délivré : \n1° aux administrations publiques de l'Etat, saisies de demandes d'emplois publics, de \npropositions relatives à des distinctions honorifiques ou de soumissions pour des adjudications \nde travaux ou de marchés publics ou en vue de poursuites disciplinaires ou de l’ouverture d'une \nécole privée, ainsi que dans les autres cas prévus par la loi ; \n2° aux autorités militaires pour les appelés des classes et pour les jeunes gens qui demandent à \ncontracter un engagement ainsi qu'aux autorités compétentes en cas de contestation sur l'exercice \ndes droits électoraux ; \n3° aux administrations et personnes morales dont la liste sera déterminée par le décret prévu par \nl'article 735 ; \n4° aux présidents des tribunaux, pour être joint aux procédures de faillite et de liquidation \njudiciaire."
    },
    {
        "Article": 733,
        "Texte": "Le bulletin n° 3 est le relevé des condamnations à des peines privatives de liberté \nprononcée par une juridiction de répression pour crime ou délit. Il indique expressément que tel \nest son objet. N'y sont inscrites que les condamnations de la nature ci-dessus précisée autres que \ncelles mentionnées du 1° au 5° de l'article 731 et pour lesquelles le sursis n'a pas été ordonné sauf \nrévocation de cette mesure. \nLe bulletin n° 3 peut être réclamé par la personne qu'il concerne. Il ne doit, en aucun cas, être \ndélivré à un tiers."
    },
    {
        "Article": 734,
        "Texte": "Lorsqu'au cours d'une procédure quelconque le procureur [du Faso] ou le juge \nd'instruction constate qu'un individu a été condamné sous une fausse identité ou a usurpé un état \ncivil, il est immédiatement procédé d'office, à la diligence du procureur [du Faso], aux \nrectifications nécessaires avant la clôture de la procédure. \nLa rectification est demandée par requête au président du tribunal ou de la Cour qui a rendu la \ndécision. Si la décision a été rendue par une [chambre criminelle], la requête est soumise à la \nchambre d'accusation. \nLe président communique la requête au ministère public et commet le cas échéant un magistrat \npour faire le rapport. Les débats ont lieu et le jugement est rendu en chambre du conseil. Le \ntribunal ou la Cour peut ordonner d'assigner la personne objet de la condamnation. \nSi la requête est admise, les frais sont supportés par celui qui a été la cause de l’inscription \nreconnue erronée s'il a été appelé dans l'instance. Dans le cas contraire ou dans celui de son \ninsolvabilité ils sont supportés par le Trésor. \nToute personne qui veut faire rectifier une mention portée à son casier judiciaire peut agir dans \nla même forme. Dans le cas où la requête est rejetée, le requérant est condamné aux frais. \nMention de la décision est faite en marge du jugement ou de l'arrêt visé par la demande en \nrectification. \nLa même procédure est applicable au cas de contestation sur la réhabilitation de droit, ou de \ndifficultés soulevées par l'interprétation d'une loi d'amnistie, dans les termes de l'article 725, \nalinéa 2."
    },
    {
        "Article": 735,
        "Texte": "Un décret pris en Conseil des ministres détermine les mesures nécessaires à \nl'exécution des articles 724 et suivants, et notamment les conditions dans lesquelles doivent être \ndemandés, établis et délivrés les bulletins n° 1, 2 et 3 du casier judiciaire."
    },
    {
        "Article": 736,
        "Texte": "Quiconque a pris le nom d'un tiers dans des circonstances qui ont déterminé ou \nauraient pu déterminer l'inscription d'une condamnation au casier judiciaire de celui-ci, sera puni \nde six mois à cinq ans d'emprisonnement et de 50.000 à 1.000.000 de francs d'amende, sans \npréjudice des poursuites à exercer éventuellement du chef de faux. \nLa peine ainsi prononcée est subie immédiatement après celle encourue pour l'infraction à \nl'occasion de laquelle l'usurpation de nom a été commise. \nEst puni des peines prévues à l'alinéa premier celui qui, par de fausses déclarations relatives à \nl'état civil d'un inculpé, a sciemment été la cause de l'inscription d'une condamnation sur le casier \njudiciaire d'un autre que cet inculpé."
    },
    {
        "Article": 737,
        "Texte": "Quiconque, en prenant un faux nom ou une fausse qualité, s'est fait délivrer un extrait \ndu casier judiciaire d'un tiers est puni de dix jours à deux mois d'emprisonnement et de 40.000 à \n200.000 francs d'amende. \nEst puni des mêmes peines celui qui aura fourni des renseignements d'identité imaginaires qui \nont provoqué ou auraient pu provoquer des mentions erronées au casier judiciaire. \n \nTITRE IX   DE LA REHABILITATION DES CONDAMNES"
    },
    {
        "Article": 738,
        "Texte": "Toute personne condamnée par une juridiction [du Burkina Faso] à une peine \ncriminelle ou correctionnelle peut être réhabilitée."
    },
    {
        "Article": 739,
        "Texte": "La réhabilitation est soit acquise de plein droit soit accordée par arrêt de la chambre \nd'accusation."
    },
    {
        "Article": 740,
        "Texte": "Elle est acquise de plein droit au condamné qui n'a, dans les délais ci-après \ndéterminés, subi aucune condamnation nouvelle à l'emprisonnement ou à une peine plus grave \npour crime ou délit : \n1° pour la condamnation à l'amende, après un délai de cinq ans, à compter du jour du paiement \nde l'amende ou de l'expiration de la contrainte par corps ou de la prescription accomplie ; \n2° pour la condamnation unique à une peine d'emprisonnement ne dépassant pas six mois, \naprès un délai de dix ans, à compter de l'expiration de la peine subie, soit de la prescription \naccomplie ; \n3° pour la condamnation unique à une peine d'emprisonnement ne dépassant pas deux ans ou \npour les condamnations multiples dont l'ensemble ne dépasse pas un an, après un délai de \nquinze ans compté comme il est dit au paragraphe précédent ; \n4° pour la condamnation unique à une peine supérieure à deux ans d'emprisonnement ou pour \nles condamnations multiples dont l'ensemble ne dépasse pas deux ans, après un délai de \nvingt ans compté de la même manière. \nSont, pour l'application des dispositions qui précèdent, considérées comme constituant une \ncondamnation unique les condamnations dont la confusion a été accordée. \nLa remise totale ou partielle d'une peine par voie de grâce équivaut à son exécution totale ou \npartielle."
    },
    {
        "Article": 741,
        "Texte": "La réhabilitation ne peut être demandée en justice, du vivant du condamné, que par \ncelui-ci ou, s'il est interdit, par son représentant légal ; en cas de décès et si les conditions légales \nsont remplies, la demande peut être suivie par son conjoint ou par ses ascendants ou descendants \net même formée par eux, mais dans le délai d'une année seulement après le décès. \nLa demande doit porter sur l'ensemble des condamnations prononcées qui n'ont été effacées ni \npar une réhabilitation antérieure, ni par l'amnistie."
    },
    {
        "Article": 742,
        "Texte": "La demande en réhabilitation ne peut être formée qu'après un délai de cinq ans pour \nles condamnés à une peine criminelle et de trois ans pour les condamnés à une peine \ncorrectionnelle. \nCe délai part, pour les condamnés à une amende du jour où la condamnation est devenue \nirrévocable et, pour les condamnés à une peine privative de liberté, du jour de leur libération \ndéfinitive ou du jour de leur libération conditionnelle lorsque celle-ci n'a pas été suivie de \nrévocation."
    },
    {
        "Article": 743,
        "Texte": "Les condamnés qui sont en état de récidive légale, ceux qui, après avoir obtenu la \nréhabilitation, ont encouru une nouvelle condamnation, ceux qui, condamnés contradictoirement \nou par défaut à une peine criminelle, ont prescrit contre l'exécution de la peine, ne sont admis à \ndemander leur réhabilitation qu'après un délai de dix années écoulées depuis leur libération ou \ndepuis la prescription. \nNéanmoins, les récidivistes qui n'ont subi aucune peine criminelle et les réhabilités qui n'ont \nencouru qu'une condamnation à une peine correctionnelle sont admis à demander la \nréhabilitation après un délai de six années écoulées depuis leur libération. \nSont également admis à demander leur réhabilitation, après un délai de six années écoulées \ndepuis la prescription, les condamnés contradictoirement ou par défaut à une peine \ncorrectionnelle qui ont prescrit contre l'exécution de la peine. \nLes condamnés contradictoirement et les condamnés par défaut qui ont prescrit contre \nl'exécution de la peine sont tenus, outre les conditions qui vont être énoncées, de justifier qu'ils \nn'ont encouru, pendant les délais de la prescription, aucune condamnation pour faits qualifiés \ncrimes ou délits et qu'ils ont eu une conduite irréprochable."
    },
    {
        "Article": 744,
        "Texte": "Le condamné doit, sauf le cas de prescription, justifier du paiement des frais de \njustice, de l'amende et des dommages-intérêts ou de la remise qui lui en est faite. \nA défaut de cette justification, il doit établir qu'il a subi le temps de contrainte par corps \ndéterminé par la loi. \nS'il est condamné pour banqueroute frauduleuse, il doit justifier du paiement du passif de la \nfaillite en capital, intérêts et frais ou de la remise qui lui en est faite. \nNéanmoins, si le condamné justifie qu'il est hors d'état de se libérer des frais de justice, il peut \nêtre réhabilité même dans le cas où ces frais n'auraient pas été payés ou ne l'auraient été qu'en \npartie. \nEn cas de condamnation solidaire, la Cour fixe la part des frais de justice, des dommages-\nintérêts ou du passif qui doit être payée par le demandeur. \nSi la partie lésée ne peut être retrouvée ou si elle refuse de recevoir la somme due, celle-ci est \nversée à la caisse des dépôts et consignations comme en matière d'offres de paiement et de \nconsignation. Si la partie ne se présente pas dans un délai de cinq ans pour se faire attribuer la \nsomme consignée, cette somme est restituée au déposant sur sa simple demande."
    },
    {
        "Article": 745,
        "Texte": "Si depuis l'infraction le condamné a rendu des services éminents au pays, la demande \nde réhabilitation n'est soumise à aucune condition de temps ni d'exécution de peine. En ce cas, la \nCour peut accorder la réhabilitation même si les frais, l'amende et les dommages-intérêts n'ont \npas été payés."
    },
    {
        "Article": 746,
        "Texte": "Le condamné adresse la demande en réhabilitation au procureur [du Faso] de sa \nrésidence actuelle. \nCette demande précise : \n1° la date de la condamnation ; \n2° les lieux où le condamné a résidé depuis sa libération."
    },
    {
        "Article": 747,
        "Texte": "Le procureur [du Faso] s'entoure de tous renseignements utiles aux différents lieux où \nle condamné a pu séjourner. \nIl prend en outre, l'avis du magistrat du ministère public près la juridiction de condamnation."
    },
    {
        "Article": 748,
        "Texte": "Le procureur [du Faso] se fait délivrer : \n1° une expédition des jugements de condamnation ; \n2° un extrait du registre des lieux de détention où la peine a été subie constatant quelle a été la \nconduite du condamné ; \n3° un bulletin n° 1 du casier judiciaire. \nIl transmet les pièces avec son avis au procureur général."
    },
    {
        "Article": 749,
        "Texte": "La Cour est saisie par le procureur général. \nLe demandeur peut soumettre directement à la Cour toutes pièces utiles."
    },
    {
        "Article": 750,
        "Texte": "La Cour statue dans les deux mois sur les conclusions du procureur général, la partie \nou son conseil entendu ou dûment convoqué."
    },
    {
        "Article": 751,
        "Texte": "L'arrêt de la chambre d'accusation peut être déféré à la chambre [criminelle de la Cour \nde cassation]."
    },
    {
        "Article": 752,
        "Texte": "Dans le cas visé par l'article 745, le pourvoi en cassation formé contre l'arrêt rejetant \nla demande en réhabilitation est formé, instruit et jugé sans consignation amende ni frais. Tous \nles actes de la procédure sont visés pour timbre et enregistrés gratis."
    },
    {
        "Article": 753,
        "Texte": "En cas de rejet de la demande une nouvelle demande ne peut être formée avant \nl'expiration d’un délai de deux années, à moins que le rejet de la première ait été motivé par \nl'insuffisance des délais d'épreuve. En ce cas, la demande peut être renouvelée dès l'expiration de \nces délais."
    },
    {
        "Article": 754,
        "Texte": "Mention de l'arrêt prononçant la réhabilitation est faite en marge des jugements de \ncondamnation et au casier judiciaire. \nDans ce cas, les bulletins n° 2 et 3 du casier judiciaire ne doivent pas mentionner la \ncondamnation. \nLe réhabilité peut se faire délivrer sans frais une expédition de l'arrêt de réhabilitation et un \nextrait de casier judiciaire."
    },
    {
        "Article": 755,
        "Texte": "La réhabilitation efface la condamnation et fait cesser pour l'avenir toutes les \nincapacités qui en résultent. \n \nTITRE X   DES FRAIS DE JUSTICE"
    },
    {
        "Article": 756,
        "Texte": "Un décret pris en Conseil des ministres détermine les frais qui doivent être compris \nsous la dénomination de frais de justice criminelle, correctionnelle et de simple police ; il en \nétablit le tarif, en règle le paiement et le recouvrement, détermine les voies de recours, fixe les \nconditions que doivent remplir les parties prenantes et, d'une façon générale, règle tout ce qui \ntouche aux frais de justice en matière criminelle correctionnelle et de simple police."
    }
]