{
    "Loi": {
        "Nom": "28-2008/AN du 13 mai 2008 portant code du travail au Burkina Faso",
        "Titres": [
            {
                "Titre": "TITRE I - DISPOSITIONS GENERALES",
                "Chapitres": [
                    {
                        "Titre": "Articles uniquement",
                        "Sections": [
                            {
                                "Titre": "Articles",
                                "Articles": [
                                    {
                                        "Article": "Art. 1er.",
                                        "Texte": "La présente loi est applicable aux travailleurs et aux employeurs exerçant leur activité \nprofessionnelle au Burkina Faso."
                                    },
                                    {
                                        "Article": "Art. 2.",
                                        "Texte": "Est considérée comme travailleur, au sens de la présente loi, toute personne qui s’est engagée \nà mettre son activité professionnelle moyennant rémunération, sous la direction et l’autorité d’une \nautre personne, physique ou morale, publique ou privée, appelée employeur. \nPour la détermination de la qualité de travailleur, il n’est tenu compte ni du statut juridique de \nl’employeur ni de celui de l’employé."
                                    },
                                    {
                                        "Article": "Art. 3.",
                                        "Texte": "Les agents de la fonction publique, les magistrats, les militaires, les agents des collectivités \nterritoriales ainsi que tout travailleur régi par une loi spécifique ne sont pas soumis aux dispositions de \nla présente loi."
                                    },
                                    {
                                        "Article": "Art. 4.",
                                        "Texte": "Toute discrimination en matière d’emploi et de profession est interdite. \nPar discrimination, on entend : \n1. toute distinction, exclusion ou préférence fondée notamment sur la race, la couleur, le sexe, la \nreligion, l’opinion politique, le handicap, l’état de grossesse, l’ascendance nationale ou l’origine \nsociale, qui a pour effet de détruire, d’altérer l’égalité de chance ou de traitement en matière d’emploi \nou de profession ; \n2. toute autre distinction, exclusion ou préférence ayant pour effet de détruire, d’altérer l’égalité de \nchance ou de traitement en matière d’emploi ou de profession."
                                    },
                                    {
                                        "Article": "Art. 5.",
                                        "Texte": "Le travail forcé ou obligatoire est interdit. \nLe terme travail « forcé » ou « obligatoire » désigne tout travail ou service exigé d’un individu sous la \nmenace d’une peine quelconque ou d’une sanction et pour lequel ledit individu ne s’est pas offert de \nplein gré. \nNul ne peut y recourir sous aucune forme, notamment en tant que : \n1. mesure de coercition, d’éducation politique, de sanction à l’égard de personnes qui ont exprimé \nleurs opinions politiques ; \n2. méthode de mobilisation et d’utilisation de la main-d'œuvre à des fins politiques ; \n3. mesure de discipline au travail ; \n4. mesure de discrimination sociale, raciale, nationale ou religieuse ; \n5. punition pour avoir participé à des grèves."
                                    },
                                    {
                                        "Article": "Art. 6.",
                                        "Texte": "N’est pas considéré comme travail forcé ou obligatoire au sens de la présente loi : \n1. tout travail ou service exigé d’un individu en vertu des lois nationales sur le service militaire et \naffecté à des travaux à caractère militaire ; \n2. tout travail ou service découlant des obligations civiques normales des citoyens ; \n3. tout travail ou service exigé d’un individu résultant d’une condamnation judiciaire, à condition que \nce travail soit exécuté sous la surveillance et le contrôle des autorités publiques et que ledit individu \nne soit ni concédé, ni mis à la disposition de particuliers, compagnies ou personnes morales privées à \nl’exception des associations d’utilité publique ; \n4. tout travail ou service exigé en cas de circonstance mettant en danger ou risquant de mettre en \ndanger la vie ou les conditions normales d’existence de tout ou partie de la communauté et en cas de \nforce majeure. \nLes travaux ou services cités aux points 1 à 4 ci-dessus ne peuvent être exigés que d’adultes valides \ndont l’âge n’est pas présumé inférieur à dix-huit ans ni supérieur à quarante-cinq ans."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE II - EMPLOI, FORMATION ET ORIENTATION PROFESSIONNELLES, PLACEMENT ET \nACTIVITE DE TRAVAIL TEMPORAIRE",
                "Chapitres": [
                    {
                        "Titre": "CHAPITRE I - EMPLOI, FORMATION ET ORIENTATION PROFESSIONNELLES",
                        "Sections": [
                            {
                                "Titre": "Section 1 - Formation et orientation professionnelles",
                                "Articles": [
                                    {
                                        "Article": "Art. 7.",
                                        "Texte": "Il est créé un conseil national de l’emploi et de la formation professionnelle chargé des \nquestions d’emploi et de formation professionnelle. \n \n2\nUn décret en conseil des ministres fixe sa composition, son organisation, ses attributions et son \nfonctionnement."
                                    },
                                    {
                                        "Article": "Art. 8.",
                                        "Texte": "La formation professionnelle est l’ensemble des activités visant à assurer l’acquisition de \nconnaissances, de qualifications et d’aptitudes nécessaires pour exercer une profession ou une \nfonction déterminée. \nLorsque le travailleur bénéficie d’une formation ou d’un perfectionnement professionnels à la charge \nde l’employeur, il peut être convenu que le travailleur reste au service de ce dernier pendant un temps \ndéterminé en rapport avec le coût de la formation ou du perfectionnement. \nUn décret en conseil des ministres fixe les conditions de la formation professionnelle."
                                    },
                                    {
                                        "Article": "Art. 9.",
                                        "Texte": "L’orientation professionnelle consiste à informer et guider les demandeurs d’emploi, \nnotamment les jeunes, sur l’éventail des professions et d’aider chacun à choisir une voie conforme à \nses aptitudes à travers des conseils et des consultations individuelles et collectives. \nUn décret en conseil des ministres précise les modalités de mise en œuvre de l’orientation \nprofessionnelle."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 2 - Contrat de stage",
                                "Articles": [
                                    {
                                        "Article": "Art. 10.",
                                        "Texte": "Il est institué un contrat de stage en vue de favoriser la promotion de l’emploi et de la \nformation professionnelle."
                                    },
                                    {
                                        "Article": "Art. 11.",
                                        "Texte": "Le contrat de stage est une convention par laquelle, un maître de stage s’engage à donner ou \nà faire donner à une personne appelée stagiaire, une formation professionnelle pratique. \nLe contrat de stage a pour objet de faire acquérir au stagiaire une expérience et des aptitudes \nprofessionnelles pour faciliter son accès à un emploi et son insertion dans la vie professionnelle."
                                    },
                                    {
                                        "Article": "Art. 12.",
                                        "Texte": "Le contrat de stage est conclu impérativement avant l’entrée du stagiaire dans l’entreprise. Il \nest constaté par écrit dans la langue officielle sous peine de nullité. \nLe contrat de stage est exempt de tous droits de timbre et d’enregistrement. \nLes autres conditions de forme et de fond, les obligations des parties et les effets du contrat de stage \nsont réglés par voie réglementaire par le ministre chargé du travail après avis de la commission \nconsultative du travail."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 3 - Contrat d’apprentissage",
                                "Articles": [
                                    {
                                        "Article": "Art. 13.",
                                        "Texte": "Le contrat d’apprentissage est le contrat par lequel une personne, appelée maître, s’oblige à \ndonner ou à faire donner une formation professionnelle méthodique et complète à une autre personne \nappelée apprenti. Il est établi en tenant compte des usages et coutumes de la profession. \nL’apprenti doit en retour se conformer aux instructions qu’il reçoit et exécuter les ouvrages qui lui sont \nconfiés dans le cadre de son apprentissage. \nLe contrat d’apprentissage doit être constaté par écrit, sous peine de nullité. Il est exempt de tous \ndroits de timbre et d’enregistrement. \nIl est rédigé en langue officielle et si possible dans la langue de l’apprenti."
                                    },
                                    {
                                        "Article": "Art. 14.",
                                        "Texte": "Le ministre chargé du travail, après avis de la commission consultative du travail, détermine \npar voie réglementaire : \n1. les conditions de forme et de fond, les obligations des parties, les effets du contrat \nd’apprentissage ; \n2. les catégories d’entreprises dans lesquelles est fixé un pourcentage d’apprentis par rapport au \nnombre de travailleurs."
                                    },
                                    {
                                        "Article": "Art. 15.",
                                        "Texte": "L’apprenti dont le temps d’apprentissage est terminé passe un examen devant un organisme \nagréé qui lui délivre un certificat d’aptitude professionnelle en cas de succès. \nLe ministre chargé de l’emploi, après avis de la commission consultative du travail, détermine par voie \nréglementaire : \n1. l’organisme chargé de l’organisation de l’examen de fin d’apprentissage et les conditions \nd’agrément ; \n2. les conditions d’évaluation de fin d’apprentissage."
                                    },
                                    {
                                        "Article": "Art. 16.",
                                        "Texte": "L’embauche d’apprentis, d’élèves ou de stagiaires des écoles et centres de formation \nprofessionnelle liés par un contrat d’apprentissage, ouvre droit à des dommages et intérêts à la \n \n3\ncharge du nouvel employeur au profit du maître de l’apprenti, nonobstant les sanctions pénales \nprévues au titre IX de la présente loi. \nToutefois, le nouvel employeur est exempté du paiement des dommages et intérêts s’il apporte la \npreuve de sa bonne foi."
                                    },
                                    {
                                        "Article": "Art. 17.",
                                        "Texte": "Tout nouveau contrat d’apprentissage conclu sans que les obligations du précédent contrat \nn’aient été exécutées complètement ou sans que ce dernier n’ait été résilié légalement est nul de plein \ndroit."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - PLACEMENT, ACTIVITE DE TRAVAIL TEMPORAIRE",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 18.",
                                        "Texte": "L’activité de placement est le fait, pour toute personne physique ou morale, de servir \nd’intermédiaire pour trouver un emploi à un travailleur ou un travailleur à un employeur. \nL’activité de placement peut être publique ou privée. Dans ce dernier cas, l’opérateur peut en tirer \nprofit. \nEst assimilé à une activité de placement privé, le fait pour toute personne physique ou morale, de \nmener des activités ayant trait à la recherche d’emploi telle que la fourniture d’informations sans pour \nautant avoir pour objet de rapprocher une offre et une demande spécifiques."
                                    },
                                    {
                                        "Article": "Art. 19.",
                                        "Texte": "L’entrepreneur de travail temporaire est toute personne, physique ou morale, dont l’activité \nprincipale est de mettre à la disposition d’utilisateurs, des travailleurs en fonction d’une qualification \ndéterminée."
                                    },
                                    {
                                        "Article": "Art. 20.",
                                        "Texte": "Les services publics chargés de l’emploi, de la formation et de l’orientation professionnelles \npeuvent recevoir les offres et demandes d’emploi et assurer des opérations de placement sur requête \ndes employeurs, des travailleurs et des demandeurs d’emploi."
                                    },
                                    {
                                        "Article": "Art. 21.",
                                        "Texte": "Les établissements publics de l’Etat, les entreprises à participation publique et les projets \nfinancés sur fonds publics sont tenus de procéder à la publication des postes d’emploi vacants et \nd’organiser des tests de recrutement."
                                    },
                                    {
                                        "Article": "Art. 22.",
                                        "Texte": "Le recrutement collectif de travailleurs en vue de leur emploi à l’extérieur est interdit, sauf \nautorisation préalable du ministre chargé du travail après avis des ministres chargés de l’emploi, des \naffaires étrangères et de l’administration territoriale."
                                    },
                                    {
                                        "Article": "Art. 23.",
                                        "Texte": "L’ouverture de bureaux ou offices privés de placement et d’entreprises de travail temporaire \ns’effectue librement, sous réserve du respect des dispositions légales et réglementaires."
                                    },
                                    {
                                        "Article": "Art. 24.",
                                        "Texte": "Les activités visées à l’article 18 ci-dessus ne peuvent être exercées que par des personnes \nphysiques ou morales ayant dûment obtenu un agrément délivré par le ministre chargé du travail \naprès avis du ministre chargé de l’emploi."
                                    },
                                    {
                                        "Article": "Art. 25.",
                                        "Texte": "Toute personne physique ou morale qui désire procéder à l’ouverture d’un bureau ou office \nprivé de placement ou d’une entreprise de travail temporaire doit remplir les conditions fixées par voie \nréglementaire par les ministres chargés du travail et de l’emploi, après avis de la commission \nconsultative du travail."
                                    },
                                    {
                                        "Article": "Art. 26.",
                                        "Texte": "Les bureaux ou offices privés de placement et les entreprises de travail temporaire ne doivent \nfaire subir aux travailleurs aucune discrimination telle que prévue à l’article 4 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 27.",
                                        "Texte": "Les bureaux ou offices privés de placement et les entreprises de travail temporaire ne doivent \nmettre à la charge des demandeurs d’emploi, de manière directe ou indirecte, en totalité ou en partie, \nni honoraires ni autres frais. \nDes dérogations aux dispositions de l’alinéa 1 ci-dessus peuvent être accordées pour certaines \ncatégories de travailleurs et pour des services spécifiquement identifiés par le ministre chargé du \ntravail, après avis de la commission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 28.",
                                        "Texte": "En cas de grève ou de lock-out déclenché dans le respect de la procédure de règlement des \nconflits collectifs du travail définie par la présente loi, les opérations de placement définitif relatives \naux entreprises concernées par cette cessation de travail sont immédiatement interrompues. \n \n \n4"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE III - RELATIONS PROFESSIONNELLES",
                "Chapitres": [
                    {
                        "Titre": "CHAPITRE I - DISPOSITIONS COMMUNES",
                        "Sections": [
                            {
                                "Titre": "Section 2 - Obligations des parties au contrat",
                                "Articles": [
                                    {
                                        "Article": "Art. 35.",
                                        "Texte": "Le travailleur doit toute son activité professionnelle à l’entreprise, sauf convention contraire. \nToutefois, il conserve la liberté d’exercer en dehors de son temps de travail, toute activité lucrative à \ncaractère professionnel non susceptible de concurrencer directement l’entreprise ou de nuire à la \nbonne exécution des services convenus. \nIl doit notamment : \n1. fournir le travail pour lequel il a été embauché, l’exécuter lui-même et avec soin ; \n2. obéir à ses supérieurs hiérarchiques ; \n3. respecter la discipline de l’entreprise et se soumettre aux horaires et aux consignes de sécurité et \nde santé au travail."
                                    },
                                    {
                                        "Article": "Art. 36.",
                                        "Texte": "L’employeur doit : \n1. procurer le travail convenu et au lieu convenu. Il ne peut exiger un travail autre que celui prévu au \ncontrat ; \n2. payer les salaires, indemnités et cotisations sociales dus en vertu des textes règlementaires, \nconventionnels et contractuels ; \n3. conformer les conditions d’hygiène et de sécurité aux normes prévues par la réglementation en \nvigueur ; \n4. traiter le travailleur avec dignité ; \n5. veiller au maintien des bonnes mœurs et à l’observation de la décence publique ; \n6. interdire toute forme de violence physique ou morale ou tout autre abus, notamment le harcèlement \nsexuel ; \n7. communiquer tout acte d’embauche précisant la date, le salaire et la qualification professionnelle du \nsalarié à l’inspection du travail du ressort."
                                    },
                                    {
                                        "Article": "Art. 37.",
                                        "Texte": "Le harcèlement sexuel dans le cadre du travail est interdit. \n \n5\nLe harcèlement sexuel entre collègues, fournisseurs ou clients rencontrés dans le cadre du travail est \négalement interdit. \nLe harcèlement sexuel consiste à obtenir d’autrui par ordre, parole, intimidation, acte, geste, menace \nou contrainte, des faveurs de nature sexuelle."
                                    },
                                    {
                                        "Article": "Art. 38.",
                                        "Texte": "L’employeur doit s’interdire toute discrimination de quelque nature que ce soit en matière \nd’accès à l’emploi, de conditions de travail, de formation professionnelle, de maintien dans l’emploi ou \nde licenciement, notamment par rapport au statut sérologique de l’infection à VIH réel ou apparent."
                                    },
                                    {
                                        "Article": "Art. 39.",
                                        "Texte": "Toute clause d’un contrat de travail interdisant au travailleur d’exercer une activité quelconque \nà l’expiration du contrat est abusive et nulle de plein droit sauf dans les cas où la rupture est le fait du \ntravailleur ou résulte d’une faute lourde de son chef. \nToute clause dont la durée ou la portée géographique n’est pas justifiée ou indispensable pour la \nsauvegarde des intérêts de l’employeur constitue une entrave abusive au libre exercice de l’activité \nprofessionnelle du travailleur."
                                    },
                                    {
                                        "Article": "Art. 40.",
                                        "Texte": "Les personnes handicapées, ne pouvant être occupées dans les conditions normales de \ntravail, bénéficient d’emplois adaptés ou, en cas de besoin, d’ateliers protégés. \nLes conditions dans lesquelles les employeurs sont tenus de réserver certains emplois aux personnes \nhandicapées, sont fixées par décret en conseil des ministres, après avis de la commission \nconsultative du travail."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - CONTRAT DE TRAVAIL A L’ESSAI",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 41.",
                                        "Texte": "Il y a engagement à l’essai lorsque l’employeur et le travailleur, en vue de conclure un contrat \nde travail définitif, verbal ou écrit, décident au préalable d’apprécier, notamment, pour le premier, la \nqualité des services du travailleur et son rendement et pour le second, les conditions de travail, de vie, \nde rémunération, d’hygiène et de sécurité ainsi que le climat social de l’entreprise. \nLe contrat à l’essai doit être constaté par écrit, à défaut, il est réputé être un contrat de travail à durée \nindéterminée. \nLe contrat à l’essai peut être inclus dans le corps d’un contrat définitif."
                                    },
                                    {
                                        "Article": "Art. 42.",
                                        "Texte": "Le contrat à l’essai ne peut être conclu pour une durée supérieure au délai nécessaire pour \nmettre à l’épreuve le personnel engagé, compte tenu de la technique et des usages de la profession. \nLa durée de l’essai est fixée à : \n1. huit jours pour les travailleurs dont le salaire est fixé à l’heure ou à la journée ; \n2. un mois pour les employés autres que les cadres, les agents de maîtrise, techniciens et assimilés ; \n3. trois mois pour les cadres, les agents de maîtrise, techniciens et assimilés. \nL’engagement à l’essai peut être renouvelé une seule fois et pour la même durée. \nLe travailleur perçoit au moins le salaire minimum de la catégorie professionnelle correspondant à \nl’emploi occupé pendant la période d’essai."
                                    },
                                    {
                                        "Article": "Art. 43.",
                                        "Texte": "La prolongation des services après expiration du contrat à l’essai, sans qu’il n’y ait \nrenouvellement écrit, équivaut à un contrat de travail à durée indéterminée prenant effet à la date du \ndébut de l’essai."
                                    },
                                    {
                                        "Article": "Art. 44.",
                                        "Texte": "L’engagement à l’essai peut cesser à tout moment, sans préavis ni indemnité, par la volonté \nde l’une ou l’autre des parties, sauf dispositions particulières prévues expressément au contrat."
                                    },
                                    {
                                        "Article": "Art. 45.",
                                        "Texte": "Les dispositions des articles 60 à 68, 70 à 74, 78, 93, 96 et 98 à 103 ci-dessous, ne \ns’appliquent pas aux contrats d’engagement à l’essai qui peuvent être résiliés sans préavis et sans \nque l’une ou l’autre des parties ne puisse prétendre à une indemnité, sauf convention contraire."
                                    },
                                    {
                                        "Article": "Art. 46.",
                                        "Texte": "Les formes et modalités d’établissement du contrat de travail et de l’engagement à l’essai \nsont fixées par voie réglementaire par le ministre chargé du travail, après avis de la commission \nconsultative du travail."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE III - CONTRAT DE TRAVAIL A TEMPS PARTIEL",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 47.",
                                        "Texte": "Le contrat de travail à temps partiel est le contrat de travail dont la durée d’exécution est \ninférieure à la durée hebdomadaire légale. \nLe travail à temps partiel est rémunéré au prorata du temps de travail effectivement accompli. \n \n \n6"
                                    },
                                    {
                                        "Article": "Art. 48.",
                                        "Texte": "Le contrat de travail à temps partiel peut être à durée déterminée. Il est alors conclu, exécuté \net résilié dans les mêmes conditions que le contrat de travail à durée déterminée. \nIl peut être à durée indéterminée. Dans ce cas, il est conclu, exécuté et résilié dans les mêmes \nconditions que celles fixées pour le contrat de travail à durée indéterminée."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE IV - CONTRAT DE TRAVAIL A DUREE DETERMINEE",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 49.",
                                        "Texte": "Le contrat de travail à durée déterminée est le contrat dont le terme est précisé à l’avance par \nla volonté des deux parties. \nSont assimilés à un contrat de travail à durée déterminée : \n1. le contrat de travail conclu pour l’exécution d’un ouvrage déterminé, la réalisation d’une entreprise \ndont la durée ne peut être préalablement évaluée avec précision ; \n2. le contrat de travail dont le terme est subordonné à la survenance d’un événement futur et certain \ndont la date n’est pas exactement connue."
                                    },
                                    {
                                        "Article": "Art. 50.",
                                        "Texte": "Le contrat de travail saisonnier est le contrat de travail à durée déterminée par lequel le \ntravailleur engage ses services pour la durée d’une campagne agricole, commerciale, industrielle ou \nartisanale dont le terme est indépendant de la volonté des parties. \nNonobstant les dispositions de l’article 93 point 18, le contrat saisonnier prend fin dès la fin de la \ncampagne pour laquelle il a été conclu. A la reprise des activités, l’employeur reprend en priorité et en \nfonction de ses besoins, les travailleurs disponibles après la morte-saison. \nLe contrat de travail saisonnier qui se poursuit au-delà de la campagne se transforme en contrat de \ntravail à durée indéterminée."
                                    },
                                    {
                                        "Article": "Art. 51.",
                                        "Texte": "Le travailleur saisonnier a droit à une indemnité de fin de contrat, calculée sur les mêmes \nbases que l’indemnité de licenciement, lorsqu’il atteint la durée de présence nécessaire à son \nattribution à la suite d’embauches successives dans la même entreprise."
                                    },
                                    {
                                        "Article": "Art. 52.",
                                        "Texte": "Le contrat de travail à durée déterminée est renouvelable sans limitation sauf cas d’abus \nlaissé à l’appréciation de la juridiction compétente."
                                    },
                                    {
                                        "Article": "Art. 53.",
                                        "Texte": "Les dispositions de l’article 52 ci-dessus s’appliquent : \n1. au travailleur engagé à l’heure ou à la journée pour une occupation de courte durée n’excédant pas \nune journée ; \n2. au travailleur engagé en complément d’effectif pour exécuter des travaux liés à un surcroît \nd’activités de l’entreprise ; \n3. au travailleur engagé en remplacement provisoire d’un travailleur de l’entreprise en suspension \nlégale de contrat de travail telle que définie par l’article 93 ci-dessous ; \n4. au travailleur saisonnier ; \n5. au travailleur engagé par les entreprises relevant des secteurs d’activités dans lesquels il est \nd’usage de ne pas recourir au contrat de travail à durée indéterminée. \n \nLa liste de ces secteurs d’activités est fixée par voie réglementaire par le ministre chargé du travail, \naprès avis de la commission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 54.",
                                        "Texte": "Sauf lorsque son terme est imprécis, le contrat de travail à durée déterminée ne peut être \nconclu pour une durée supérieure à deux ans pour les travailleurs nationaux et à trois ans pour les \ntravailleurs non nationaux. \nLe contrat de travail à durée déterminée abusivement renouvelé se transforme en un contrat à durée \nindéterminée, sauf dans les cas prévus à l’article 53 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 55.",
                                        "Texte": "Le contrat de travail à durée déterminée doit être constaté par écrit. A défaut, il est réputé être \nun contrat de travail à durée indéterminée."
                                    },
                                    {
                                        "Article": "Art. 56.",
                                        "Texte": "Le contrat de travail des travailleurs nationaux nécessitant leur installation hors du territoire \nnational ainsi que les contrats des travailleurs non nationaux doivent être visés et enregistrés par \nl’inspection du travail du ressort."
                                    },
                                    {
                                        "Article": "Art. 57.",
                                        "Texte": "La demande de visa incombe à l’employeur. Elle doit être soumise au plus tard trente jours \naprès le début d’exécution du contrat de travail. \nLe visa est réputé accordé si l’autorité compétente saisie à cet effet n’a pas fait connaître sa décision \ndans un délai de quinze jours suivant la réception de la demande de visa. \nL’omission ou le refus du visa du contrat de travail des non nationaux le rend nul. \n \n7\nSi l’employeur omet de demander le visa, le travailleur a le droit de faire constater la nullité du contrat \nde travail et réclamer des dommages et intérêts. Le rapatriement du travailleur est à la charge de \nl’employeur. \nLa non soumission du contrat de travail par l’employeur à la formalité du visa, expose celui-ci aux \nsanctions prévues par la présente loi."
                                    },
                                    {
                                        "Article": "Art. 58.",
                                        "Texte": "Le visa du contrat de travail des travailleurs non nationaux est subordonné à l’acquittement de \nfrais, nonobstant les dispositions de l’article 30 ci-dessus. \nLe montant et les modalités de paiement de ces frais sont déterminés par acte conjoint des ministres \nchargés du travail et des finances."
                                    },
                                    {
                                        "Article": "Art. 59.",
                                        "Texte": "Le contrat de travail à durée déterminée ne peut en aucun cas être conclu : \n1. pour remplacer définitivement un travailleur dont le contrat est suspendu par suite d’un conflit \ncollectif de travail ; \n2. pour effectuer des travaux particulièrement dangereux, sauf autorisation expresse de l’inspecteur \ndu travail dans le ressort duquel doivent être effectués ces travaux."
                                    },
                                    {
                                        "Article": "Art. 60.",
                                        "Texte": "Il ne peut être mis fin avant terme à un contrat de travail à durée déterminée qu’en cas \nd’accord des parties constaté par écrit, de force majeure ou de faute lourde. En cas de contestation, la \njuridiction compétente apprécie. \nL’inobservation par l’une des parties des dispositions prévues à l’alinéa précédent ouvre droit à des \ndommages et intérêts correspondant au préjudice subi par l’autre partie."
                                    },
                                    {
                                        "Article": "Art. 61.",
                                        "Texte": "L’arrivée du terme du contrat de travail à durée déterminée donne droit au travailleur le \nbénéfice d’une indemnité de fin de contrat calculée sur les mêmes bases que l’indemnité de \nlicenciement telles que définies par les conventions collectives de travail."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE V - CONTRAT DE TRAVAIL A DUREE INDETERMINEE",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 62.",
                                        "Texte": "Le contrat de travail à durée indéterminée est le contrat de travail conclu sans précision de \nterme. \nIl n’est pas soumis au visa, sauf les cas prévus par l’article 56 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 63.",
                                        "Texte": "Le contrat de travail à durée indéterminée des travailleurs nationaux dont l’exécution \nnécessite leur installation hors du territoire national et celui des travailleurs non nationaux sont \nobligatoirement soumis au visa des services compétents du ministère chargé du travail, nonobstant \nles dispositions de l’article 62 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 64.",
                                        "Texte": "Le contrat de travail à durée indéterminée peut toujours cesser par la volonté de l’une des \nparties, sous réserve des dispositions relatives aux licenciements pour motif économique, aux \ndélégués du personnel, aux délégués syndicaux et de tout autre travailleur protégé."
                                    },
                                    {
                                        "Article": "Art. 65.",
                                        "Texte": "La rupture du contrat de travail à durée indéterminée est subordonnée à un préavis notifié par \nécrit par la partie qui prend l’initiative de la rupture. \nCe préavis qui n’est subordonné à aucune condition suspensive ou résolutoire, commence à courir à \ncompter de la date de la remise de la notification. \nLe motif de la rupture doit figurer dans la notification."
                                    },
                                    {
                                        "Article": "Art. 66.",
                                        "Texte": "La durée du délai de préavis est fixée à : \n1. huit jours pour les travailleurs dont le salaire est fixé à l’heure ou à la journée ; \n2. un mois pour les employés autres que les cadres, les agents de maîtrise, les techniciens et \nassimilés ; \n3. trois mois pour les cadres, les agents de maîtrise, les techniciens et assimilés."
                                    },
                                    {
                                        "Article": "Art. 67.",
                                        "Texte": "Pendant la durée du préavis, l’employeur et le travailleur sont tenus au respect de toutes les \nobligations réciproques qui leur incombent. \nLa partie à l’égard de laquelle ces obligations ne sont pas respectées est dispensée d’observer le \ndélai de préavis restant à courir, sans préjudice des dommages et intérêts qu’elle juge utile de \ndemander à la juridiction compétente. \nLe travailleur bénéficie pendant la durée du préavis de deux jours ouvrables de liberté par semaine à \nplein salaire en vue de la recherche d’un autre emploi. \n \n8\nToutefois, en cas de licenciement et lorsque le travailleur licencié se trouve dans l’obligation d’occuper \nimmédiatement un nouvel emploi, il peut, après avoir informé l’employeur, quitter l’établissement \navant l’expiration du délai de préavis sans avoir de ce fait à payer une indemnité compensatrice."
                                    },
                                    {
                                        "Article": "Art. 68.",
                                        "Texte": "Toute rupture du contrat de travail à durée indéterminée, sans préavis ou sans que le délai de \npréavis ait été intégralement observé, emporte obligation, pour la partie qui en a pris l’initiative, de \nverser à l’autre partie une indemnité compensatrice de préavis sous réserve des dispositions de \nl’article 67 ci-dessus. \nLe montant de cette indemnité correspond à la rémunération et aux avantages de toute nature dont \naurait bénéficié le travailleur durant le délai de préavis qui n’a pas effectivement été respecté."
                                    },
                                    {
                                        "Article": "Art. 69.",
                                        "Texte": "La rupture du contrat de travail à durée indéterminée peut intervenir sans préavis en cas de \nfaute lourde sous réserve de l’appréciation de la juridiction compétente en ce qui concerne la gravité \nde la faute."
                                    },
                                    {
                                        "Article": "Art. 70.",
                                        "Texte": "L’employeur est tenu de fournir la preuve de la légitimité des motifs allégués pour justifier la \nrupture, devant la juridiction compétente, en cas de contestation sur le motif du licenciement. \nTout licenciement abusif donne lieu à la réintégration du travailleur et en cas d’opposition ou de refus \nà la réintégration, au paiement de dommages et intérêts. \nToute démission abusive donne droit à des dommages et intérêts."
                                    },
                                    {
                                        "Article": "Art. 71.",
                                        "Texte": "Au sens de la présente loi, est abusif le licenciement effectué sans motif légitime. \nSont notamment abusifs, les licenciements effectués dans les cas suivants : \n1. lorsque le motif invoqué est inexact ; \n2. lorsque le licenciement est motivé par les opinions du travailleur, son activité syndicale, son \nappartenance ou non à un syndicat, son statut sérologique à VIH réel ou supposé ; \n3. lorsque le licenciement est motivé par la grossesse de la travailleuse ou la naissance de son \nenfant ; \n4. lorsque le licenciement est motivé par le fait que le travailleur sollicite, exerce ou a exercé un \nmandat de représentation des travailleurs ; \n5. lorsque le licenciement est motivé par le dépôt d’une plainte du travailleur ou de tout recours contre \nl’employeur et/ou des autorités administratives ; \n6. lorsque le licenciement est fondé sur la discrimination prévue à l’article 4 et/ou motivé par l’état \nmatrimonial, les responsabilités familiales du travailleur."
                                    },
                                    {
                                        "Article": "Art. 72.",
                                        "Texte": "Au sens de la présente loi, est irrégulière la rupture du contrat de travail intervenue sans \nobservation de la procédure, notamment : \n1. lorsque le licenciement n’a pas été notifié par écrit ou lorsque le motif ne figure pas dans la lettre de \nlicenciement ; \n2. lorsque la démission du travailleur n’a pas été notifiée par écrit."
                                    },
                                    {
                                        "Article": "Art. 73.",
                                        "Texte": "En cas de licenciement jugé abusif ou de rupture irrégulière du contrat de travail, la partie qui \ns’estime lésée peut saisir le tribunal du travail pour demander réparation du préjudice subi. \nLa juridiction compétente constate l’abus par une enquête sur les causes et les circonstances de la \nrupture du contrat. \nLe jugement rendu à cet effet doit mentionner expressément le motif allégué par la partie qui a rompu \nle contrat de travail."
                                    },
                                    {
                                        "Article": "Art. 74.",
                                        "Texte": "Le montant des dommages et intérêts est fixé en tenant compte en général de tous les \néléments qui peuvent justifier l’existence du préjudice causé et déterminer son étendue, notamment : \n1. lorsque la responsabilité incombe au travailleur, du préjudice subi par l’employeur en raison de \nl’inexécution du contrat, dans la limite maximale de six mois de salaire ; \n2. lorsque la responsabilité incombe à l’employeur, des usages, de la nature des services engagés, de \nl’ancienneté des services, de l’âge du travailleur et des droits acquis. \nDans tous les cas, le montant des dommages et intérêts alloués ne peut excéder dix-huit mois de \nsalaire. \nCes dommages et intérêts ne se confondent, ni avec l’indemnité pour inobservation de préavis, ni \navec l’indemnité de licenciement."
                                    },
                                    {
                                        "Article": "Art. 75.",
                                        "Texte": "L’action en paiement de l’indemnité de licenciement, de l’indemnité de fin de contrat et des \ndommages et intérêts se prescrit par cinq ans après la rupture des relations de travail. \n \n \n9"
                                    },
                                    {
                                        "Article": "Art. 76.",
                                        "Texte": "Si le licenciement d’un travailleur est légitime quant au fond, mais survient sans observation \nde la procédure prévue, notamment de la notification écrite de la rupture ou de l’indication de son \nmotif, le tribunal accorde au travailleur une indemnité qui ne peut être supérieure à trois mois de \nsalaire. \nSi la démission du travailleur n’a pas été notifiée par écrit, le tribunal accorde à l’employeur une \nindemnité égale à un mois de salaire. \nPour le calcul des dommages et intérêts, le salaire visé est calculé sur la base du salaire global \nmensuel moyen perçu pendant les six derniers mois ou du salaire global mensuel moyen perçu \ndepuis l’entrée dans l’entreprise, si le travailleur a moins de six mois d’ancienneté de service."
                                    },
                                    {
                                        "Article": "Art. 77.",
                                        "Texte": "Si l’une des parties désire mettre fin au contrat de travail avant le départ du travailleur en \ncongé, notification doit être faite à l’autre partie, quinze jours avant la date de départ. \nEn cas d’inobservation de cette obligation, l’indemnité compensatrice du préavis est majorée de huit \njours en ce qui concerne les travailleurs payés à l’heure, à la journée ou à la semaine et d’un mois \npour les travailleurs payés au mois. \nIl en est de même si la rupture du contrat de travail intervient pendant le congé du travailleur."
                                    },
                                    {
                                        "Article": "Art. 78.",
                                        "Texte": "Lorsqu’un travailleur rompt abusivement son contrat de travail et offre ses services à un \nnouvel employeur, ce dernier est solidairement responsable du dommage causé au précédent \nemployeur dans les cas suivants : \n1. quand il est démontré qu’il est intervenu dans le débauchage du travailleur ; \n2. quand il a embauché le travailleur qu’il sait déjà lié par un contrat de travail ; \n3. quand il a continué d’occuper le travailleur après avoir appris que ce dernier est encore lié par un \ncontrat de travail à un autre employeur. \n \nDans le troisième cas, la responsabilité du nouvel employeur est dégagée si au moment où il a été \naverti, le contrat de travail abusivement rompu par le travailleur arrive à expiration par : \n- l’arrivée du terme du contrat de travail à durée déterminée ; \n- l’expiration du préavis ou si un délai de quinze jours s’est écoulé depuis la rupture du contrat à durée \nindéterminée."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE VI - TACHERONNAT",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 79.",
                                        "Texte": "Le tâcheron est une personne physique ou morale qui recrute une main-d'œuvre chargée \nd’exécuter un travail ou de fournir un service moyennant le paiement d’une somme forfaitaire dans le \ncadre de l’exécution d’un contrat écrit dénommé contrat de tâcheronnat conclu avec un entrepreneur. \nLe contrat de tâcheronnat est déposé à l’initiative de l’entrepreneur à l’inspection du travail du ressort \net à l’institution chargée de la sécurité sociale."
                                    },
                                    {
                                        "Article": "Art. 80.",
                                        "Texte": "Quand les travaux sont exécutés dans les ateliers, magasins ou chantiers de l’entrepreneur, \nce dernier est, en cas d’insolvabilité du tâcheron, substitué à celui-ci en ce qui concerne ses \nobligations à l’égard des travailleurs à concurrence du montant du contrat de tâcheronnat. \nLe travailleur lésé peut, dans ce cas, intenter une action directe contre l’entrepreneur."
                                    },
                                    {
                                        "Article": "Art. 81.",
                                        "Texte": "Le tâcheron est tenu d’indiquer sa qualité de tâcheron, les nom, prénoms et adresse de \nl’entrepreneur, par voie d’affiche apposée de façon apparente dans chacun des ateliers, magasins ou \nchantiers utilisés. \nIl doit afficher, dans les mêmes conditions, les dates de paie des salaires à ses travailleurs pour la \npériode des travaux."
                                    },
                                    {
                                        "Article": "Art. 82.",
                                        "Texte": "L’entrepreneur doit afficher dans ses bureaux et tenir à jour la liste des tâcherons avec \nlesquels il a conclu un contrat. \nLe tâcheron doit communiquer à l’entrepreneur l’affiche des jours de paie pour la période des travaux."
                                    },
                                    {
                                        "Article": "Art. 83.",
                                        "Texte": "Le tâcheron qui n’applique pas les dispositions législatives, réglementaires ou \nconventionnelles, peut se voir interdire l’exercice de sa profession : \n1. à titre temporaire, par décision du ministre chargé du travail ; \n2. à titre définitif, par décision judiciaire, sur saisine du ministre chargé du travail."
                                    },
                                    {
                                        "Article": "Art. 84.",
                                        "Texte": "Les décisions de suspension ou d’interdiction sont susceptibles de recours devant les \njuridictions compétentes. \nLes modalités d’application des articles 79 à 83 sont fixées par voie réglementaire par le ministre \nchargé du travail, après avis de la commission consultative du travail. \n \n10"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE VII - MODIFICATION DU CONTRAT DE TRAVAIL",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 85.",
                                        "Texte": "L’employeur ne peut imposer au travailleur une mutation non prévue au contrat de travail \ninitial. \nToute proposition de modification substantielle du contrat de travail doit être écrite et approuvée par le \ntravailleur. En cas de refus de celui-ci, le contrat est considéré comme rompu du fait de l’employeur."
                                    },
                                    {
                                        "Article": "Art. 86.",
                                        "Texte": "Lorsqu’un travailleur accepte d’assurer temporairement, à la demande de son employeur, par \nnécessité de service ou pour éviter le chômage, un emploi d’une catégorie inférieure à celle où il est \nclassé, son salaire et son classement antérieurs doivent être maintenus pendant la période \ncorrespondante qui ne peut excéder six mois."
                                    },
                                    {
                                        "Article": "Art. 87.",
                                        "Texte": "Lorsqu’un employeur, pour des raisons tenant à la situation économique entraînant la \nréorganisation de l’entreprise, demande à un travailleur d’accepter définitivement un emploi relevant \nd’une catégorie inférieure à celle où il est classé, le travailleur a le droit de ne pas accepter ce \nclassement. Si le travailleur refuse, le contrat est considéré comme rompu du fait de l’employeur. Si le \ntravailleur accepte, il est rémunéré dans les conditions correspondant à son nouvel emploi."
                                    },
                                    {
                                        "Article": "Art. 88.",
                                        "Texte": "Le fait pour le travailleur d’assurer provisoirement ou par intérim un emploi comportant un \nclassement supérieur dans la hiérarchie professionnelle ne lui confère pas automatiquement le droit \naux avantages pécuniaires ou autres attachés audit emploi. \nLa position d’intérimaire est notifiée au travailleur par écrit, avec mention de la durée qui ne peut \nexcéder : \n1. un mois pour les ouvriers et employés ; \n2. trois mois pour les cadres, les agents de maîtrise, techniciens et assimilés ; \n \nsauf dans le cas de maladie, accident survenu au titulaire de l’emploi ou remplacement de ce dernier \npour la durée d’un congé ou d’un stage. \nPassé ce délai, et sauf les cas visés ci-dessus, l’employeur doit régler définitivement la situation du \ntravailleur en cause, c’est-à-dire soit le reclasser dans la catégorie correspondant au nouvel emploi \noccupé jusque-là, soit lui rendre ses anciennes fonctions."
                                    },
                                    {
                                        "Article": "Art. 89.",
                                        "Texte": "En cas de maladie, d’accident, de congé ou de stage du titulaire, l’intérimaire perçoit : \n- après un mois pour les ouvriers et employés ; \n- après trois mois pour les cadres, agents de maîtrise, techniciens et assimilés ; \n \nune indemnité égale à la différence entre son salaire et le salaire minimum de la catégorie du nouvel \nemploi qu’il occupe en sus des indemnités attachées à la fonction."
                                    },
                                    {
                                        "Article": "Art. 90.",
                                        "Texte": "La femme salariée en état de grossesse, mutée à un autre poste en raison de son état, \nconserve son salaire antérieur pendant toute la durée de sa mutation."
                                    },
                                    {
                                        "Article": "Art. 91.",
                                        "Texte": "S’il survient une modification dans la situation juridique de l’employeur, notamment par \nsuccession, reprise sous une nouvelle appellation, vente, fusion, transformation de fonds, mise en \nsociété, tous les contrats de travail en cours au jour de la modification subsistent entre le nouvel \nemployeur et le personnel de l’entreprise. \nLa résiliation de ces contrats ne peut intervenir que dans les formes et conditions prévues par le \nprésent titre comme si la modification dans la situation juridique de l’employeur n’était pas intervenue."
                                    },
                                    {
                                        "Article": "Art. 92.",
                                        "Texte": "Le nouvel employeur est tenu au respect des obligations qui incombent à l’ancien employeur \nà l’égard des travailleurs dont les contrats de travail subsistent, à compter de la date de modification \nde la situation juridique de ce dernier. \nToutefois, le nouvel employeur n’est pas soumis à cette obligation lorsque cette modification intervient \ndans le cadre d’une procédure de règlement judiciaire ou de liquidation des biens de l’employeur."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE VIII - SUSPENSION DU CONTRAT DE TRAVAIL",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 93.",
                                        "Texte": "Le contrat de travail est suspendu durant : \n1. la fermeture de l’établissement liée au départ de l’employeur sous les drapeaux ou pour une \npériode obligatoire d’instruction militaire ; \n2. le service militaire du travailleur et les périodes obligatoires d’instruction militaire auxquelles il est \nastreint ; \n \n11\n3. l’absence du travailleur pour maladie ou accident non professionnel constaté par un certificat \nmédical, dans la limite d’un an. Ce délai peut être prorogé jusqu’au remplacement du travailleur ; \n4. la période d’indisponibilité du travailleur résultant d’un accident du travail ou d’une maladie \nprofessionnelle ; \n5. le repos de la salariée bénéficiaire des dispositions de l’article 144 et 145 ci-dessous ; \n6. le congé sans solde du salarié bénéficiaire des dispositions de l’article 160 ci-dessous ; \n7. la grève ou le lock-out déclenché dans le respect de la procédure de règlement des conflits \ncollectifs de travail ; \n8. l’absence du travailleur autorisée par l’employeur, en vertu de la réglementation, des conventions \ncollectives ou d’accords individuels ; \n9. la période de mise en disponibilité ; \n10. la période de mise à pied ; \n11. le congé payé, augmenté éventuellement des délais de route et des périodes d’attente et de \ndépart du travailleur ; \n12. l’exercice d’un mandat politique ou syndical du travailleur et lorsque l’autorisation d’absence sans \nsolde ne peut lui être accordée ; \n13. la détention du travailleur pour motifs politiques ; \n14. la détention du travailleur qui n’a pas commis de faute professionnelle, et dans la limite de six \nmois ; \n15. la détention du travailleur, aux fins d’enquête et d’instruction judiciaires pour faute professionnelle \nprésumée et ce, dans la limite de six mois ; \n16. en cas de force majeure et dans la limite de cinq mois, renouvelable une seule fois. La force \nmajeure étant définie comme un événement imprévisible, irrésistible et insurmontable empêchant \nl’une ou l’autre des parties au contrat de travail d’exécuter ses obligations. L’employeur peut résilier \nles contrats de travail avec paiement des droits légaux si à l’expiration du renouvellement de la \nsuspension la force majeure persiste ; \n17. l’absence du travailleur en vue d’assister son conjoint malade, dans la limite de trois mois ; \n18. la morte-saison pour les travailleurs saisonniers ; \n19. la période du chômage technique total. \n \nSeules les périodes de suspension de contrats de travail visées aux points 1, 6, 12, 13, 14, 15, 16, 17 \net 18 ci-dessus ne sont pas considérées comme temps de service pour la détermination de \nl’ancienneté du travailleur dans l’entreprise. \nPour la détermination du droit au congé payé, sont exclues les périodes visées aux points 1, 6, 11, 12, \n13, 14, 15,16, 17 et 18 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 94.",
                                        "Texte": "Le chômage technique est l’arrêt d’activité d’un établissement lié à un évènement \ninsurmontable. Il peut être total ou partiel. \nLa mise en chômage technique est subordonnée à la consultation des délégués du personnel. \nEn cas de chômage technique et à défaut de convention collective de travail, les conditions \nd’indemnisation des travailleurs sont déterminées par voie réglementaire par le ministre chargé du \ntravail, après avis de la commission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 95.",
                                        "Texte": "Dans le cas de l’article 93 point 1 ci-dessus, l’employeur est tenu de verser au travailleur, \ndans la limite normale du préavis, une indemnité égale au montant de sa rémunération pendant la \npériode de l’absence. \nSi le contrat est à durée déterminée, la limite de préavis à prendre en considération est celle fixée \ndans les conditions prévues pour les contrats à durée indéterminée. Dans ce dernier cas, la \nsuspension ne peut avoir pour effet de proroger le terme du contrat initialement prévu."
                                    },
                                    {
                                        "Article": "Art. 96.",
                                        "Texte": "Dans le cas de l’article 93 point 3 ci-dessus, l’indemnisation du travailleur durant son absence \ns’établit ainsi qu’il suit, compte tenu de son ancienneté dans l‘entreprise : \n1. moins d’un an d’ancienneté \n- plein salaire pendant un mois, \n- demi-salaire le mois suivant. \n2. de un à cinq ans d’ancienneté \n- plein salaire pendant un mois, \n- demi-salaire pendant les trois mois suivants. \n3. de six à dix ans d’ancienneté : \n- plein salaire pendant deux mois, \n- demi-salaire pendant les trois mois suivants. \n4. de onze à quinze ans d’ancienneté \n- plein salaire pendant trois mois, \n \n12\n- demi-salaire les trois mois suivants. \n5. Au delà de quinze ans d’ancienneté \n- plein salaire pendant quatre mois, \n- demi-salaire les quatre mois suivants. \nLe total des indemnités prévues à l’alinéa ci-dessus représente le maximum des sommes auxquelles \npeut prétendre le travailleur pendant une année civile, quels que soient le nombre et la durée de ses \nabsences pour maladie ou accident non professionnels au cours de ladite année."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE IX - CESSATION DES RELATIONS DE TRAVAIL",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 97.",
                                        "Texte": "Les causes de cessation des relations de travail sont : \n1. la cessation d’accord - parties ; \n2. la cessation d’activités de l’entreprise ; \n3. l’annulation légale et la résolution judiciaire du contrat de travail ; \n4. l’arrivée du terme du contrat à durée déterminée ; \n5. la démission ; \n6. le licenciement ; \n7. la retraite ; \n8. l’incapacité permanente totale de travail telle que définie par la réglementation ; \n9. le décès."
                                    },
                                    {
                                        "Article": "Art. 98.",
                                        "Texte": "Le licenciement pour motif économique est le licenciement effectué par un employeur pour un \nou plusieurs motifs non inhérents à la personne du travailleur et résultant d’une suppression, \ntransformation d’emploi ou d’une modification substantielle du contrat de travail consécutive à des \ndifficultés économiques, à des mutations technologiques ou à des restructurations internes."
                                    },
                                    {
                                        "Article": "Art. 99.",
                                        "Texte": "L’employeur qui envisage un licenciement pour motif économique de plus d’un salarié, doit \nconsulter les délégués du personnel et rechercher avec eux, toutes solutions permettant le maintien \ndes emplois. Ces solutions peuvent être : la réduction des heures de travail, le travail par roulement, \nle travail à temps partiel, le chômage technique, le redéploiement du personnel, le réaménagement \ndes primes, indemnités et avantages de toute nature, voire la réduction des salaires. \nL’employeur est tenu de communiquer aux délégués du personnel, les informations et documents \nnécessaires au déroulement des négociations internes dont la durée ne doit pas excéder huit jours. \nA l’issue des négociations internes, si un accord est intervenu, un protocole d’accord précisant les \nmesures retenues et la durée de leur validité est signé par les parties et transmis à l‘inspecteur du \ntravail pour information."
                                    },
                                    {
                                        "Article": "Art. 100.",
                                        "Texte": "Dans le cas où un travailleur refuse par écrit, d’accepter les mesures visées à l’article \nprécédent, il est licencié avec paiement de ses droits légaux."
                                    },
                                    {
                                        "Article": "Art. 101.",
                                        "Texte": "Lorsque les négociations prévues à l’article 99 ci-dessus n’ont pu aboutir à un accord, ou si \nmalgré les mesures envisagées, certains licenciements s’avèrent nécessaires, l’employeur établit la \nliste des travailleurs à licencier ainsi que les critères retenus et les communique par écrit aux \ndélégués du personnel. Ces derniers disposent de huit jours francs maximum pour faire connaître \nleurs observations."
                                    },
                                    {
                                        "Article": "Art. 102.",
                                        "Texte": "La communication de l’employeur et la réponse des délégués du personnel sont transmises \nsans délai par l’employeur à l’inspecteur du travail pour toute action qu’il juge utile de prendre dans un \ndélai de huit jours, à compter de la date de réception ; passé ce délai et sauf accord contraire entre \nles parties, l’employeur n’est plus tenu de surseoir à la mise en application de sa décision de \nlicenciement. \nLe licenciement pour motifs économiques effectué en violation des dispositions des articles 99 et \nsuivants ci-dessus ou pour faux motifs est abusif et ouvre droit à des dommages et intérêts. \nEn cas de contestation sur le motif du licenciement, la charge de la preuve incombe à l’employeur."
                                    },
                                    {
                                        "Article": "Art. 103.",
                                        "Texte": "Les délégués du personnel et les délégués syndicaux ne peuvent être licenciés que si leur \nemploi est supprimé et après autorisation préalable de l’inspecteur du travail du ressort."
                                    },
                                    {
                                        "Article": "Art. 104.",
                                        "Texte": "En cas de licenciement pour motif économique, les parties peuvent solliciter le concours des \nservices publics dans le cadre de l’élaboration de plans sociaux d’accompagnement, de réinsertion ou \nde reconversion des travailleurs déflatés. \nSi l’entreprise revient à meilleure fortune, les travailleurs licenciés sont réembauchés dès lors que \nleurs compétences leur permettent de satisfaire aux exigences des postes à pourvoir. \n \n13"
                                    },
                                    {
                                        "Article": "Art. 105.",
                                        "Texte": "La procédure du licenciement pour motif économique est écartée en cas de protocole \namiable de départ volontaire librement et équitablement négocié entre les parties. L’employeur \ntransmet pour information à l’inspecteur du travail du ressort le protocole intervenu."
                                    },
                                    {
                                        "Article": "Art. 106.",
                                        "Texte": "A l’expiration de tout contrat de travail, l’employeur est tenu de délivrer au travailleur, un \ncertificat de travail indiquant exclusivement la date de son entrée, celle de sa sortie, la nature et les \ndates des emplois successivement occupés , sous peine de dommages et intérêts et d’astreintes. \nLe certificat de travail est exempt de tous droits de timbre et d’enregistrement."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE X - CONVENTION COLLECTIVE DE TRAVAIL ET ACCORDS D’ETABLISSEMENT",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 107.",
                                        "Texte": "La convention collective de travail est un accord relatif aux conditions de travail. \nElle est conclue entre les représentants d’un ou de plusieurs syndicats ou groupements \nprofessionnels de travailleurs d’une part et une ou plusieurs organisations syndicales d’employeurs ou \ntous autres groupements d’employeurs ou un ou plusieurs employeurs pris individuellement d’autre \npart. \nLa convention peut contenir des clauses plus favorables aux travailleurs que celles des lois et \nrèglements en vigueur. Elle ne peut déroger aux dispositions d’ordre public définies par ces lois et \nrèglements. \nLes conventions collectives de travail déterminent leur champ d’application. Celui-ci peut être national \nou local."
                                    },
                                    {
                                        "Article": "Art. 108.",
                                        "Texte": "Les représentants des organisations syndicales ou de tous autres groupements \nprofessionnels visés à l’article 107 ci-dessus, peuvent conclure une convention au nom de \nl’organisation qu’ils représentent, en vertu des stipulations statutaires de cette organisation, d’une \ndélibération spéciale de cette organisation ou des mandats spéciaux qui leur sont donnés \nindividuellement par tous les adhérents. \nA défaut, la convention collective de travail pour être valable, doit être ratifiée par une délibération \nspéciale du ou des groupements professionnels concernés."
                                    },
                                    {
                                        "Article": "Art. 109.",
                                        "Texte": "La durée de la convention collective de travail est fixée d’accord-parties. \nA l’expiration d’une convention collective de travail à durée déterminée, celle-ci continue de produire \nses effets jusqu’à ce que soit conclue une nouvelle convention."
                                    },
                                    {
                                        "Article": "Art. 110.",
                                        "Texte": "La convention collective de travail doit prévoir les modalités de son renouvellement, de sa \nrévision ou de sa dénonciation."
                                    },
                                    {
                                        "Article": "Art. 111.",
                                        "Texte": "Tout syndicat professionnel de travailleurs ou tout employeur qui n’est pas partie prenante à \nla convention collective de travail peut y adhérer ultérieurement. \nLes parties contractantes ou adhérentes à une convention collective de travail peuvent s’en retirer \nlibrement moyennant un préavis."
                                    },
                                    {
                                        "Article": "Art. 112.",
                                        "Texte": "La convention collective de travail doit être écrite sous peine de nullité. \nUn décret en conseil des ministres, après avis de la commission consultative du travail, détermine les \nconditions dans lesquelles sont déposées, publiées et traduites les conventions collectives de travail \nainsi que les conditions dans lesquelles s’effectuent les adhésions ou les retraits prévus à l’article \nprécédent. \nLes conventions collectives de travail sont applicables à compter du jour qui suit le dépôt \nconformément aux dispositions de l’acte réglementaire sus - visé, sauf stipulation contraire."
                                    },
                                    {
                                        "Article": "Art. 113.",
                                        "Texte": "Sont soumises aux obligations de la convention collective de travail, toutes les personnes \nqui l’ont signée ou qui sont membres des organisations signataires. \nLa convention collective de travail lie également les organisations qui y adhèrent ainsi que tous ceux \nqui, ultérieurement, deviennent membres de ces organisations. \nLorsque l’employeur est lié par les clauses de la convention collective de travail, les dispositions de \ncette convention s’imposent aux rapports nés des contrats individuels, sauf dispositions plus \nfavorables pour les travailleurs. \n \nSection 2 - Conclusion de la convention collective \n \n \n14"
                                    },
                                    {
                                        "Article": "Art. 114.",
                                        "Texte": "Le ministre chargé du travail, de son initiative ou à la demande d’une des organisations \nsyndicales d’employeurs ou de travailleurs les plus représentatives du secteur d’activités intéressées, \nconvoque une commission mixte en vue de la conclusion d’une convention collective de travail. \nCette commission mixte comprend, en nombre égal, des représentants des organisations syndicales \ndes travailleurs les plus représentatives du secteur d’activités intéressées et des représentants des \norganisations d’employeurs les plus représentatives ou, à défaut de celles-ci, des employeurs."
                                    },
                                    {
                                        "Article": "Art. 115.",
                                        "Texte": "Des conventions annexes peuvent être conclues pour chacune des principales catégories \nprofessionnelles ou en cas de convention commune à plusieurs branches d’activités, chacune des \nbranches. \nElles contiennent les conditions de travail particulières à ces catégories ou à ces branches d’activités \net sont négociées par les organisations syndicales les plus représentatives des catégories ou \nbranches intéressées telles que définies à l’article 302 ci-dessous."
                                    },
                                    {
                                        "Article": "Art. 116.",
                                        "Texte": "Les conventions collectives de travail visées par la présente section contiennent les \ndispositions relatives : \n1. au libre exercice du droit syndical et à la liberté d’opinion des travailleurs ; \n2. aux salaires applicables par catégorie professionnelle ; \n3. au principe de non discrimination visé à l’article 4 de la présente loi ; \n4. à l’exécution et aux taux des heures supplémentaires effectuées de jour ou de nuit pendant les \njours ouvrables, les dimanches et jours fériés ; \n5. à la durée de l’engagement à l’essai et à celle du préavis ; \n6. aux délégués du personnel ; \n7. à la procédure de révision, de modification et de dénonciation de tout ou partie de la convention \ncollective de travail ; \n8. aux principes d’égalité de rémunération entre la main-d'œuvre masculine et la main-d'œuvre \nféminine pour un travail de valeur égale ; \n9. aux congés payés ; \n10. aux indemnités de déplacement ; \n11. aux indemnités d’expatriement quand il y a lieu ; \n12. à la classe de passage et au poids des bagages en cas de déplacement du travailleur et de sa \nfamille ; \n13. aux primes d’ancienneté ou à l’avancement par échelons ; \n14. à l‘indemnisation du chômage technique ; \n15. à la formation continue."
                                    },
                                    {
                                        "Article": "Art. 117.",
                                        "Texte": "Les conventions collectives de travail peuvent également contenir, sans que cette \nénumération ne soit limitative : \n1. les primes d’assiduité et de rendement ; \n2. les primes de panier pour les travailleurs devant prendre leur repas sur le lieu de travail ; \n3. les indemnités pour frais professionnels et assimilés ; \n4. les indemnités de transport ; \n5. les indemnités pour travaux pénibles, dangereux, insalubres, salissants ; \n6. les conditions générales de la rémunération au rendement ou à la commission ; \n7. les conditions d’embauche et de licenciement des travailleurs, sans que les dispositions prévues \npuissent porter atteinte au libre choix du syndicat par le travailleur ; \n8. les conditions particulières de travail des femmes dans certaines entreprises se trouvant dans le \nchamp d’application de la convention collective de travail ; \n9. les conditions particulières de travail des adolescents dans certaines entreprises se trouvant dans \nle champ d’application de la convention collective de travail ; \n10. les conditions particulières de travail : travaux par roulement, \ntravaux durant le repos hebdomadaire et durant les jours fériés ; \n11. quand il y a lieu, l’organisation et le fonctionnement de l’apprentissage, du stage et de la formation \nprofessionnelle dans le cadre de la branche d’activité considérée ; \n12. quand il y a lieu, les modalités de constitution du cautionnement visé au chapitre IV du titre IV ; \n13. l’emploi à temps réduit de certaines catégories de personnel et leurs conditions de rémunération ; \n14. l’organisation, la gestion et le financement des services sociaux et médico-sociaux ; \n15. les procédures de conciliation relatives au règlement des différends collectifs de travail. \nLes dispositions facultatives reconnues utiles dans la convention collective peuvent être rendues \nobligatoires par voie réglementaire. \n \nSection 3 - Procédure d’extension de la convention collective \n \n \n15"
                                    },
                                    {
                                        "Article": "Art. 118.",
                                        "Texte": "La convention collective de travail peut être étendue à un ou plusieurs secteurs d’activités \ndéterminés sur le plan national ou local selon la procédure décrite dans les dispositions ci-dessous."
                                    },
                                    {
                                        "Article": "Art. 119.",
                                        "Texte": "Dans le cas où une convention collective de travail concernant une branche d’activités \ndéterminée a été conclue sur le plan national ou local, les conventions collectives de travail conclues \nsur le plan inférieur, adaptent cette convention ou certaines de ses dispositions à leurs conditions \nparticulières de travail. \nElles peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs."
                                    },
                                    {
                                        "Article": "Art. 120.",
                                        "Texte": "A la demande de l’une des organisations syndicales les plus représentatives ou à l’initiative \ndu ministre chargé du travail, les dispositions des conventions collectives de travail répondant aux \nconditions déterminées par la présente section peuvent être rendues obligatoires. \nCette obligation est étendue à tous les employeurs et à tous les travailleurs compris dans le champ \nprofessionnel et territorial de la convention par voie réglementaire, après avis de la commission \nconsultative du travail. \nCette extension des effets et des sanctions de la convention collective de travail se fait pour la durée \net aux conditions prévues par ladite convention."
                                    },
                                    {
                                        "Article": "Art. 121.",
                                        "Texte": "Le ministre chargé du travail peut par voie règlementaire, exclure de l’extension, après avis \nmotivé de la commission consultative du travail, les dispositions qui sont en contradiction avec les \ntextes législatifs ou réglementaires en vigueur. \nIl peut, en outre, dans les mêmes conditions, extraire de la convention collective de travail, sans en \nmodifier l’esprit, les clauses qui ne répondent pas à la situation de la ou des branches d’activités dans \nle champ d’application considéré."
                                    },
                                    {
                                        "Article": "Art. 122.",
                                        "Texte": "L’acte réglementaire prévu à l’article 121 ci-dessus cesse de produire ses effets lorsque la \nconvention collective de travail a été dénoncée ou renouvelée. \nLe ministre chargé du travail peut, après avis de la commission consultative du travail, à la demande \nde l’une des parties signataires ou de son initiative, rapporter l’acte réglementaire en vue de mettre fin \nà l’extension de la convention collective de travail ou de certaines de ses dispositions. \nCette mesure est prise lorsque la convention ou les dispositions ne répondent plus à la situation de la \nou des branches d’activités dans le champ territorial considéré."
                                    },
                                    {
                                        "Article": "Art. 123.",
                                        "Texte": "Un acte réglementaire du ministre chargé du travail peut, à défaut ou dans l’attente de \nl’établissement d’une convention collective de travail, réglementer les conditions de travail pour une \nprofession déterminée, après avis de la commission consultative du travail. \nCet acte peut être pris pour une profession déterminée ou, le cas échéant, pour un groupe de \nprofessions dans lesquelles les conditions d’emploi sont comparables. Il peut abroger les conventions \ncollectives de travail conclues antérieurement à la présente loi dont les dispositions sont contraires à \nla loi et sont demeurées en vigueur en attendant l’établissement de nouvelles conventions."
                                    },
                                    {
                                        "Article": "Art. 124.",
                                        "Texte": "Tout acte réglementaire d’extension ou de retrait d’extension doit être précédé d’une \nconsultation des organisations professionnelles et de toutes personnes intéressées qui doivent faire \nconnaître leurs observations dans un délai de trente jours. \nLes modalités de cette consultation sont déterminées par voie réglementaire par le ministre chargé du \ntravail après avis de la commission consultative du travail. \n \nSection 4 - Accords collectifs d’établissement"
                                    },
                                    {
                                        "Article": "Art. 125.",
                                        "Texte": "Les accords collectifs d’établissement sont des conventions collectives conclues entre d’une \npart, un employeur ou un groupement d’employeurs, et, d’autre part, des organisations \nprofessionnelles de travailleurs. \nIls peuvent concerner un ou plusieurs établissements et les organisations professionnelles de \ntravailleurs présents dans le ou les établissements intéressés. \nLes accords collectifs d’établissement ont pour objet d’adapter les dispositions des conventions \ncollectives de travail nationales ou locales aux conditions particulières du ou des établissements \nconsidérés. \nIls peuvent prévoir des dispositions nouvelles et des clauses plus favorables aux travailleurs. \nA défaut des conventions collectives nationales ou locales de travail, les accords collectifs \nd’établissement ne peuvent porter que sur la fixation des salaires et des accessoires de salaires, sauf \ndérogations accordées par le ministre chargé du travail. \nLes dispositions des articles 109 à 113 ci-dessus s’appliquent aux accords prévus au présent article. \n \n \n16"
                                    },
                                    {
                                        "Article": "Art. 126.",
                                        "Texte": "L’établissement est une unité de production regroupant des salariés travaillant sous l’autorité \nd’un ou de plusieurs représentants d’un même employeur. \n \nSection 5 - Convention collective de travail dans les services, entreprises et établissements \npublics"
                                    },
                                    {
                                        "Article": "Art. 127.",
                                        "Texte": "L’entreprise est une unité économique individuelle ou collective ayant une personnalité \njuridique dont l’objet est de produire des biens ou des services. L’entreprise peut comprendre un ou \nplusieurs établissements."
                                    },
                                    {
                                        "Article": "Art. 128.",
                                        "Texte": "Lorsque le personnel des services, entreprises et établissements publics n’est pas soumis à \nun statut législatif ou réglementaire particulier, des conventions collectives de travail peuvent être \nconclues conformément aux dispositions du présent chapitre. \nLes statuts du personnel des services, entreprises et établissements publics sont visés par les \nservices du travail avant leur mise en application."
                                    },
                                    {
                                        "Article": "Art. 129.",
                                        "Texte": "Lorsqu’une convention collective de travail fait l’objet d’une extension par voie réglementaire \nconformément à l’article 120 ci-dessus, elle est applicable aux services, entreprises et établissements \npublics visés par la présente section qui, en raison de leur nature et de leur activité, se trouvent placés \ndans son champ d’application, en l’absence de dispositions contraires. \n \nSection 6 - Exécution de la convention collective de travail et des accords d’établissement"
                                    },
                                    {
                                        "Article": "Art. 130.",
                                        "Texte": "Les groupements de travailleurs ou d’employeurs liés par une convention collective de \ntravail ou l’un des accords prévus à l’article 125 ci-dessus, sont tenus d’en assurer la bonne \nexécution."
                                    },
                                    {
                                        "Article": "Art. 131.",
                                        "Texte": "Les groupements liés par une convention collective de travail ou l’un des accords prévus à \nl’article 125 ci-dessus peuvent ester en justice, en cas de violation de leurs obligations par l’une ou \nl’autre partie à la convention collective de travail ou à l’accord collectif d’établissement."
                                    },
                                    {
                                        "Article": "Art. 132.",
                                        "Texte": "Les personnes liées par une convention collective de travail ou l’un des accords collectifs \nd’établissement prévus à l’article 125 ci-dessus peuvent intenter une action en dommages et intérêts \ncontre les autres personnes ou les groupements liés par la convention ou l’accord qui violent à leur \négard les engagements contractés."
                                    },
                                    {
                                        "Article": "Art. 133.",
                                        "Texte": "Les groupements qui sont liés par la convention collective de travail ou l’un des accords \ncollectifs d’établissement prévus à l’article 125 ci-dessus, peuvent exercer toutes les actions qui \nnaissent de cette convention ou de cet accord en faveur d’un de leurs membres. \nIls n’ont pas à justifier d’un mandat de l’intéressé, pourvu que celui-ci ait été averti et n’ait pas déclaré \ns’y opposer. L’intéressé peut toujours intervenir à l’instance engagée par le groupement. \nLorsqu’une action est intentée par une personne ou un groupement, tout groupement dont les \nmembres sont liés par la convention ou par l’accord peut toujours intervenir à l’instance engagée en \nraison de l’intérêt collectif que la solution du litige peut présenter pour ses membres."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE XI - REGLEMENT INTERIEUR",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 134.",
                                        "Texte": "Le règlement intérieur est établi par le chef d’entreprise et soumis au visa de l’inspecteur du \ntravail du ressort. \nLe règlement intérieur doit contenir uniquement les dispositions relatives à l’organisation technique du \ntravail, à la discipline et aux prescriptions liées à la sécurité et à la santé au travail. \nToutes autres clauses qui viendraient à y figurer, notamment celles relatives à la rémunération, sont \nnulles de plein droit, sous réserve des dispositions de l’article 193 ci-dessous."
                                    },
                                    {
                                        "Article": "Art. 135.",
                                        "Texte": "Le chef d’entreprise doit communiquer le règlement intérieur aux délégués du personnel et à \nl’inspection du travail avant de le mettre en vigueur."
                                    },
                                    {
                                        "Article": "Art. 136.",
                                        "Texte": "Les modalités de communication, de dépôt et d’affichage du règlement intérieur, ainsi que le \nnombre de travailleurs de l’entreprise au-dessus duquel l’existence du règlement intérieur est \nobligatoire, sont fixés par voie réglementaire par le ministre chargé du travail, après avis de la \ncommission consultative du travail. \n \nTITRE IV - CONDITIONS GENERALES DE TRAVAIL \n \n17"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE I - DUREE DU TRAVAIL",
                        "Sections": [
                            {
                                "Titre": "Section 3 - Travail des femmes",
                                "Articles": [
                                    {
                                        "Article": "Art. 142.",
                                        "Texte": "La femme travailleuse ne peut être affectée à des travaux susceptibles de porter atteinte à \nsa capacité de reproduction ou, dans le cas d’une femme en état de grossesse, à sa santé ou à celle \nde l’enfant. \nLa nature de ces travaux est déterminée par décret en conseil des ministres après avis du comité \ntechnique national consultatif de sécurité et santé au travail."
                                    },
                                    {
                                        "Article": "Art. 143.",
                                        "Texte": "Une femme employée habituellement à un poste de travail reconnu par l’autorité compétente \ncomme dangereux pour la santé a le droit, lorsqu’elle est enceinte, d’être mutée sans réduction de \nsalaire à un autre poste de travail non préjudiciable à son état. \nCe droit est également accordé, dans des cas individuels, à toute femme qui produit un certificat \nmédical indiquant qu’un changement dans la nature de son travail est nécessaire dans l’intérêt de sa \nsanté et de celle de son enfant."
                                    },
                                    {
                                        "Article": "Art. 144.",
                                        "Texte": "Toute femme enceinte dont l’état a été dûment constaté, a le droit de suspendre son travail \nsur prescription médicale sans que cette interruption de service ne soit considérée comme une cause \nde rupture de contrat."
                                    },
                                    {
                                        "Article": "Art. 145.",
                                        "Texte": "La femme enceinte bénéficie d’un congé de maternité de quatorze semaines dont au plus tôt \nhuit semaines et au plus tard quatre semaines avant la date présumée de la délivrance, que l’enfant \nnaisse vivant ou non. \nLa femme ne peut bénéficier d’un congé de maternité de plus de dix semaines à partir de la date \neffective de l’accouchement, sauf cas d’accouchement avant la date présumée. \nLe congé de maternité peut être prolongé de trois semaines en cas de maladie dûment constatée et \nrésultant de la grossesse ou des couches. \n \n18"
                                    },
                                    {
                                        "Article": "Art. 146.",
                                        "Texte": "Pendant les quatorze semaines, la femme a droit, à la charge de l’institution de sécurité \nsociale, aux frais d’accouchement et aux soins médicaux dans une formation sanitaire publique ou \nagréée par l’Etat. \nElle bénéficie également du salaire soumis à cotisation au régime de sécurité sociale qu’elle percevait \nau moment de la suspension du contrat, la fraction du salaire non soumise à cotisation étant à la \ncharge de l’employeur. \nElle conserve le droit aux prestations en nature."
                                    },
                                    {
                                        "Article": "Art. 147.",
                                        "Texte": "L’employeur ne peut prononcer le licenciement de la femme en congé de maternité. Il ne \npeut en outre, même avec son accord, l’employer dans les six semaines qui suivent son \naccouchement. \nToute convention contraire est nulle de plein droit."
                                    },
                                    {
                                        "Article": "Art. 148.",
                                        "Texte": "La mère a droit à des repos pour allaitement pendant une période de quatorze mois à \ncompter de la reprise du travail. \nLa durée totale de ces repos ne peut excéder une heure et demie par jour de travail. \nLes repos pour allaitement sont rémunérés et comptabilisés dans la durée du travail."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 4 - Travail des enfants et des adolescents",
                                "Articles": [
                                    {
                                        "Article": "Art. 149.",
                                        "Texte": "Les enfants et les adolescents ne peuvent être affectés à des travaux susceptibles de porter \natteinte à leur développement et à leur capacité de reproduction. \nLa nature des travaux interdits aux enfants et aux adolescents ainsi que les catégories d’entreprises \ninterdites aux personnes âgées de moins de dix huit ans sont déterminées par décret en conseil des \nministres, après avis du comité technique national consultatif de sécurité et santé au travail."
                                    },
                                    {
                                        "Article": "Art. 150.",
                                        "Texte": "Aux termes des dispositions de la présente loi : \n1. le terme enfant désigne toute personne âgée de moins de dix huit ans ; \n2. le terme adolescent désigne toute personne âgée de dix huit à vingt ans inclus."
                                    },
                                    {
                                        "Article": "Art. 151.",
                                        "Texte": "La durée du repos nocturne des enfants doit être de douze heures consécutives au \nminimum par jour. \nLe travail de nuit des enfants est interdit. \nIl peut être dérogé à cette interdiction pour les personnes âgées de plus de seize ans en cas de force \nmajeure."
                                    },
                                    {
                                        "Article": "Art. 152.",
                                        "Texte": "L’âge minimum d’accès à tout type d’emploi ou de travail ne doit pas être inférieur à seize \nans. \nToutefois, il peut être dérogé à cet âge minimum lorsqu’il s’agit de travaux légers. \nUn acte réglementaire du ministre chargé du travail fixe les conditions et les modalités d’exercice de \nces travaux après avis du comité technique national consultatif de sécurité et santé au travail."
                                    },
                                    {
                                        "Article": "Art. 153.",
                                        "Texte": "Les pires formes de travail des enfants sont interdites. Cette disposition est d’ordre public. \nAux termes de la présente loi, les pires formes de travail des enfants s’entendent notamment de : \n1. toutes les formes d’esclavage ou pratiques analogues, telles que la vente et la traite des enfants, la \nservitude pour dettes et le servage ainsi que le travail forcé ou obligatoire, y compris le recrutement \nforcé ou obligatoire des enfants en vue de leur utilisation dans des conflits armés ; \n2. l’utilisation, le recrutement ou l’offre d’un enfant à des fins de prostitution, de production \npornographique ou de spectacles pornographiques ; \n3. l’utilisation, le recrutement ou l’offre d’un enfant aux fins d’activités illicites, notamment pour la \nproduction et le trafic de stupéfiants, tels que les définissent les conventions internationales ; \n4. les travaux qui, par leur nature ou les conditions dans lesquelles ils s’exercent, sont susceptibles de \nnuire à la santé, à la sécurité ou à la moralité de l’enfant. \n \nLa liste de ces travaux est déterminée par décret en conseil des ministres après consultation des \norganisations de travailleurs et d’employeurs les plus représentatives par branche professionnelle et \navis du comité technique national consultatif de sécurité et santé au travail."
                                    },
                                    {
                                        "Article": "Art. 154.",
                                        "Texte": "L’enfant et l’adolescent ne peuvent être maintenus dans un emploi reconnu au-dessus de \nleurs forces. \nA défaut, le contrat de travail est résilié avec paiement des droits légaux. \n \n19\nL’inspecteur du travail peut requérir l’examen des adolescents par un médecin agréé, en vue de \nvérifier que le travail dont ils sont chargés n’excède pas leurs forces. \nCette réquisition est de droit à la demande de l’adolescent, de ses père et mère ou de son tuteur."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - REPOS DU TRAVAILLEUR",
                        "Sections": [
                            {
                                "Titre": "Section 1 - Repos hebdomadaire",
                                "Articles": [
                                    {
                                        "Article": "Art. 155.",
                                        "Texte": "Le repos hebdomadaire est obligatoire. Il est de vingt-quatre heures minimum par semaine \net a lieu en principe le dimanche. \n \nSection 2 - Congés"
                                    },
                                    {
                                        "Article": "Art. 156.",
                                        "Texte": "Le travailleur a droit au congé payé à la charge de l’employeur, à raison de deux jours et \ndemi calendaires par mois de service effectif, sauf dispositions plus favorables des conventions \ncollectives ou du contrat individuel. \nLes travailleurs âgés de moins de dix huit ans ont droit à un congé de trente jours calendaires sans \nsolde s’ils en font la demande, quelle que soit la durée de leurs services. \nCe congé vient en sus du congé payé acquis en raison du travail accompli au moment de leur départ. \nPour le calcul de la durée du congé acquis, les absences pour accidents de travail ou maladies \nprofessionnelles, les périodes de repos des femmes en couches prévues à l’article 145 ci-dessus, \ndans la limite d’un an, les absences pour maladies dûment constatées par un médecin agréé ne sont \npas déduites."
                                    },
                                    {
                                        "Article": "Art. 157.",
                                        "Texte": "La durée du congé fixée à l’article 156 ci-dessus est augmentée à raison de deux jours \nouvrables après vingt ans de services continus ou non dans la même entreprise, de quatre jours \naprès vingt cinq ans et de six jours après trente ans."
                                    },
                                    {
                                        "Article": "Art. 158.",
                                        "Texte": "Les femmes salariées ou apprenties âgées de moins de vingt deux ans ont droit à deux \njours de congé supplémentaire pour chaque enfant à charge. \nLa majoration de congé donne lieu à la majoration de l’allocation de congé payé. \nSont également décomptés, sur les bases indiquées ci-dessus, les services effectués, sans congé \ncorrespondant, pour le compte du même employeur, quel que soit le lieu de l’emploi."
                                    },
                                    {
                                        "Article": "Art. 159.",
                                        "Texte": "Les permissions exceptionnelles qui ont été accordées au travailleur à l’occasion \nd’événements familiaux touchant directement son foyer ne sont pas déduites de la durée du congé \npayé dans la limite annuelle de dix jours ouvrables."
                                    },
                                    {
                                        "Article": "Art. 160.",
                                        "Texte": "Tout travailleur salarié peut obtenir de son employeur un congé sans solde d’une durée de \nsix mois renouvelables une fois pour l’entretien de son enfant. \nL’employeur est tenu de le lui accorder à condition que l’intéressé ait déposé sa demande au moins \nun mois avant la date de départ en congé. \nEn cas de maladie grave de l’enfant, la période prévue à l’alinéa 1 ci-dessus peut être portée à un an \nrenouvelable une fois. \nDans ces conditions, le délai de dépôt de la demande prévue à l’alinéa précédent ne s’applique pas."
                                    },
                                    {
                                        "Article": "Art. 161.",
                                        "Texte": "Pour faciliter la représentation des travailleurs aux assemblées statutaires de leurs \norganisations syndicales ou des organisations syndicales régionales ou internationales auxquelles ils \nsont affiliés, des autorisations d’absence leur sont accordées sur présentation d’une convocation \nécrite et nominative émanant de l’organisation intéressée, une semaine au moins avant la réunion \nprévue. \nCes absences sont payées dans la limite de quinze jours ouvrables par an et ne viennent pas en \ndéduction de la durée du congé payé."
                                    },
                                    {
                                        "Article": "Art. 162.",
                                        "Texte": "Des autorisations d’absence sans solde sont accordées au travailleur, dans la limite de vingt \njours ouvrables non déductibles de la durée du congé payé, afin de lui permettre de : \n1. suivre un stage officiel de perfectionnement, d’éducation culturelle ou sportive ; \n2. représenter une association reconnue d’utilité publique, de participer ou d’assister aux activités de \ncelle-ci ; \n3. représenter le Burkina Faso dans une compétition sportive ou culturelle internationale. \nLes suspensions de contrat résultant du congé payé et de l’application des points 1 à 3 ci-dessus \ncités, ne peuvent excéder trois fois dans la même année civile. \n \n20\nLes autorisations d’absence sont accordées sur demande du ministère compétent ou de l’organisme \nhabilité."
                                    },
                                    {
                                        "Article": "Art. 163.",
                                        "Texte": "Les congés spéciaux, autres que ceux définis aux articles 160 à 162 ci-dessus, accordés en \nsus des jours fériés, peuvent être déduits de la durée du congé payé s’ils n’ont pas fait l’objet d’une \ncompensation ou récupération des journées ainsi accordées."
                                    },
                                    {
                                        "Article": "Art. 164.",
                                        "Texte": "Le ministre chargé du travail, après avis de la commission consultative du travail détermine \npar voie réglementaire, les modalités relatives au régime des congés payés notamment en ce qui \nconcerne l‘aménagement du congé, le calcul de l’allocation de congé et la jouissance du congé."
                                    },
                                    {
                                        "Article": "Art. 165.",
                                        "Texte": "Le droit de jouissance du congé est acquis après une période minimale de service effectif de \ndouze mois. \nToutefois, les conventions collectives ou le contrat individuel, octroyant un congé d’une durée \nsupérieure à celle fixée à l’article 156 ci-dessus, peuvent prévoir une durée plus longue de service \neffectif ouvrant droit au congé sans que cette durée puisse être supérieure à trois ans. \nDans ce cas, un congé minimum de six jours calendaires déductible doit être accordé au travailleur \nchaque année."
                                    },
                                    {
                                        "Article": "Art. 166.",
                                        "Texte": "Une indemnité compensatrice du congé doit être accordée au travailleur en cas de rupture \nou d’expiration du contrat avant que celui-ci ait acquis droit au congé. \nCette indemnité est calculée sur la base des droits acquis, conformément à l’article 156 ci-dessus ou \naux dispositions de la convention collective ou du contrat individuel."
                                    },
                                    {
                                        "Article": "Art. 167.",
                                        "Texte": "Le travailleur engagé à l’heure ou à la journée pour une occupation de courte durée \nn’excédant pas une journée, perçoit son allocation de congé en même temps que le salaire acquis, au \nplus tard en fin de journée, sous forme d’une indemnité compensatrice de son congé payé."
                                    },
                                    {
                                        "Article": "Art. 168.",
                                        "Texte": "L’indemnité compensatrice de congé payé du travailleur journalier est égale à un douzième \nde la rémunération acquise par le travailleur au cours de la journée. \nElle doit obligatoirement figurer au bulletin de paie sous forme d’une mention distincte du salaire."
                                    },
                                    {
                                        "Article": "Art. 169.",
                                        "Texte": "Le travailleur est libre de jouir de son congé dans le pays de son choix."
                                    },
                                    {
                                        "Article": "Art. 170.",
                                        "Texte": "L’employeur doit verser au travailleur, avant son départ en congé et pour toute la durée du \ncongé, une allocation qui est au moins égale à la moyenne des salaires et des divers éléments de \nrémunération définis à l’article 191 ci-dessous, dont le travailleur bénéficiait au cours des douze mois \nayant précédé la date du départ en congé."
                                    },
                                    {
                                        "Article": "Art. 171.",
                                        "Texte": "Les conventions collectives ou le contrat individuel peuvent exclure l’indemnité prévue à \nl’article 185 ci-dessous de la rémunération prise en considération pour le calcul de l’allocation du \ncongé. \nPour les travailleurs bénéficiant de cette indemnité, la durée du congé est augmentée des délais de \nroute. \nA défaut de convention contraire, les délais de route ne peuvent être supérieurs au temps nécessaire \nau travailleur pour se rendre en congé au lieu de sa résidence habituelle et en revenir le cas échéant."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 3 - Voyages et transports",
                                "Articles": [
                                    {
                                        "Article": "Art. 172.",
                                        "Texte": "Sont à la charge de l’employeur les frais de voyage du travailleur, de son conjoint et des \nenfants à charge vivant habituellement avec lui ainsi que les frais de transport de leurs bagages : \n1. du lieu de résidence habituelle au lieu d’emploi ; \n2. du lieu d’emploi au lieu de résidence habituelle dans les cas suivants : \n- l’expiration du contrat à durée déterminée ; \n- la résiliation du contrat, lorsque le travailleur a acquis droit au congé dans les conditions \nprévues à l’article 156 ci-dessus ; \n- la rupture du contrat du fait de l’employeur ou à la suite d’une faute lourde de celui-ci ; \n- la rupture du contrat pour cas de force majeure ; \n- la rupture du contrat à l’essai imputable à l’employeur ; \n3. du lieu d’emploi au lieu de résidence habituelle et vice versa, en cas de congé normal. \nLe retour sur le lieu d’emploi n’est dû que si le contrat n’est pas arrivé à expiration avant la date de fin \nde congé, et si à cette date le travailleur est en état de reprendre son service. \n \n21\nToutefois, le contrat de travail ou la convention collective peut prévoir une durée minimale de séjour \ndu travailleur en deçà de laquelle, le transport des familles n’est pas à la charge de l’employeur. \nCette durée n’excède pas douze mois."
                                    },
                                    {
                                        "Article": "Art. 173.",
                                        "Texte": "Lorsqu’un contrat est résilié pour des causes autres que celles visées à l’article 172 ou pour \nune faute lourde du travailleur, le montant des frais de transport retour incombant à l’entreprise, est \nproportionnel au temps de service du travailleur."
                                    },
                                    {
                                        "Article": "Art. 174.",
                                        "Texte": "La classe de passage et le poids des bagages sont les mêmes pour tous les travailleurs. \nToutefois, il est tenu compte des charges de famille pour le calcul du poids des bagages."
                                    },
                                    {
                                        "Article": "Art. 175.",
                                        "Texte": "Les voies et moyens de transport sont choisis par l’employeur, sauf si les parties en \ndisposent autrement. \nLe travailleur qui use d’une voie ou d’un moyen de transport plus coûteux que ceux régulièrement \nchoisis ou agréés par l’employeur n’est pris en charge par l’entreprise qu’à concurrence des frais \noccasionnés par la voie et les moyens régulièrement choisis. S’il use d’une voie ou d’un moyen de \ntransport plus économique, il ne peut prétendre qu’au remboursement des frais engagés. \nLes délais de route ne sont pas compris dans la durée maximum du contrat telle qu’elle est prévue à \nl’article 54 ci-dessus de la présente loi."
                                    },
                                    {
                                        "Article": "Art. 176.",
                                        "Texte": "A défaut de convention contraire, le travailleur qui use d’une voie et de moyens de transport \nmoins rapides que ceux régulièrement choisis par l’employeur ne peut prétendre de ce fait, à des \ndélais de route plus longs que ceux prévus pour la voie et les moyens normaux. \nS’il use d’une voie ou de moyens plus rapides, il continue à bénéficier en plus de la durée du congé \nproprement dit, des délais qui auraient été nécessaires avec l’usage de la voie et des moyens choisis \npar l’employeur."
                                    },
                                    {
                                        "Article": "Art. 177.",
                                        "Texte": "Le travailleur qui a cessé son service peut exiger de son ancien employeur, la mise à sa \ndisposition des titres de transport auxquels il a droit, dans un délai de deux ans à compter de la \ncessation de travail chez ledit employeur. \nCe dernier remet au travailleur une attestation établissant le décompte exact des droits du travailleur \nen matière de transport au jour de la rupture du contrat."
                                    },
                                    {
                                        "Article": "Art. 178.",
                                        "Texte": "Le travailleur qui a cessé son service et qui est dans l’attente du moyen de transport désigné \npar son employeur pour regagner sa résidence habituelle, a droit à une indemnité. \nCette indemnité correspond au salaire et tous avantages qu’il aurait perçus s’il avait continué à \ntravailler jusqu’à son embarquement."
                                    },
                                    {
                                        "Article": "Art. 179.",
                                        "Texte": "Le travailleur dont le contrat est signé ou dont le congé est arrivé à expiration et qui reste à \nla disposition de l’employeur dans l’attente du moyen de transport lui permettant de quitter sa \nrésidence habituelle pour rejoindre son lieu d’emploi, reçoit de l’employeur, pendant cette période, une \nindemnité calculée sur la base de l’allocation de congé."
                                    },
                                    {
                                        "Article": "Art. 180.",
                                        "Texte": "En cas de décès du travailleur expatrié ou déplacé, ou d’un membre de sa famille dont le \nvoyage était à la charge de l’employeur, le rapatriement du corps du défunt au lieu de résidence \nhabituelle est à la charge de l’employeur. \n \nSection 4 - Jours fériés"
                                    },
                                    {
                                        "Article": "Art. 181.",
                                        "Texte": "Les jours fériés sont ceux fixés par la loi."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE III - SALAIRES",
                        "Sections": [
                            {
                                "Titre": "Section 3 - Prescription de l’action en paiement du salaire",
                                "Articles": [
                                    {
                                        "Article": "Art. 210.",
                                        "Texte": "L’action des travailleurs en paiement du salaire, des accessoires du salaire, des primes et \nindemnités autres que celles indiquées à l’article 75 ci-dessus, de toute somme due par l’employeur \n \n25\nau travailleur, et celle en fourniture de prestations en nature et éventuellement de leur \nremboursement, se prescrivent par deux ans. \nLa prescription court à compter de la date à partir de laquelle le salaire est exigible. Elle est \nsuspendue lorsqu’il y a compte arrêté, cédule, obligation ou citation en justice en cours de validité, ou \nen cas de tentative de conciliation devant l’inspecteur du travail."
                                    },
                                    {
                                        "Article": "Art. 211.",
                                        "Texte": "Le travailleur auquel la prescription est opposée, peut déférer le serment à l’employeur ou à \nson représentant, sur la question de savoir si le salaire qu’il réclame a été payé. \nLe serment peut être déféré aux conjoints survivants et héritiers ou aux tuteurs de ces derniers s’ils \nsont mineurs, pour qu’ils aient à déclarer s’ils savent ou non que le salaire réclamé est dû."
                                    },
                                    {
                                        "Article": "Art. 212.",
                                        "Texte": "L’action en paiement de salaire se prescrit par cinq ans si le serment déféré n’est pas prêté \nou s’il est reconnu, même implicitement, que les sommes réclamées n’ont pas été payées."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 4 - Retenues sur salaires et sur pensions de retraite",
                                "Articles": [
                                    {
                                        "Article": "Art. 213.",
                                        "Texte": "Il est interdit à l’employeur d’infliger des amendes au travailleur pour quelque motif que ce \nsoit. Cette disposition est d’ordre public."
                                    },
                                    {
                                        "Article": "Art. 214.",
                                        "Texte": "Il ne peut être fait de retenue sur les rémunérations que par saisie-attribution ou cession \nvolontaire, souscrite devant la juridiction du lieu de la résidence ou à défaut l’inspection du travail. \nIl en est de même du remboursement d’avances d’argent consenties au travailleur par l’employeur, à \nl’exception des prélèvements obligatoires et des consignations prévues par les conventions \ncollectives. \nToutefois, lorsque la juridiction ou l’inspection du travail se situe à plus de vingt cinq kilomètres, un \naccord entre les parties peut être constaté par écrit devant le chef de la circonscription administrative \nla plus proche. \nIl ne peut y avoir compensation entre la rémunération et les sommes dues par le travailleur que dans \nla limite de la partie saisissable et sur les seules sommes immobilisées."
                                    },
                                    {
                                        "Article": "Art. 215.",
                                        "Texte": "Les portions de salaires et de pensions de retraite soumises à prélèvements progressifs au \ntitre de remboursement de créances ainsi que les taux y afférents sont déterminés par voie \nréglementaire par le ministre chargé du travail après avis de la commission consultative du travail. \nLa retenue visée à l’article 214 alinéa 1 ci-dessus ne peut, pour chaque paye, excéder les taux fixés \npar voie réglementaire."
                                    },
                                    {
                                        "Article": "Art. 216.",
                                        "Texte": "Il est tenu compte pour le calcul de la retenue, du salaire ou de la pension de retraite, de \ntous les accessoires du salaire ou de la pension. \nLes indemnités insaisissables, les sommes allouées à titre de remboursement de frais et les \nallocations ou indemnités pour charges de famille en sont exclues."
                                    },
                                    {
                                        "Article": "Art. 217.",
                                        "Texte": "Les clauses d’une convention ou d’un contrat de travail autorisant tous autres prélèvements \nsont nulles de plein droit."
                                    },
                                    {
                                        "Article": "Art. 218.",
                                        "Texte": "Les sommes retenues en violation des dispositions de l’article 214 ci-dessus produisent des \nintérêts au profit du travailleur au taux légal depuis la date où celles-ci auraient dû être payées et \npeuvent être réclamées par lui jusqu’à prescription."
                                    },
                                    {
                                        "Article": "Art. 219.",
                                        "Texte": "Les dispositions du présent chapitre n’excluent pas l’application des mesures prévues par \nles régimes légaux ou réglementaires de prévoyance sociale."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE IV - CAUTIONNEMENT",
                        "Sections": [
                            {
                                "Titre": "Section 1 - Economat",
                                "Articles": [
                                    {
                                        "Article": "Art. 228.",
                                        "Texte": "L’économat est le mécanisme par lequel l’employeur pratique directement la vente ou la \ncession de marchandises aux travailleurs de l’entreprise pour leurs besoins personnels."
                                    },
                                    {
                                        "Article": "Art. 229.",
                                        "Texte": "L’économat est admis sous les conditions suivantes : \n1. les travailleurs ne doivent pas être contraints de s’y ravitailler ; \n2. la vente des marchandises y est faite exclusivement au comptant et sans bénéfice ; \n3. la comptabilité de l’économat de l’entreprise est entièrement autonome et soumise au contrôle \nd’une commission de surveillance élue par les travailleurs ; \n4. les prix des marchandises doivent être affichés lisiblement."
                                    },
                                    {
                                        "Article": "Art. 230.",
                                        "Texte": "L’ouverture d’un économat, dans les conditions prévues à l’article 229 ci-dessus, est \nsubordonnée à l’autorisation du ministre chargé du travail, délivrée après avis de l’inspecteur du \ntravail du ressort. \nL’ouverture d’un économat peut être prescrite dans une entreprise par le ministre chargé du travail, \nsur proposition de l’inspecteur du travail du ressort."
                                    },
                                    {
                                        "Article": "Art. 231.",
                                        "Texte": "Tout commerce installé à l’intérieur de l’entreprise est soumis aux dispositions qui précèdent, \nà l’exception des coopératives ouvrières."
                                    },
                                    {
                                        "Article": "Art. 232.",
                                        "Texte": "La vente d’alcool et de boissons alcoolisées est interdite dans les économats ainsi que sur le \nlieu de travail sauf dérogation accordée par l’inspection du travail du ressort."
                                    },
                                    {
                                        "Article": "Art. 233.",
                                        "Texte": "Le fonctionnement de l’économat est contrôlé par l’inspecteur du travail qui peut prescrire la \nfermeture provisoire pour une durée maximum d’un mois en cas de violation des prescriptions. \nLa fermeture définitive des économats peut être ordonnée par le ministre chargé du travail sur rapport \nde l’inspecteur du travail. \n \nSection 2 - Autres œuvres sociales"
                                    },
                                    {
                                        "Article": "Art. 234.",
                                        "Texte": "Des œuvres sociales, telles des cantines, des crèches, des cafétérias, des espaces de \nloisirs, peuvent être créées dans les conditions fixées par acte réglementaire conjoint des ministres \nchargés du travail et de l’action sociale, après avis de la commission consultative du travail. \n \nTITRE V - SECURITE ET SANTE AU TRAVAIL, SERVICES SOCIAUX D’ENTREPRISE \n \n27"
                                    },
                                    {
                                        "Article": "Art. 235.",
                                        "Texte": "L’employeur est responsable de l’application des mesures prescrites par les dispositions du \nprésent titre et par les textes pris pour leur application."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE I - SECURITE ET SANTE AU TRAVAIL",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 236.",
                                        "Texte": "Le chef d’établissement prend toutes les mesures nécessaires pour assurer la sécurité et \nprotéger la santé physique et mentale des travailleurs de l’établissement y compris les travailleurs \ntemporaires, les apprentis et les stagiaires. \nIl doit notamment prendre les mesures nécessaires pour que les lieux de travail, les machines, les \nmatériels, les substances et les procédés de travail placés sous son contrôle ne présentent pas de \nrisques pour la santé et la sécurité des travailleurs. \nA cet effet, l’employeur doit, pour assurer la prévention, prendre : \n1. des mesures techniques appliquées aux nouvelles installations ou aux nouveaux procédés lors de \nleur conception ou de leur mise en place ou par des adjonctions techniques apportées aux \ninstallations ou procédés existants ; \n2. des mesures d’organisation de la sécurité au travail ; \n3. des mesures d’organisation de la santé au travail ; \n4. des mesures d’organisation du travail ; \n5. des mesures de formation et d’information des travailleurs. \n \nEn outre, il est tenu annuellement d’élaborer et de mettre en œuvre un programme d’amélioration des \nconditions et du milieu de travail."
                                    },
                                    {
                                        "Article": "Art. 237.",
                                        "Texte": "Lorsque les travailleurs de plusieurs entreprises sont présents sur un même lieu de travail, \nleurs employeurs doivent coopérer à la mise en œuvre des prescriptions relatives à la sécurité et à la \nsanté au travail. \nIls sont tenus de s'informer réciproquement et d’informer leurs travailleurs respectifs des risques \nprofessionnels et des mesures prises pour les prévenir."
                                    },
                                    {
                                        "Article": "Art. 238.",
                                        "Texte": "Lorsque les mesures prises en vertu de l’article 236 ci-dessus ne sont pas suffisantes pour \ngarantir la sécurité ou la santé des travailleurs, des mesures de protection individuelle contre les \nrisques professionnels doivent être mises en œuvre. \nLorsque ces mesures de protection requièrent l’utilisation par le travailleur d’un équipement approprié, \ncelui-ci ainsi que les instructions nécessaires pour son port et son entretien optimal sont fournis par \nl’employeur. \nDans ce cas, aucun travailleur ne doit être admis à son poste de travail que revêtu de son équipement \nde protection individuelle."
                                    },
                                    {
                                        "Article": "Art. 239.",
                                        "Texte": "L’utilisation des procédés, substances, machines ou matériels spécifiés par la \nréglementation et entraînant l’exposition des travailleurs à des risques professionnels sur les lieux de \ntravail, doit être portée par écrit à la connaissance de l’inspecteur du travail. \nIl en est de même chaque fois que des machines ou des installations nouvelles sont mises en service, \nqu’elles ont subi des modifications importantes ou que de nouveaux procédés sont introduits. \nL’inspection du travail, en collaboration avec les services de l’inspection médicale du travail ou de \ntoute autre structure compétente, peut subordonner cette utilisation au respect de certaines \ndispositions pratiques ou l’interdire lorsque la protection du travailleur ne lui paraît pas être assurée."
                                    },
                                    {
                                        "Article": "Art. 240.",
                                        "Texte": "Toute machine, tout matériel ou équipement dont une défectuosité est susceptible \nd’occasionner un accident, doit faire l’objet d’une vérification au moins une fois par trimestre. \nLe résultat des vérifications est consigné sur un registre dit registre de sécurité ouvert par l’employeur \net tenu constamment à la disposition de l’inspecteur du travail. \nLa liste des équipements soumis aux vérifications périodiques est fixée par voie réglementaire par le \nministre chargé du travail après avis de la commission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 241.",
                                        "Texte": "Les lieux de travail doivent être soumis à des surveillances régulières dans les conditions et \nmodalités fixées par l’autorité compétente en vue notamment, de vérifier la sécurité des équipements, \ndes installations et de surveiller les risques pour la santé sur les lieux de travail. \n \n \n28"
                                    },
                                    {
                                        "Article": "Art. 242.",
                                        "Texte": "Les travailleurs doivent être informés et instruits de manière complète et compréhensible \ndes risques professionnels existant sur les lieux de travail et recevoir des instructions adéquates \nrelatives aux moyens disponibles et la conduite à tenir pour les prévenir. \nA ce titre, l’employeur doit leur assurer une formation générale minimale en matière de sécurité et de \nsanté au travail."
                                    },
                                    {
                                        "Article": "Art. 243.",
                                        "Texte": "Tout employeur doit organiser une formation pratique et appropriée en matière de sécurité et \nsanté au travail au profit des travailleurs nouvellement embauchés, de ceux qui changent de poste de \ntravail ou de technique de travail et de ceux qui reprennent leur activité après un arrêt de travail d’une \ndurée de plus de six mois. \nCette formation doit être actualisée au profit de l’ensemble du personnel en cas de modification de la \nlégislation, de la règlementation ou des procédés de travail. \nDes actions particulières de formation à la sécurité sont également conduites dans certains \nétablissements en fonction des risques constatés."
                                    },
                                    {
                                        "Article": "Art. 244.",
                                        "Texte": "Dans les ateliers ou chantiers où travaillent en permanence plus de vingt cinq personnes, \ndeux ou trois personnes doivent recevoir la formation nécessaire pour administrer les soins de \npremier secours."
                                    },
                                    {
                                        "Article": "Art. 245.",
                                        "Texte": "Les mesures de sécurité et santé au travail ainsi que les actions de formation ou \nd’information visées aux articles 242 et 243 sont à la charge de l’employeur."
                                    },
                                    {
                                        "Article": "Art. 246.",
                                        "Texte": "L’employeur est tenu de déclarer à l’institution de sécurité sociale et à l’inspection du travail \ndu ressort, dans un délai de deux jours ouvrables, tout accident du travail survenu ou toute maladie \nprofessionnelle constatée dans l’entreprise. \nLes modalités de cette déclaration sont fixées par la législation applicable aux accidents du travail et \naux maladies professionnelles."
                                    },
                                    {
                                        "Article": "Art. 247.",
                                        "Texte": "Les travailleurs sont tenus : \n1. d’appliquer strictement les consignes d’hygiène et de sécurité sur les lieux de travail ; \n2. d’avertir immédiatement leur supérieur hiérarchique direct ou le comité de sécurité et santé au \ntravail et l’inspecteur du travail du ressort, de toute situation présentant un danger grave et imminent \npour leur vie ou leur santé. Dans ce cas, l’employeur est tenu de prendre sur le champ toutes \nmesures utiles pour faire cesser le péril en question. \nL’employeur ne peut demander au travailleur de reprendre son poste de travail tant que persiste le \npéril ; \n3. de se présenter aux visites médicales et examens prescrits par la réglementation ; \n4. de contribuer au respect des obligations incombant à l’employeur en matière de sécurité et santé \nau travail."
                                    },
                                    {
                                        "Article": "Art. 248.",
                                        "Texte": "Des actes réglementaires pris après avis du comité technique national consultatif de sécurité \net santé au travail déterminent : \n1. les mesures générales et spécifiques de protection, de prévention et de salubrité applicables à \ntoutes les entreprises ; \n2. les mesures relatives à l’organisation et au fonctionnement des organismes ayant pour mission \nd’aider à l’observation des prescriptions d’hygiène et de sécurité et de contribuer à l’amélioration des \nconditions de travail et à la protection de la santé du travailleur ; \n3. les mesures relatives à l’exposition, à la vente ou à la cession, des machines, appareils et \ninstallations diverses présentant des dangers pour les travailleurs ; \n4. les mesures relatives à la distribution et à l’utilisation de substances ou de préparations à usage \nindustriel, présentant des dangers pour les travailleurs ; \n5. les prescriptions particulières à certaines professions ou à certains types de matériels, de \nsubstances dangereuses, de procédés de travail ou d’installation ou à certaines catégories de \ntravailleurs. \n \nSection 2 - Comités de sécurité et santé au travail"
                                    },
                                    {
                                        "Article": "Art. 249.",
                                        "Texte": "Les employeurs doivent créer un comité de sécurité et santé au travail dans les \nétablissements occupant au moins trente travailleurs. \nL’inspecteur du travail peut toutefois, ordonner la création d’un comité de sécurité et santé au travail \ndans un établissement occupant moins de trente travailleurs, lorsque cette mesure est indispensable, \nnotamment en raison de la nature des travaux, de l’agencement ou de l’équipement des locaux. \n \n \n29"
                                    },
                                    {
                                        "Article": "Art. 250.",
                                        "Texte": "Le comité de sécurité et santé au travail assiste et conseille l’employeur et le cas échéant, \nles travailleurs ou leurs représentants dans l’élaboration et la mise en œuvre du programme annuel de \nsécurité et de santé au travail."
                                    },
                                    {
                                        "Article": "Art. 251.",
                                        "Texte": "Les représentants du personnel au comité de sécurité et santé au travail bénéficient, à la \ncharge de l’employeur d’une formation nécessaire à l’exercice de leurs missions. \nCette formation est renouvelée lorsqu’ils ont exercé leur mandat pendant six ans consécutifs ou non."
                                    },
                                    {
                                        "Article": "Art. 252.",
                                        "Texte": "L’employeur présente annuellement au comité de sécurité et santé au travail, ainsi qu’aux \nreprésentants des travailleurs, un rapport sur la sécurité et la santé au travail dans l’entreprise, en \nparticulier sur les dispositions adoptées et exécutées au cours de l’année écoulée."
                                    },
                                    {
                                        "Article": "Art. 253.",
                                        "Texte": "La composition, l’organisation et le fonctionnement du comité de sécurité et santé au travail \nsont fixés par acte réglementaire conjoint des ministres chargés du travail et de la santé après avis du \ncomité technique national consultatif de sécurité et santé au travail."
                                    },
                                    {
                                        "Article": "Art. 254.",
                                        "Texte": "L’employeur est tenu de mettre en place, un service de sécurité en milieu de travail dans les \nentreprises industrielles occupant au moins cinquante travailleurs. \nCe service est placé autant que possible, sous la responsabilité et le contrôle d’un personnel ayant \nacquis une formation adéquate dans le domaine de sécurité et santé au travail. Il assiste le comité de \nsécurité et santé au travail dans l’exécution de ses tâches. \n \nSection 3 - Services de santé au travail"
                                    },
                                    {
                                        "Article": "Art. 255.",
                                        "Texte": "Tout employeur installé au Burkina Faso est tenu d’assurer la couverture sanitaire de ses \ntravailleurs, conformément aux conditions définies par les textes portant organisation et \nfonctionnement de la sécurité et santé au travail. \nA ce titre, il doit notamment s’affilier à l’office de santé des travailleurs ou à toute autre structure de \nsanté au travail agréée par le ministre chargé de la santé."
                                    },
                                    {
                                        "Article": "Art. 256.",
                                        "Texte": "Le service de santé au travail est chargé de la prévention des risques en milieu de travail. \nIl est chargé de conseiller l’employeur, les travailleurs et leurs représentants sur les exigences \nrequises pour établir et maintenir un milieu de travail sûr et salubre d’une part, et l’adaptation du \ntravail aux capacités des travailleurs d’autre part."
                                    },
                                    {
                                        "Article": "Art. 257.",
                                        "Texte": "Le service de santé au travail a pour missions notamment : \n1. d’assurer la protection des travailleurs contre toute atteinte à la santé pouvant résulter de leur \ntravail ou des conditions dans lesquelles celui-ci s’effectue ; \n2. de contribuer à l’établissement et au maintien d’un milieu de travail sûr et salubre, propre à \nfavoriser une santé physique et mentale optimale en relation avec le travail ; \n3. de contribuer à l’adaptation des postes, des techniques et des rythmes de travail à la physiologie \nhumaine ; \n4. de surveiller la santé des travailleurs en relation avec le poste de travail occupé ; \n5. de contribuer à l’éducation sanitaire des travailleurs pour un comportement conforme aux normes et \naux consignes de sécurité et santé au travail ainsi qu’à la prévention contre le VIH ; \n6. d’assurer les soins de premiers secours et d’urgence."
                                    },
                                    {
                                        "Article": "Art. 258.",
                                        "Texte": "Le service de santé au travail doit être situé sur les lieux de travail ou à proximité. Il peut être \norganisé soit en service propre à une seule entreprise, soit en service commun à plusieurs \nentreprises."
                                    },
                                    {
                                        "Article": "Art. 259.",
                                        "Texte": "Les dépenses afférentes au service de santé au travail sont à la charge de l’employeur. \nDans le cas de service commun à plusieurs entreprises, ces frais sont répartis proportionnellement au \nnombre de travailleurs."
                                    },
                                    {
                                        "Article": "Art. 260.",
                                        "Texte": "L’employeur a la responsabilité d’informer le service de santé au travail sur les \ncaractéristiques des machines et des outils, les procédés et processus de fabrication, les produits \nutilisés ou manipulés, les caractéristiques des populations au travail, les conditions de travail."
                                    },
                                    {
                                        "Article": "Art. 261.",
                                        "Texte": "L’employeur doit présenter ses travailleurs aux visites médicales et examens prescrits par la \nlégislation et la réglementation nationales, notamment les visites médicales d’embauche, périodique, \nde surveillance spéciale, de reprise de travail, de fin de contrat. \n \n30\nLe temps mis pour effectuer les visites médicales et les examens complémentaires est considéré \ncomme temps de travail effectif. \nLe test de dépistage du VIH ne doit en aucun cas être exigé lors de ces différentes visites médicales \net examens prescrits. Toutefois, le dépistage volontaire et anonyme est encouragé. \nLes frais des visites médicales sus - citées et des examens complémentaires jugés utiles pour statuer \nsur l’aptitude médicale du travailleur à son poste de travail sont à la charge de l’employeur."
                                    },
                                    {
                                        "Article": "Art. 262.",
                                        "Texte": "Les modalités et conditions de réalisation de ces visites et examens sont déterminées par \nacte réglementaire conjoint des ministres chargés du travail et de la santé après avis du comité \ntechnique national consultatif de sécurité et de santé au travail."
                                    },
                                    {
                                        "Article": "Art. 263.",
                                        "Texte": "Lorsque le maintien d’un travailleur à un poste est déconseillé pour des raisons médicales, \ntous les moyens doivent être mis en œuvre par l’employeur pour l’affecter à un autre poste compatible \navec son état de santé. \nDans l’impossibilité, le travailleur est licencié avec paiement des droits après avis de l’inspecteur du \ntravail du ressort."
                                    },
                                    {
                                        "Article": "Art. 264.",
                                        "Texte": "L’organisation, le fonctionnement et les moyens d’action des services de santé au travail \nsont fixés par acte réglementaire conjoint des ministres chargés du travail et de la santé après avis du \ncomité technique national consultatif de sécurité et santé au travail. \n \nSection 4 - Contrôle"
                                    },
                                    {
                                        "Article": "Art. 265.",
                                        "Texte": "L’inspecteur du travail contrôle le respect par l’employeur des dispositions en matière de \nsécurité et de santé au travail."
                                    },
                                    {
                                        "Article": "Art. 266.",
                                        "Texte": "L’inspecteur du travail qui constate une infraction aux normes ou prescriptions édictées, met \nen demeure l’employeur de s’y conformer. \nEn outre, lorsqu’il existe des conditions de travail dangereuses pour la sécurité et la santé des \ntravailleurs non visées par l’article 248 ci-dessus, l’employeur est mis en demeure par l’inspecteur du \ntravail d’y remédier dans les formes et conditions prévues à l’article 267 ci-dessous. \nLa mise en demeure de l’inspecteur du travail est immédiatement exécutoire. \nToutefois, la décision de l’inspecteur du travail peut faire l’objet d’un recours suivant les règles \nprévues en matière administrative."
                                    },
                                    {
                                        "Article": "Art. 267.",
                                        "Texte": "La mise en demeure doit être faite par écrit, soit sur le registre d’employeur soit par lettre \nrecommandée avec accusé de réception ou par toute autre voie utile. \nElle est datée et signée et précise les infractions ou dangers constatés et fixe les délais dans lesquels \nils doivent avoir disparu. Ces délais ne peuvent être inférieurs à quatre jours francs, sauf en cas \nd’extrême urgence."
                                    },
                                    {
                                        "Article": "Art. 268.",
                                        "Texte": "Il est créé une inspection médicale du travail dont la compétence s’étend sur l’ensemble du \nterritoire national. Elle est placée sous la tutelle du ministère chargé du travail."
                                    },
                                    {
                                        "Article": "Art. 269.",
                                        "Texte": "L’inspection médicale du travail a essentiellement pour missions de : \n1. participer à l’élaboration des textes relatifs à la sécurité et santé au travail ; \n2. contrôler sur le plan technique en étroite collaboration avec les services compétents des ministères \nchargés du travail et de la santé, et de toute autre institution publique ou privée compétente, \nl’application de la législation et de la réglementation en matière de sécurité et santé au travail ; \n3. contrôler et conseiller les services de santé au travail ; \n4. constater toute infraction à la réglementation nationale de sécurité et de santé au travail."
                                    },
                                    {
                                        "Article": "Art. 270.",
                                        "Texte": "Toute infraction ou tout manquement à la réglementation constaté par l’inspection médicale \ndu travail fait l’objet de mise en demeure notifiée et réglée selon la procédure prévue à l’article 267 ci-\ndessus."
                                    },
                                    {
                                        "Article": "Art. 271.",
                                        "Texte": "L’organisation et le fonctionnement de l’inspection médicale du travail sont déterminés par \ndécret en conseil des ministres, après avis du comité technique national consultatif de sécurité et \nsanté au travail. \n \nCHAPITRE II - SERVICES SOCIAUX D’ENTREPRISES \n \n \n31"
                                    },
                                    {
                                        "Article": "Art. 272.",
                                        "Texte": "Il est institué un service social dans les établissements occupant plus de deux cents \ntravailleurs."
                                    },
                                    {
                                        "Article": "Art. 273.",
                                        "Texte": "Le service social d’entreprise est un service organisé au sein d’une entreprise, d’une société \nprivée ou publique au profit des travailleurs et de leurs familles. \nIl a pour mission de contribuer à l’amélioration des conditions de travail et au bien - être des \ntravailleurs dans l’entreprise."
                                    },
                                    {
                                        "Article": "Art. 274.",
                                        "Texte": "Les attributions, l’organisation, le fonctionnement ainsi que les moyens d’action du service \nsocial sont fixés par acte réglementaire conjoint des ministres chargés du travail et de l’action sociale, \naprès avis de la commission consultative du travail."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE VI - INSTITUTIONS PROFESSIONNELLES",
                "Chapitres": [
                    {
                        "Titre": "CHAPITRE I - SYNDICATS PROFESSIONNELS",
                        "Sections": [
                            {
                                "Titre": "Section 1- Constitution et objet des syndicats professionnels",
                                "Articles": [
                                    {
                                        "Article": "Art. 275.",
                                        "Texte": "Les travailleurs et les employeurs peuvent constituer librement des syndicats professionnels \nregroupant les personnes exerçant la même profession, des métiers similaires ou des professions \nconnexes concourant à l’établissement de produits déterminés, sans préjuger des dispositions de \nl’article 299."
                                    },
                                    {
                                        "Article": "Art. 276.",
                                        "Texte": "Les syndicats professionnels ont pour objet, la promotion et la défense des intérêts \nmatériels, moraux et professionnels de leurs membres."
                                    },
                                    {
                                        "Article": "Art. 277.",
                                        "Texte": "Tout travailleur ou employeur peut adhérer librement à un syndicat de son choix dans le \ncadre de sa profession."
                                    },
                                    {
                                        "Article": "Art. 278.",
                                        "Texte": "Les fondateurs de tout syndicat professionnel doivent déposer les statuts et les noms de \nceux qui, à un titre quelconque, sont chargés de son administration ou de sa direction. \nCe dépôt a lieu au siège de la circonscription administrative où le syndicat est établi lorsque le \nsyndicat a un ressort local. \nIl a lieu au ministère chargé des libertés publiques, lorsque le syndicat a un ressort national ou \ninternational. \nUne copie des statuts est adressée à l’inspecteur du travail du ressort, au directeur général du travail \net au procureur du Faso."
                                    },
                                    {
                                        "Article": "Art. 279.",
                                        "Texte": "Les modifications apportées aux statuts et les changements survenus dans la composition \nde la direction ou de l’administration du syndicat doivent être portés, dans les mêmes conditions, à la \nconnaissance des mêmes autorités."
                                    },
                                    {
                                        "Article": "Art. 280.",
                                        "Texte": "Toute déclaration doit être accompagnée des pièces ci-après : \n1. une demande écrite signée par deux fondateurs au moins ; \n2. trois exemplaires des statuts, du règlement intérieur et du procès-verbal de la réunion constitutive \nsignés et légalisés ; \n3. trois exemplaires signés et légalisés de la liste nominative précisant la qualité des personnes \nchargées de la direction du syndicat."
                                    },
                                    {
                                        "Article": "Art. 281.",
                                        "Texte": "Les membres chargés de la direction et de l’administration d’un syndicat doivent être de \nnationalité burkinabé ou ressortissants d’un Etat avec lequel sont passés des accords de réciprocité \nen matière de droit syndical. \nTous les membres doivent jouir de leurs droits civils et civiques. \nLes travailleurs non nationaux peuvent accéder aux fonctions de dirigeants syndicaux après avoir \nrésidé de façon continue pendant cinq ans au moins au Burkina Faso."
                                    },
                                    {
                                        "Article": "Art. 282.",
                                        "Texte": "Les membres chargés de l’administration ou de la direction d’un syndicat bénéficient de la \nprotection accordée aux délégués du personnel contre les licenciements et les mutations arbitraires."
                                    },
                                    {
                                        "Article": "Art. 283.",
                                        "Texte": "Les enfants âgés d’au moins seize ans peuvent adhérer aux syndicats sauf opposition de \nleur père, mère ou tuteur. \n \n \n32"
                                    },
                                    {
                                        "Article": "Art. 284.",
                                        "Texte": "Les travailleurs ou les employeurs qui ont cessé l’exercice de leur fonction ou de leur \nprofession, sous réserve d’avoir exercé celle-ci durant au moins un an, peuvent continuer à faire \npartie d’un syndicat professionnel."
                                    },
                                    {
                                        "Article": "Art. 285.",
                                        "Texte": "Tout membre d’un syndicat professionnel peut s’en retirer à tout moment, nonobstant toute \nclause contraire. \nIl conserve, cependant, le droit d’être membre des sociétés de secours et d’assurance vieillesse à \nl’actif desquelles il a contribué par des cotisations ou versements de fonds."
                                    },
                                    {
                                        "Article": "Art. 286.",
                                        "Texte": "Il est interdit à tout employeur de prendre en considération l’appartenance ou non à un \nsyndicat, l’exercice d’une activité syndicale pour notamment, l’embauche, la conduite et la répartition \ndu travail, la formation professionnelle, l’avancement, la rémunération et l’octroi d’avantages sociaux, \nles mesures de discipline et de licenciement d’un travailleur."
                                    },
                                    {
                                        "Article": "Art. 287.",
                                        "Texte": "Le chef d’entreprise ou ses représentants doivent observer la neutralité vis-à-vis des \norganisations syndicales présentes dans l’entreprise."
                                    },
                                    {
                                        "Article": "Art. 288.",
                                        "Texte": "Toute mesure prise par l’employeur en violation des dispositions des articles 276 et 286 est \nabusive et peut donner lieu à des dommages intérêts."
                                    },
                                    {
                                        "Article": "Art. 289.",
                                        "Texte": "Un délégué syndical peut être désigné au sein de l’entreprise ou de l’établissement par toute \norganisation syndicale régulièrement constituée et représentative des travailleurs conformément aux \ndispositions de l’article 276 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 290.",
                                        "Texte": "Les délégués syndicaux ont pour missions notamment : \n1. de représenter le syndicat auprès du chef d’entreprise ; \n2. de participer aux négociations collectives au sein de l’entreprise."
                                    },
                                    {
                                        "Article": "Art. 291.",
                                        "Texte": "Les dispositions des articles 313 et 314 de la présente loi s’appliquent aux délégués \nsyndicaux."
                                    },
                                    {
                                        "Article": "Art. 292.",
                                        "Texte": "Le mandat du délégué syndical prend fin dans l’un des cas ci-après : \n- lorsque la condition de représentativité cesse d’être remplie ou que le syndicat décide de mettre fin \naux fonctions du délégué ; \n- en cas de rupture du contrat de travail, de démission du mandat ou de perte des conditions requises \npour la désignation."
                                    },
                                    {
                                        "Article": "Art. 293.",
                                        "Texte": "Les dispositions des articles 276, 286 et 287 sont d’ordre public."
                                    },
                                    {
                                        "Article": "Art. 294.",
                                        "Texte": "Les biens du syndicat sont liquidés conformément aux statuts ou suivant les règles \ndéterminées par l’assemblée générale en cas de dissolution volontaire, statutaire ou prononcée par la \njustice. \nEn aucun cas, ils ne peuvent être répartis entre les adhérents."
                                    },
                                    {
                                        "Article": "Art. 295.",
                                        "Texte": "L’administration ne peut prononcer ni la suspension, ni la dissolution des syndicats de \ntravailleurs et d’employeurs. Leur dissolution ne peut intervenir que par voie judiciaire. \n \nSection 2 - Capacité civile des syndicats professionnels"
                                    },
                                    {
                                        "Article": "Art. 296.",
                                        "Texte": "Les syndicats professionnels, constitués conformément aux dispositions de la présente loi, \njouissent de la personnalité morale. \nIls peuvent : \n1. exercer tous les droits réservés à la partie civile devant toutes les juridictions ; \n2. affecter une partie de leurs ressources à la création de logements de travailleurs et à l’acquisition \nde biens immobiliers ; \n3. créer, administrer ou subventionner des œuvres telles que : \n- les institutions de prévoyance sociale ; \n- les caisses de solidarité ; \n- les laboratoires ; \n- les champs d’expérience ; \n- les œuvres d’éducation scientifique, agricole ou sociale, cours et publications intéressant la \nprofession. \n \n33\n4. subventionner des sociétés coopératives de production ou de consommation ainsi que toutes \ninstitutions publiques ou privées présentant un intérêt pour les travailleurs ; \n5. passer des contrats ou conventions avec tous les autres syndicats, sociétés, entreprises ou \npersonnes. Les conventions collectives de travail sont passées dans les conditions déterminées par le \nchapitre X du titre 3 de la présente loi. \n \nLes immeubles et objets mobiliers nécessaires aux syndicats pour leurs réunions, à leurs \nbibliothèques et à leurs cours d’instruction professionnelle sont insaisissables."
                                    },
                                    {
                                        "Article": "Art. 297.",
                                        "Texte": "Les syndicats doivent être consultés sur tous les différends et toutes les questions se \nrattachant à leur profession ou à la branche d’activité."
                                    },
                                    {
                                        "Article": "Art. 298.",
                                        "Texte": "Dans les affaires contentieuses, les avis du syndicat sont tenus à la disposition des parties \nqui peuvent en avoir communication et copie."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 3 - Unions de syndicats",
                                "Articles": [
                                    {
                                        "Article": "Art. 299.",
                                        "Texte": "Les syndicats professionnels régulièrement constitués peuvent librement se concerter pour \nl‘étude et la défense de leurs intérêts professionnels. \nIls peuvent se constituer en unions au niveau national ou local. \nLes droits et obligations des syndicats professionnels fixés par la présente loi sont reconnus aux \nunions de syndicats."
                                    },
                                    {
                                        "Article": "Art. 300.",
                                        "Texte": "Les dispositions des articles 275 à 296 du présent chapitre sont applicables aux unions de \nsyndicats qui doivent faire connaître le nom et le siège social des syndicats qui les composent. \nLeurs statuts fixent les règles d’adhésion et de représentativité dans les organes dirigeants de l’union."
                                    },
                                    {
                                        "Article": "Art. 301.",
                                        "Texte": "Les autorités compétentes peuvent mettre des locaux à la disposition des unions de \nsyndicats pour l’exercice de leurs activités. \n \nSection 4 - Représentativité syndicale"
                                    },
                                    {
                                        "Article": "Art. 302.",
                                        "Texte": "Le ministre chargé du travail publie la liste des syndicats les plus représentatifs tous les \nquatre ans. \nLes éléments d’appréciation de la représentativité de l’organisation syndicale sont les résultats des \nélections professionnelles. \nLes modalités d’organisation de ces élections sont fixées par voie réglementaire par le ministre chargé \ndu travail. \nUn décret en conseil des ministres après avis de la commission consultative du travail, définit les \nformes d’organisations syndicales et les critères de représentativité."
                                    },
                                    {
                                        "Article": "Art. 303.",
                                        "Texte": "La décision du ministre chargé du travail déterminant les syndicats les plus représentatifs est \nsusceptible de recours devant la juridiction administrative compétente, dans un délai de quinze jours \naprès la publication de la liste. \nEn cas de recours, le dossier fourni par le ministre chargé du travail comprend tous les éléments \nd’appréciation recueillis et l’avis des services techniques du ministère. \nLe recours n’est pas suspensif de la décision du ministre chargé du travail."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 5 - Marques syndicales",
                                "Articles": [
                                    {
                                        "Article": "Art. 304.",
                                        "Texte": "Les syndicats peuvent déposer leur marque ou label et en revendiquer la propriété exclusive \ndans les conditions déterminées par les textes en vigueur. \nCes marques ou labels peuvent être apposés sur tout produit ou objet de commerce pour en certifier \nl’origine et les conditions de fabrication. \nIls peuvent être utilisés par tout individu ou toute entreprise mettant en vente ces produits."
                                    },
                                    {
                                        "Article": "Art. 305.",
                                        "Texte": "L’utilisation de marques syndicales ou labels ne peut avoir pour effet de porter atteinte aux \ndispositions de l’article 276 du présent chapitre."
                                    },
                                    {
                                        "Article": "Art. 306.",
                                        "Texte": "Est nulle et de nul effet, toute clause de contrat collectif, d’accord ou d’entente subordonnant \nl’usage de la marque syndicale par un employeur à l’obligation pour ledit employeur de ne conserver \nou de ne prendre à son service que les adhérents du syndicat propriétaire de la marque. \n \n \n34"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - DELEGUES DU PERSONNEL",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 307.",
                                        "Texte": "Les délégués du personnel sont des représentants des travailleurs au sein d’une entreprise \nchargés de transmettre les réclamations des travailleurs à l’employeur et de faire observer les \nconditions de travail."
                                    },
                                    {
                                        "Article": "Art. 308.",
                                        "Texte": "Les délégués du personnel sont élus pour un mandat de deux ans. Ils peuvent être réélus."
                                    },
                                    {
                                        "Article": "Art. 309.",
                                        "Texte": "Le ministre chargé du travail, après avis de la commission consultative du travail, fixe par \nvoie réglementaire : \n1. le nombre de travailleurs à partir duquel l’institution des délégués du personnel est obligatoire ; \n2. le nombre de délégués et leur répartition sur le plan professionnel ; \n3. les modalités de l’élection ; \n4. la durée et la rémunération du temps de travail dont disposent les délégués du personnel pour \nl’accomplissement de leurs fonctions ; \n5. les moyens mis à la disposition des délégués ; \n6. les conditions dans lesquelles ils sont reçus par l’employeur ou son représentant ; \n7. les conditions de révocation du délégué par les travailleurs qui l’ont élu."
                                    },
                                    {
                                        "Article": "Art. 310.",
                                        "Texte": "Les contestations relatives à l’élection, à l’éligibilité des délégués du personnel ainsi qu’à la \nrégularité des opérations électorales sont de la compétence du président du tribunal du travail qui \nstatue d’urgence et en dernier ressort."
                                    },
                                    {
                                        "Article": "Art. 311.",
                                        "Texte": "La décision du président du tribunal du travail peut être déférée à la cour de cassation. \nLe pourvoi est introduit et jugé dans les formes et conditions prévues par la loi organique régissant \nladite cour."
                                    },
                                    {
                                        "Article": "Art. 312.",
                                        "Texte": "Chaque délégué a un suppléant élu dans les mêmes conditions et qui le remplace en cas \nd’absence motivée, de décès, de démission, de révocation, de résiliation du contrat de travail, de \nperte des conditions requises pour l’éligibilité."
                                    },
                                    {
                                        "Article": "Art. 313.",
                                        "Texte": "La fonction de délégué du personnel ne doit être une entrave à l’amélioration de sa \nrémunération et à son avancement régulier. \nLe délégué du personnel ne peut être muté contre son gré pendant la durée de son mandat, sauf \nappréciation de l’inspecteur du travail du ressort. \nL’horaire de travail du délégué du personnel est l’horaire normal de l’établissement."
                                    },
                                    {
                                        "Article": "Art. 314.",
                                        "Texte": "Tout licenciement d’un délégué du personnel titulaire ou suppléant envisagé par l’employeur \nou son représentant doit être soumis à l’avis de l’inspecteur du travail. \nToutefois, en cas de faute lourde, l’employeur peut prononcer la mise à pied provisoire de l’intéressé \ndans l’attente de cet avis. \nLa réponse de l’inspecteur du travail doit intervenir dans un délai de jours, sauf cas de force majeure. \nPassé ce délai, l’autorisation est réputée accordée. \nSi l’autorisation n’est pas accordée, le délégué du personnel est réintégré avec paiement des salaires \nafférents à la période de suspension. \nLa décision de l’inspecteur du travail peut faire l’objet d’un recours hiérarchique auprès du ministre \nchargé du travail. \nLa décision du ministre est susceptible de recours en annulation devant la juridiction administrative."
                                    },
                                    {
                                        "Article": "Art. 315.",
                                        "Texte": "Les dispositions de l’article 314 ci-dessus sont applicables : \n1. aux candidats aux fonctions de délégué pendant la période entre la date de remise des listes au \nchef d’établissement et celle du scrutin ; \n2. aux délégués pendant la période comprise entre la fin de leur mandat et l’expiration des trois mois \nsuivant le nouveau scrutin."
                                    },
                                    {
                                        "Article": "Art. 316.",
                                        "Texte": "Les délégués du personnel ont pour missions : \n1. de présenter aux employeurs toutes les réclamations individuelles ou collectives relatives aux \nconditions de travail et à la protection des travailleurs, à l’application des conventions collectives, aux \nclassifications professionnelles et aux taux des salaires ; \n2. de saisir l’inspection du travail de toute plainte ou réclamations relatives à l’application des \nprescriptions légales et réglementaires ; \n3. de veiller à l’application des prescriptions relatives à l’hygiène, à la sécurité des travailleurs, à la \nsécurité sociale et de proposer toutes mesures utiles y relatives. \n \n35\n4. de communiquer à l’employeur toutes suggestions utiles à l’amélioration de l’organisation et du \nrendement de l’entreprise. \n \nLes délégués du personnel peuvent se faire assister par un délégué syndical de l’entreprise dans \nl’accomplissement de leurs missions."
                                    },
                                    {
                                        "Article": "Art. 317.",
                                        "Texte": "Nonobstant les dispositions de l’article 316 ci-dessus, les travailleurs peuvent présenter eux-\nmêmes leurs réclamations et suggestions à l’employeur."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE VII - DIFFERENDS DE TRAVAIL",
                "Chapitres": [
                    {
                        "Titre": "CHAPITRE I - DIFFERENDS INDIVIDUELS",
                        "Sections": [
                            {
                                "Titre": "Section 2 - Composition du tribunal du travail",
                                "Articles": [
                                    {
                                        "Article": "Art. 328.",
                                        "Texte": "Le tribunal du travail est composé : \n1. d’un président et de juges , tous de l’ordre judiciaire nommés par décret en conseil des ministres \nsur proposition du ministre chargé de la justice après avis du conseil supérieur de la magistrature ; \n2. d’assesseurs employeurs et d’assesseurs travailleurs figurant sur une liste établie conformément à \nl’article 332 ci-dessous ; \n3. d’un greffier en chef nommé par décret en conseil des ministres, de greffiers et de secrétaires des \ngreffes nommés par voie réglementaire par le ministre chargé de la justice."
                                    },
                                    {
                                        "Article": "Art. 329.",
                                        "Texte": "Le tribunal du travail comporte une formation en référé composée du président du tribunal \nou de tout juge désigné par lui et d’un greffier."
                                    },
                                    {
                                        "Article": "Art. 330.",
                                        "Texte": "Le tribunal du travail est composé à l’audience : \n1. d’un président, magistrat ; \n2. de deux assesseurs dont un employeur et un travailleur ; \n3. d’un greffier."
                                    },
                                    {
                                        "Article": "Art. 331.",
                                        "Texte": "Pour chaque audience, le président désigne les assesseurs employeur et travailleur figurant \nsur la liste prescrite par l’article 332 ci-dessous. \nLes assesseurs titulaires sont remplacés, en cas d’empêchement, par les assesseurs suppléants. \nAu cas où l’un ou les deux assesseurs dûment convoqués ne se présentent pas, le président leur \nadresse une seconde convocation. \nEn cas de nouvelle absence de l’un ou des deux assesseurs, le président statue seul."
                                    },
                                    {
                                        "Article": "Art. 332.",
                                        "Texte": "Les assesseurs sont nommés pour un mandat de quatre ans renouvelable par les ministres \nchargés de la justice et du travail après avis de la commission consultative du travail. \nIls sont choisis sur une liste présentée par les organisations syndicales d’employeurs et de travailleurs \nles plus représentatives ou, en cas de carence de celles-ci, par l’inspection du travail du ressort. \nLa liste des assesseurs comporte des titulaires et des suppléants en nombre égal. Elle peut être \ncomplétée, en cas de nécessité, pendant la période de leur mandat."
                                    },
                                    {
                                        "Article": "Art. 333.",
                                        "Texte": "Les assesseurs doivent remplir les conditions suivantes : \n1. être de nationalité burkinabè ou d’un des Etats figurant sur une liste dressée par décret en conseil \ndes ministres sur proposition du ministre chargé de la justice ; \n2. être âgés d’au moins vingt cinq ans ; \n3. savoir lire et écrire en français ; \n4. avoir exercé leur activité professionnelle depuis trois ans au moins dans le ressort du tribunal du \ntravail ; \n5. n’avoir subi aucune condamnation entraînant déchéance des droits civils et civiques."
                                    },
                                    {
                                        "Article": "Art. 334.",
                                        "Texte": "Les assesseurs prêtent devant le tribunal du travail du ressort le serment suivant : « Je jure \nde remplir mes devoirs avec conscience, assiduité et intégrité et de garder toujours le secret des \ndélibérations »."
                                    },
                                    {
                                        "Article": "Art. 335.",
                                        "Texte": "Les fonctions d’assesseurs donnent droit à des indemnités dont le montant et les conditions \nd’attribution sont fixés par voie réglementaire par les ministres chargés de la justice et des finances."
                                    },
                                    {
                                        "Article": "Art. 336.",
                                        "Texte": "Tout assesseur qui a gravement manqué à ses devoirs dans l’exercice de ses fonctions est \nconvoqué devant le tribunal pour les faits qui lui sont reprochés. \nL’initiative de cette procédure appartient au président du tribunal du travail. \nLe président du tribunal du travail adresse au ministre chargé du travail le procès-verbal de la séance \nde comparution dans les trente jours qui suivent la date de la convocation. \n \n \n37"
                                    },
                                    {
                                        "Article": "Art. 337.",
                                        "Texte": "Les sanctions suivantes peuvent être prises contre l’assesseur incriminé par le ministre \nchargé de la justice, sur proposition du ministre chargé du travail : \n1. la suspension pour une durée qui ne peut excéder six mois ; \n2. la déchéance. \n \nTout assesseur contre lequel la déchéance a été prononcée ne peut être désigné de nouveau aux \nmêmes fonctions. \n \nSection 3 - Compétence du tribunal du travail"
                                    },
                                    {
                                        "Article": "Art. 338.",
                                        "Texte": "Le tribunal du travail est compétent pour connaître des différends individuels pouvant \ns’élever entre les travailleurs, les stagiaires et leurs employeurs, les apprentis et leurs maîtres, à \nl’occasion de l’exécution des contrats. \nIl est également compétent pour connaître : \n1. des litiges nés de l’application du régime de sécurité sociale ; \n2. des différends individuels relatifs à l’application des conventions collectives de travail et aux arrêtés \nen tenant lieu ; \n3. des différends nés entre travailleurs à l’occasion du contrat de travail ainsi qu’aux actions directes \ndes travailleurs contre l’entrepreneur prévues à l’article 80 de la présente loi ; \n4. des différends nés entre travailleurs et employeurs à l’occasion du travail ; \n5. des différends nés entre les institutions de prévoyance sociale et leurs assujettis ; \n6. des actions récursoires des entrepreneurs contre les sous-traitants."
                                    },
                                    {
                                        "Article": "Art. 339.",
                                        "Texte": "Les personnels des services publics, lorsqu’ils sont employés dans les conditions du droit \nprivé, relèvent de la compétence des juridictions du travail."
                                    },
                                    {
                                        "Article": "Art. 340.",
                                        "Texte": "Les juridictions du travail demeurent compétentes lorsqu’une collectivité ou un établissement \npublic est mis en cause en matière de conflits du travail."
                                    },
                                    {
                                        "Article": "Art. 341.",
                                        "Texte": "Le tribunal compétent est celui du lieu de travail. \nPour les litiges nés d’un licenciement, le travailleur a le choix entre le tribunal de sa résidence \nhabituelle au Burkina Faso et celui de son lieu de travail, nonobstant toute attribution conventionnelle \nde juridiction. \nLe travailleur recruté sur le territoire national a, en outre, la faculté de saisir le tribunal du lieu de \nconclusion du contrat de travail."
                                    },
                                    {
                                        "Article": "Art. 342.",
                                        "Texte": "La loi fixe, pour chaque tribunal, son siège et sa compétence territoriale."
                                    },
                                    {
                                        "Article": "Art. 343.",
                                        "Texte": "Le tribunal du travail relève de la tutelle du ministère chargé de la justice. \n \nSection 4 - Procédure contentieuse"
                                    },
                                    {
                                        "Article": "Art. 344.",
                                        "Texte": "La procédure en matière sociale est gratuite tant devant le tribunal du travail que devant la \njuridiction d’appel. \nLes travailleurs bénéficient en outre de l’assistance judiciaire pour l’exécution des jugements rendus à \nleur profit."
                                    },
                                    {
                                        "Article": "Art. 345.",
                                        "Texte": "Le président du tribunal, dans le mois qui suit la réception d’une demande, cite les parties à \ncomparaître dans un délai qui ne peut excéder deux mois, majoré s’il y a lieu, des délais de route."
                                    },
                                    {
                                        "Article": "Art. 346.",
                                        "Texte": "La citation doit contenir les nom, prénoms, profession du demandeur, l’indication de l’objet \nde la demande, le lieu, l’heure et le jour de la comparution. \nLa citation est faite à personne ou à domicile par voie d’agent administratif spécialement commis à cet \neffet. Elle peut être valablement faite par lettre recommandée avec accusé de réception ou par toute \nautre voie utile."
                                    },
                                    {
                                        "Article": "Art. 347.",
                                        "Texte": "Les parties sont tenues de se rendre au lieu, jour et heure fixés par le président du tribunal \ndu travail. \nElles peuvent se faire assister ou représenter par l’une des personnes suivantes : \n1. un travailleur ou un employeur appartenant à la même branche d’activités ; \n2. un avocat régulièrement inscrit à un barreau ; \n3. un représentant des organisations syndicales auxquelles elles sont affiliées. \n \n \n38\nLes employeurs peuvent également être représentés par un directeur ou un employé de l’entreprise \nou de l’établissement. \nA l’exception des avocats, tout mandataire des parties doit avoir reçu mandat écrit du mandant et \nagréé par le président du tribunal du travail ou de la chambre sociale."
                                    },
                                    {
                                        "Article": "Art. 348.",
                                        "Texte": "Si le demandeur ne comparaît pas au jour fixé, et s’il est prouvé qu’il a reçu la convocation \net ne justifie pas d’un cas de force majeure, la cause est rayée du rôle. \nIl en est de même quand après renvoi le demandeur ne comparaît pas. \nDans ce cas, la cause ne peut être reprise qu’une seule fois et selon les formes prescrites pour la \ndemande initiale, sous peine de déchéance. \nSi le défendeur ne comparaît pas et ne justifie pas d’un cas de force majeure, défaut est donné contre \nlui et le tribunal statue sur le mérite de la demande. \nLe défendeur qui a comparu ne peut plus faire défaut. \nDans ce cas, la décision est réputée contradictoire et, après signification dans les formes prévues à \nl’article 354 ci-dessous, seule la voie de l’appel est ouverte."
                                    },
                                    {
                                        "Article": "Art. 349.",
                                        "Texte": "L’audience est publique. Le président dirige les débats et assure la police de l’audience. \nIl interroge et confronte les parties, fait comparaître les témoins cités à la diligence des parties ou de \nlui-même, dans les formes indiquées aux articles 345 et 346 ci-dessus. \nIl procède à l’audition de toute personne dont il juge la déposition utile au règlement du litige. Il peut \nprocéder ou faire procéder à tous constats ou expertises, requérir l’intervention des forces de l’ordre."
                                    },
                                    {
                                        "Article": "Art. 350.",
                                        "Texte": "Le tribunal procède à l’examen de l’affaire. \nAucun renvoi ne peut être prononcé sauf accord des parties. \nLe tribunal peut toutefois, par jugement motivé, prescrire toutes enquêtes, descentes sur les lieux et \ntoutes mesures d’informations utiles. \nLes frais occasionnés par les mesures d’instruction ordonnées sont payés par le trésor public."
                                    },
                                    {
                                        "Article": "Art. 351.",
                                        "Texte": "Le tribunal délibère en secret dès la clôture des débats. \nLes jugements rendus doivent être motivés et leur audience publique. \nLa minute du jugement est signée par le président et par le greffier."
                                    },
                                    {
                                        "Article": "Art. 352.",
                                        "Texte": "Les assesseurs du tribunal peuvent être récusés dans les cas suivants : \n1. lorsqu’ils ont un intérêt personnel dans le litige ; \n2. quand ils sont parents ou alliés de l’une des parties ; \n3. si, dans l’année qui a précédé la récusation, il y a eu procès civil ou pénal entre eux et l’une des \nparties, son conjoint ou allié en ligne directe ; \n4. s’ils ont donné un avis sur la contestation ; \n5. s’ils sont employeurs ou travailleurs de l’une des parties en cause. \nLa récusation est formée avant tout débat au fond. Le président statue immédiatement. \nSi la demande est rejetée, il est passé outre au débat. Si elle est acceptée, l’affaire est renvoyée à la \nprochaine audience du tribunal autrement composé."
                                    },
                                    {
                                        "Article": "Art. 353.",
                                        "Texte": "Le jugement peut ordonner l’exécution immédiate, nonobstant opposition ou appel et par \nprovision avec dispense de caution, jusqu’à la somme de deux millions de francs CFA. \nPour le surplus, l’exécution provisoire peut être ordonnée à charge de fournir caution. \nLes jugements rendus et ordonnant l’exécution provisoire contre une partie défaillante ne peuvent être \nmis à exécution qu’après signification dans les formes prévues par les articles 345 et 346 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 354.",
                                        "Texte": "En cas de jugement par défaut, signification est faite dans les formes des articles 345 et 346 \nci-dessus sans frais, à la partie défaillante, par le greffier ou par un agent administratif spécialement \ncommis à cet effet par le président. \nSi, dans un délai de dix jours après la signification, outre les délais de route, le défaillant ne fait pas \nopposition au jugement dans les formes prescrites à l’article 348 ci-dessus, le jugement est \nexécutoire. \nEn cas d’opposition, le président convoque à nouveau les parties conformément aux dispositions des \narticles 345 et 346 ci-dessus. \nLe nouveau jugement est exécutoire nonobstant tout défaut ou appel."
                                    },
                                    {
                                        "Article": "Art. 355.",
                                        "Texte": "Les jugements du tribunal du travail sont définitifs et sans appel, sauf du chef de la \ncompétence, lorsque le montant de la demande n’excède pas deux cent mille francs. Au-dessus de \ncette somme, les jugements sont susceptibles d’appel devant la cour d’appel du ressort. \n \n \n39"
                                    },
                                    {
                                        "Article": "Art. 356.",
                                        "Texte": "Le tribunal du travail connaît de toutes les demandes reconventionnelles ou en \ncompensation qui, par leur nature, sont de sa compétence. \nLorsque chacune des demandes principales, reconventionnelles ou en compensation est dans les \nlimites de sa compétence en dernier ressort, il se prononce en dernier ressort. \nSi l’une de ces demandes n’est susceptible d’être jugée qu’à charge d’appel, le tribunal du travail ne \nse prononce sur toutes qu’à charge d’appel. Néanmoins, il statue en dernier ressort si seule la \ndemande reconventionnelle en dommages et intérêts, fondée exclusivement sur la demande \nprincipale, dépasse sa compétence en dernier ressort. \nIl statue également sans appel, en cas de défaut du défendeur, si seules les demandes \nreconventionnelles formées par celui-ci dépassent le taux de sa compétence en dernier ressort, quels \nque soient la nature et le montant de cette demande."
                                    },
                                    {
                                        "Article": "Art. 357.",
                                        "Texte": "Dans les quinze jours du prononcé du jugement contradictoire ou de la signification, appel \npeut être interjeté dans les formes prévues aux articles 345 et 346 ci-dessus. \nL’acte d’appel et le dossier complet y relatif sont transmis dans le délai d’un mois suivant la \ndéclaration d’appel à la juridiction d’appel. \nL’appel est examiné selon les règles fixées aux articles 345, 346 et 347 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 358.",
                                        "Texte": "L’exécution des jugements est mise en œuvre par la partie diligente."
                                    },
                                    {
                                        "Article": "Art. 359.",
                                        "Texte": "Les jugements et arrêts rendus au profit des travailleurs indiquent le nom de l’huissier qui \ndoit prêter son ministère pour leur exécution. \nLe pourvoi en cassation contre les décisions rendues en dernier ressort est introduit et jugé comme en \nmatière civile. \n \nSection 5 - Référé"
                                    },
                                    {
                                        "Article": "Art. 360.",
                                        "Texte": "La formation en référé composée du président du tribunal et du greffier peut, dans la limite \nde la compétence dévolue aux tribunaux du travail : \n1. ordonner toutes les mesures qui ne se heurtent à aucune contestation sérieuse ou qui justifient \nl’existence d’un différend ; \n2. accorder une provision au créancier dans le cas où l’obligation n’est pas sérieusement contestable."
                                    },
                                    {
                                        "Article": "Art. 361.",
                                        "Texte": "Le président du tribunal du travail peut toutefois, même en présence d’une contestation \nsérieuse, prescrire les mesures conservatoires ou de remise en état qui s’imposent, soit pour prévenir \nun dommage imminent, soit pour faire cesser un trouble manifestement illicite."
                                    },
                                    {
                                        "Article": "Art. 362.",
                                        "Texte": "Le président du tribunal du travail statue en la forme des référés sur les difficultés \nd’exécution d’un procès-verbal de conciliation, d’un jugement ou de tout autre titre exécutoire en \nmatière sociale."
                                    },
                                    {
                                        "Article": "Art. 363.",
                                        "Texte": "La demande en référé est introduite par simple requête écrite adressée au président du \ntribunal du travail du ressort. \nCelui-ci fixe immédiatement par ordonnance, le jour, l’heure et le lieu de l’audience à laquelle la \ndemande est examinée. \nLe président peut assigner d’heure à heure soit en son cabinet soit à l’audience soit à son domicile."
                                    },
                                    {
                                        "Article": "Art. 364.",
                                        "Texte": "L’ordonnance en référé ne peut préjudicier au fond et a un caractère provisoire. Elle n’a pas \nl’autorité de la chose jugée. \nElle est exécutoire sur minute et par provision, sans caution à moins que le président n’ordonne qu’il \nen soit fourni une. \nElle ne peut être rapportée ou modifiée en référé qu’en cas d’éléments nouveaux. \nL’ordonnance de référé est signée par le président et le greffier."
                                    },
                                    {
                                        "Article": "Art. 365.",
                                        "Texte": "L’ordonnance en référé ne peut faire l’objet d’opposition. \nElle est susceptible d’appel. Le délai d’appel est de six jours à compter du prononcé ou de la \nsignification de l’ordonnance lorsque l’une des parties n’a pas comparu. \nL’acte d’appel est transmis au greffe de la cour d’appel en même temps que l’ordonnance attaquée ou \nun extrait de son dispositif délivré par le greffe du tribunal du travail."
                                    },
                                    {
                                        "Article": "Art. 366.",
                                        "Texte": "Le président de la cour d’appel ou tout magistrat désigné par lui est compétent pour \nconnaître des appels interjetés contre les ordonnances en référé rendues par les présidents des \ntribunaux du travail. \n \n40"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - DIFFERENDS COLLECTIFS",
                        "Sections": [
                            {
                                "Titre": "Section 1- Conciliation",
                                "Articles": [
                                    {
                                        "Article": "Art. 369.",
                                        "Texte": "Tout différend collectif doit être immédiatement notifié par les parties : \n1. à l’inspecteur du travail, lorsque le conflit est limité au ressort territorial d’une inspection du travail ; \n2. au directeur du travail, lorsque le conflit s’étend sur les ressorts territoriaux de plusieurs inspections \ndu travail."
                                    },
                                    {
                                        "Article": "Art. 370.",
                                        "Texte": "L’inspecteur du travail ou le directeur du travail convoque les parties et procède sans délai à \nla tentative de conciliation. \nLorsqu’une des parties ne comparaît pas, le conciliateur la convoque à nouveau dans un délai qui ne \npeut excéder sept jours sans préjudice de sa condamnation à une amende prononcée par la \njuridiction compétente sur procès-verbal dressé par l’inspecteur ou le directeur du travail. \nDans le délai de quinze jours suivant la date à laquelle il a été saisi, l’inspecteur du travail du ressort \nou le directeur du travail est tenu de dresser un procès-verbal constatant soit l’accord total ou partiel \nsoit le désaccord des parties, lesquelles contresignent le procès-verbal. \nL’accord de conciliation est immédiatement exécutoire. Il est déposé au greffe du tribunal du travail du \nlieu du différend et une ampliation est adressée aux parties."
                                    },
                                    {
                                        "Article": "Art. 371.",
                                        "Texte": "En cas d’absence d’accord, le conciliateur rédige un rapport sur l’état du différend \naccompagné des documents et renseignements recueillis par ses soins qu’il adresse au ministre \nchargé du travail. \nUne copie du rapport est remise sans délai à chacune des parties avec mention de la date de \ntransmission au ministre chargé du travail."
                                    }
                                ]
                            },
                            {
                                "Titre": "Section 2 - Arbitrage",
                                "Articles": [
                                    {
                                        "Article": "Art. 372.",
                                        "Texte": "Dans un délai de dix jours maximum qui suivent la réception du procès-verbal de non \nconciliation transmis par l’inspecteur du travail ou par le directeur du travail, le ministre chargé du \ntravail défère le différend à un conseil d’arbitrage composé du président de la cour d’appel et de deux \nmembres désignés sur la liste des arbitres prévus à l’article 373 ci-après."
                                    },
                                    {
                                        "Article": "Art. 373.",
                                        "Texte": "Les arbitres sont désignés tous les quatre ans sur une liste établie par voie réglementaire \npar le ministre chargé du travail après avis de la commission consultative du travail. \nLes arbitres sont choisis en fonction de leur autorité morale et de leur compétence en matière \néconomique et sociale à l’exclusion toutefois des fonctionnaires en exercice, des personnes qui ont \nparticipé à la tentative de conciliation, ni parmi celles qui ont un intérêt direct dans le conflit. \nLe mandat des arbitres est renouvelable."
                                    },
                                    {
                                        "Article": "Art. 374.",
                                        "Texte": "Le conseil d’arbitrage ne peut statuer sur d’autres objets que ceux déterminés par le procès-\nverbal de non conciliation ou ceux qui sont la conséquence directe du différend en cause. \nIl a les pouvoirs d’investigation les plus étendus. Il peut à cet effet : \n1. procéder à toutes les enquêtes auprès des entreprises et des syndicats et requérir des parties, la \nproduction de tout document ou renseignement d’ordre économique, comptable, financier, statistique \nou administratif susceptible de lui être utile pour l’accomplissement de sa mission ; \n2. recourir aux offices d’experts, notamment d’experts comptables et généralement de toute personne \nqualifiée susceptible de l’éclairer."
                                    },
                                    {
                                        "Article": "Art. 375.",
                                        "Texte": "La sentence du conseil d’arbitrage est notifiée sans délai par le président du conseil \nd’arbitrage aux parties ainsi qu’à l’inspecteur du travail ou au directeur du travail. \nLa sentence est immédiatement exécutoire et prend effet à compter du jour de la notification du conflit \nà l’autorité compétente lorsqu’elle n’est pas refusée par les parties ou par l’une d’entre elles. \n \n41\nLa sentence exécutoire est communiquée par l’inspecteur du travail ou le directeur du travail au greffe \ndu tribunal du travail compétent en vertu des dispositions de l’alinéa 4 de l’article 370 ci-dessus. \nLa sentence qui a acquis force exécutoire peut être étendue dans les mêmes conditions qu’aux \ndispositions des articles 120 et suivants de la présente loi."
                                    },
                                    {
                                        "Article": "Art. 376.",
                                        "Texte": "L’application de la sentence peut être refusée par les parties ou par l’une d’entre elles. \nLe refus d’application de la sentence est notifié par déclaration écrite remise dans les quarante et huit \nheures francs qui suivent la communication de la sentence au ministre chargé du travail qui en délivre \nrécépissé."
                                    },
                                    {
                                        "Article": "Art. 377.",
                                        "Texte": "La sentence du conseil d’arbitrage peut faire l’objet d’un recours devant la chambre sociale \nde la cours de cassation."
                                    },
                                    {
                                        "Article": "Art. 378.",
                                        "Texte": "Lorsqu’un accord de conciliation ou une sentence du conseil d’arbitrage porte sur \nl’interprétation des clauses d’une convention collective, sur les salaires ou sur les conditions de travail, \ncet accord ou cette sentence produit les effets d’une convention collective de travail et peut être \nsoumis à la même procédure d’extension."
                                    },
                                    {
                                        "Article": "Art. 379.",
                                        "Texte": "Les accords de conciliation, les sentences du conseil d’arbitrage sont insérés au Journal \nOfficiel et affichés dans les bureaux de la direction du travail et de l’inspection du travail, ainsi qu’au \nlieu du travail où est né le conflit."
                                    },
                                    {
                                        "Article": "Art. 380.",
                                        "Texte": "La procédure de conciliation et d’arbitrage est gratuite. \nLe tarif de remboursement des frais occasionnés par la procédure, notamment les frais de \ndéplacement des arbitres et des assesseurs, les pertes de salaire ou traitement, les frais d’expertise, \nsont fixés par les ministres chargés du travail et des finances après avis de la commission consultative \ndu travail."
                                    },
                                    {
                                        "Article": "Art. 381.",
                                        "Texte": "Les arbitres membres du conseil d’arbitrage sont tenus au secret professionnel. \n \nSection 3 - Grève et lock-out"
                                    },
                                    {
                                        "Article": "Art. 382.",
                                        "Texte": "La grève est une cessation concertée et collective du travail en vue d’appuyer des \nrevendications professionnelles et d’assurer la défense des intérêts matériels ou moraux des \ntravailleurs. \nLe droit de grève n’autorise pas le travailleur à exécuter son travail dans des conditions autres que \ncelles prévues à leur contrat de travail ou pratiquées dans la profession et n’emporte pas celui de \ndisposer arbitrairement des locaux de l’entreprise."
                                    },
                                    {
                                        "Article": "Art. 383.",
                                        "Texte": "La grève ne rompt pas le contrat de travail, sauf faute lourde imputable au travailleur. \nConstitue notamment une faute lourde, le fait pour le travailleur gréviste de s’opposer au travail \nd’autrui et/ou à ce que sa tâche soit effectuée par d’autres travailleurs, même ceux qui n’y sont pas \nhabituellement affectés. \nTout licenciement prononcé en violation de l’alinéa premier du présent article est nul de plein droit et \nle travailleur licencié dans ce cas est réintégré dans son emploi."
                                    },
                                    {
                                        "Article": "Art. 384.",
                                        "Texte": "En vue d’assurer un service minimum, l’autorité administrative compétente peut, à tout \nmoment, procéder à la réquisition des travailleurs des entreprises privées et des services et \nétablissements publics qui occupent des emplois indispensables à la sécurité des personnes et des \nbiens, au maintien de l’ordre public, à la continuité du service public ou à la satisfaction des besoins \nessentiels de la communauté."
                                    },
                                    {
                                        "Article": "Art. 385.",
                                        "Texte": "La liste des emplois ainsi définis, les conditions et modalités de réquisition des travailleurs, \nla notification et les voies de publication sont fixées par voie réglementaire par le ministre chargé du \ntravail après avis de la commission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 386.",
                                        "Texte": "L’exercice du droit de grève ne doit s’accompagner en aucun cas d’occupation des lieux de \ntravail ou de leurs abords immédiats, sous peine des sanctions pénales prévues par la législation en \nvigueur."
                                    },
                                    {
                                        "Article": "Art. 387.",
                                        "Texte": "Le lock-out est une décision par laquelle un employeur interdit au salarié l’accès de \nl’entreprise à l’occasion d’un conflit collectif de travail. \n \n \n42"
                                    },
                                    {
                                        "Article": "Art. 388.",
                                        "Texte": "Tout lock-out ou toute grève avant épuisement des procédures de conciliation et d’arbitrage \nfixées par la présente loi est interdit. \nToutefois, ces procédures ne s’appliquent pas aux grèves d’envergure nationale déclenchées par les \nunions syndicales."
                                    },
                                    {
                                        "Article": "Art. 389.",
                                        "Texte": "Le lock-out ou la grève pratiqué en violation des dispositions de l’article 388 entraînent : \n1. pour les travailleurs, la perte du droit à l’indemnité de préavis et aux dommages et intérêts pour \nrupture du contrat ; \n2. pour les employeurs, le paiement aux travailleurs des journées perdues de ce fait ; \n3. pour les employeurs, par décision du tribunal du travail sur requête du ministère public saisi par le \nministre chargé du travail, pendant une période de deux ans : \n- l’inéligibilité aux fonctions de membres de chambre de commerce ; \n- l’interdiction de faire partie du conseil économique et social, de la commission consultative du travail \net d’un conseil d’arbitrage ; \n- la non participation à un marché pour le compte de l’Etat ou de ses démembrements."
                                    },
                                    {
                                        "Article": "Art. 390.",
                                        "Texte": "La grève et/ou le lock-out déclenchés après notification du refus de la sentence du conseil \nd’arbitrage sont réputés légaux et n’entraînent pas les conséquences ci-dessus."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE VIII - ORGANISMES ET MOYENS D’EXECUTION",
                "Chapitres": [
                    {
                        "Titre": "CHAPITRE I - ORGANISMES D’EXECUTION",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 391.",
                                        "Texte": "L’inspection du travail, placée sous l’autorité du ministre chargé du travail, est chargée de \ntoutes les questions relatives aux conditions des travailleurs et aux rapports professionnels. \nL’inspecteur du travail : \n1. participe à l’élaboration des règlements de sa compétence ; \n2. veille à l’application des dispositions édictées en matière de travail et de protection des travailleurs ; \n3. éclaire de ses conseils et de ses recommandations les employeurs et les travailleurs ; \n4. porte à l’attention de l’autorité compétente les violations et abus qui ne sont pas spécifiquement \ncouverts par les dispositions légales existantes ; \n5. participe à la coordination et au contrôle des services et organismes concourant à l’application de la \nlégislation sociale ; \n6. procède à toutes études et enquêtes liées aux différents problèmes sociaux, à l’exclusion de ceux \nqui relèvent des services techniques avec lesquels l’inspection du travail collabore."
                                    },
                                    {
                                        "Article": "Art. 392.",
                                        "Texte": "L’Etat doit mettre à la disposition de l’inspection du travail, les moyens en personnel et en \nmatériel nécessaires à son bon fonctionnement. \nLes prestations en nature des inspecteurs du travail sont fixées par voie réglementaire."
                                    },
                                    {
                                        "Article": "Art. 393.",
                                        "Texte": "Les inspecteurs du travail, avant leur entrée en fonction, prêtent le serment suivant devant la \ncour d’appel siégeant en audience solennelle : « Je jure de bien et fidèlement remplir ma mission et \nde ne pas révéler, même après avoir quitté mon service, les secrets de fabrication et en général les \nprocédés d’exploitation dont je pourrais prendre connaissance dans l’exercice de mes fonctions ». \nToute violation de ce serment est punie conformément à la législation en vigueur."
                                    },
                                    {
                                        "Article": "Art. 394.",
                                        "Texte": "Les inspecteurs du travail doivent, sous réserve des exceptions prévues par les dispositions \nlégales ou réglementaires, garder la confidentialité de leur source d’informations signalant un défaut \ndans l’installation ou une infraction aux dispositions légales et réglementaires. \nIls ne peuvent, sous réserve des exceptions prévues par les dispositions légales ou réglementaires, \navoir un intérêt quelconque direct ou indirect dans les entreprises placées sous leur contrôle."
                                    },
                                    {
                                        "Article": "Art. 395.",
                                        "Texte": "Les inspecteurs du travail peuvent : \n1. constater par procès-verbal, les infractions aux dispositions de la législation et de la réglementation \ndu travail. Ce procès-verbal fait foi jusqu’à inscription de faux ; \n2. ordonner ou faire ordonner que des mesures immédiatement exécutoires, pouvant aller jusqu’à \nl’arrêt du travail, soient prises dans les cas de danger imminent pour la santé et la sécurité des \ntravailleurs."
                                    },
                                    {
                                        "Article": "Art. 396.",
                                        "Texte": "L’inspecteur du travail du ressort fixe, conformément à la présente loi, les amendes qui \ndoivent être payées par les contrevenants et reversées au trésor public. Cette disposition est \napplicable pour les contraventions de simple police. \n \n43\nEn cas de refus de paiement, le procès-verbal est dressé en quatre exemplaires dont le premier est \nremis au contrevenant ou à ses représentants, le second est déposé au parquet, le troisième est \nenvoyé à la direction du travail, le quatrième est classé dans les archives de l’inspection du travail."
                                    },
                                    {
                                        "Article": "Art. 397.",
                                        "Texte": "Les inspecteurs du travail, munis de pièces justificatives de leurs fonctions, ont le pouvoir \nde : \n1. pénétrer librement aux fins d’inspection, sans avertissement préalable, à toute heure du jour ou de \nla nuit, dans tout établissement assujetti au contrôle de l’inspection ; \n2. pénétrer de jour dans les locaux où ils peuvent avoir un motif de supposer que des travailleurs y \nsont occupés ; \n3. requérir si besoin est, les avis et les consultations de médecins et techniciens, notamment en ce qui \nconcerne les prescriptions d’hygiène et de sécurité. Les médecins et techniciens sont tenus au secret \nprofessionnel dans les mêmes conditions et soumis aux mêmes sanctions que les inspecteurs du \ntravail ; \n4. procéder à tous les examens, contrôles ou enquêtes jugés nécessaires pour s’assurer que les \ndispositions applicables sont effectivement observées et notamment : \n- interroger, avec ou sans témoins, l’employeur ou le personnel de l’entreprise, contrôler leur identité, \ndemander des renseignements à toute autre personne dont le témoignage peut être nécessaire ; \n- requérir la production de tout registre ou document dont la tenue est prescrite par la présente loi et \npar les textes pris pour son application ; \n- prélever ou faire prélever et emporter aux fins d’analyse, des échantillons de matières ou substances \nutilisées ou manipulées, à condition que l’employeur ou son représentant en soit averti. \nLes frais résultant de ces expertises et enquêtes sont à la charge du trésor public. \nLes modalités et les conditions de cette prise en charge sont fixées par voie réglementaire par le \nministre chargé du travail après avis de la commission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 398.",
                                        "Texte": "Les inspecteurs du travail ne peuvent pénétrer dans le domicile privé de l’exploitant d’un \nétablissement agricole qu’avec son accord ou munis d’une autorisation spéciale délivrée par l’autorité \ncompétente sauf dans le cas où ce domicile se confond avec l’établissement."
                                    },
                                    {
                                        "Article": "Art. 399.",
                                        "Texte": "L’inspecteur du travail, à l’occasion d’un contrôle d’inspection, doit informer de sa présence \nl’employeur ou son représentant à moins qu’il n’estime qu’une telle information risque de porter \npréjudice à l’efficacité du contrôle."
                                    },
                                    {
                                        "Article": "Art. 400.",
                                        "Texte": "Des contrôleurs du travail assistent les inspecteurs du travail dans le fonctionnement des \nservices. Ils sont habilités à constater les infractions par procès-verbal conformément aux dispositions \nde l’article 395 ci-dessus. \nLes contrôleurs du travail prêtent, devant le tribunal du travail du ressort, le serment visé à l’article 393 \nci-dessus. \nToute violation de ce serment est punie conformément à la législation en vigueur."
                                    },
                                    {
                                        "Article": "Art. 401.",
                                        "Texte": "Dans les mines et carrières, ainsi que dans les établissements et chantiers où les travaux \nsont soumis au contrôle d’un service technique, les fonctionnaires chargés de ce contrôle veillent à ce \nque les installations relevant de leur contrôle technique soient aménagées en vue de garantir la \nsécurité des travailleurs. \nIls assurent l’application des règlements spéciaux qui peuvent être pris dans ce domaine et disposent \nà cet effet et dans cette limite, des pouvoirs des inspecteurs du travail. Ils portent à la connaissance \nde l’inspecteur du travail du ressort, les mesures qu’ils ont prescrites et, le cas échéant, les mises en \ndemeure qui sont signifiées. \nL’inspecteur du travail peut, à tout moment, effectuer conjointement avec les fonctionnaires visés au \nparagraphe précédent, la visite des mines, carrières, établissements et chantiers soumis à un contrôle \ntechnique."
                                    },
                                    {
                                        "Article": "Art. 402.",
                                        "Texte": "Dans les parties d’établissements ou établissements militaires employant de la main-\nd'œuvre civile et dans lesquels l’intérêt de la défense nationale s’oppose à l’introduction d’agents de \ncontrôle étrangers au service, le contrôle des dispositions applicables en matière de travail et de \nsécurité sociale est assuré par les fonctionnaires ou officiers désignés à cet effet par voie \nréglementaire par le ministre chargé de la défense. \nLa nomenclature de ces parties d’établissements ou établissements militaires est dressée \nconjointement par les ministres chargés du travail et de la défense après avis de la commission \nconsultative du travail. \n \n \n44"
                                    },
                                    {
                                        "Article": "Art. 403.",
                                        "Texte": "En cas d’absence ou d’empêchement de l’inspecteur du travail et du contrôleur du travail, le \nchef de circonscription administrative est leur suppléant légal. \nIl est habilité à constater les infractions par des rapports écrits au vu desquels l’inspecteur du travail \npeut dresser un procès-verbal dans les formes prévues à l’article 395 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 404.",
                                        "Texte": "Les dispositions des articles 393 et 394 et 395 à 398 ci-dessus ne portent pas atteinte aux \nprérogatives des officiers de police judiciaire en matière de constatation et de poursuite des infractions \nde droit commun."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - ORGANISMES CONSULTATIFS",
                        "Sections": [
                            {
                                "Titre": "Section 1 - Commission consultative du travail",
                                "Articles": [
                                    {
                                        "Article": "Art. 405.",
                                        "Texte": "Une commission consultative du travail est instituée auprès du ministère chargé du travail. \nLa commission présidée par le ministre chargé du travail ou son représentant, est composée en \nnombre égal d’employeurs et de travailleurs. \nCes derniers sont désignés par les organisations les plus représentatives d’employeurs et de \ntravailleurs ou par le ministre chargé du travail en cas de carence d’organisations représentatives, en \napplication de l’article 302 alinéa 3 ci-dessus."
                                    },
                                    {
                                        "Article": "Art. 406.",
                                        "Texte": "Un décret en conseil des ministres fixe : \n- les modalités de fonctionnement de la commission ; \n- le nombre et les conditions de désignation des représentants des employeurs et des travailleurs ; \n- la durée de leur mandat et le montant des indemnités de session qui leur sont allouées."
                                    },
                                    {
                                        "Article": "Art. 407.",
                                        "Texte": "Le président de la commission consultative du travail peut de son initiative ou à la majorité \nde ses membres consulter toute personne qualifiée, notamment en matière économique, médicale et \nsociale."
                                    },
                                    {
                                        "Article": "Art. 408.",
                                        "Texte": "La commission consultative du travail peut être consultée sur toutes les questions relatives \nau travail, à la main-d'œuvre et à la sécurité sociale, outre les cas pour lesquels son avis est \nobligatoirement requis en vertu de la présente loi. \nElle peut, à la demande du ministre chargé du travail : \n1. examiner toute difficulté née à l’occasion de la négociation des conventions collectives ; \n2. se prononcer sur toutes les questions relatives à la conclusion et à l’application des conventions \ncollectives et notamment sur leurs incidences économiques. \nLa commission consultative du travail est chargée également d’étudier les critères pouvant servir de \nbase à la détermination et au réajustement du salaire minimum."
                                    },
                                    {
                                        "Article": "Art. 409.",
                                        "Texte": "Lorsque la commission consultative du travail est saisie d’une des questions visées à l’article \nprécédent, elle s’adjoint : \n1. un représentant du ministre chargé des finances ; \n2. un représentant du ministre chargé de la justice ; \n3. un inspecteur du travail. \n \nElle peut également faire appel, à toute personne dont la compétence est requise, conformément à \nl’article 407 ci-dessus. \n \nSection 2 - Comité technique national consultatif de sécurité et santé au travail"
                                    },
                                    {
                                        "Article": "Art. 410.",
                                        "Texte": "Il est institué auprès du ministère chargé du travail, un comité technique national consultatif \nde sécurité et santé au travail chargé de l’étude des domaines de la sécurité et la santé des \ntravailleurs."
                                    },
                                    {
                                        "Article": "Art. 411.",
                                        "Texte": "Le comité technique national consultatif de sécurité et santé au travail est chargé d’émettre \ntoute suggestion et tout avis sur la règlementation en matière de sécurité et santé au travail. \nIl se prononce également sur l’orientation et la mise en application de la politique nationale de \nprévention des risques professionnels. \nUn décret en conseil des ministres fixe la composition et le fonctionnement de ce comité. \n \nCHAPITRE III - MOYENS DE CONTROLE \n \n \n45"
                                    },
                                    {
                                        "Article": "Art. 412.",
                                        "Texte": "Toute personne qui se propose d’ouvrir une entreprise de quelque nature que ce soit doit, au \npréalable, en faire la déclaration à l’inspection du travail du ressort ou au Centre de Formalités des \nEntreprises territorialement compétent. \nDoivent être déclarés dans les mêmes conditions, la fermeture, le transfert, le changement de \ndestination, la mutation et, plus généralement, tout changement affectant un établissement. \nLes déclarations sus-visées aux alinéas précédents sont effectuées auprès de l’organisme habilité à \ncet effet qui transfert toutes les informations nécessaires à l’organisme de prévoyance sociale."
                                    },
                                    {
                                        "Article": "Art. 413.",
                                        "Texte": "L’employeur doit tenir constamment à jour au lieu de l’exploitation un registre d’employeur \ndont le modèle est fixé par voie réglementaire par le ministre chargé du travail, après avis de la \ncommission consultative du travail."
                                    },
                                    {
                                        "Article": "Art. 414.",
                                        "Texte": "Le registre d’employeur doit être mis à la disposition de l’inspecteur du travail ou de son \ndélégué et conservé pendant les dix années suivant la dernière mention qui y a été portée."
                                    },
                                    {
                                        "Article": "Art. 415.",
                                        "Texte": "Le ministre chargé du travail, après avis de la commission consultative du travail, peut \nexempter certaines entreprises ou catégories d’entreprises de l’obligation de tenir ce registre en \nraison de leur situation, de leur importance ou de la nature de leur activité."
                                    },
                                    {
                                        "Article": "Art. 416.",
                                        "Texte": "Tout travailleur embauché, y compris le journalier, doit être déclaré dans les huit jours, par \nl’employeur à la Caisse Nationale de Sécurité Sociale. Il a droit à la retraite. \nLa déclaration mentionne le nom et l’adresse de l’employeur, la nature de l’entreprise ou de \nl’établissement, tous les renseignements utiles sur l’état civil et l’identité du travailleur, sa profession, \nles emplois précédemment occupés, éventuellement le lieu de sa résidence, la date d’entrée au \nBurkina Faso, et le cas échéant, la date d’embauche et le nom du précédent employeur. \nCopie de l’acte de naissance doit être annexée à la déclaration. \nTout travailleur quittant un établissement doit faire l’objet d’une déclaration établie dans les mêmes \nconditions et mentionnant la date de départ de l’établissement."
                                    },
                                    {
                                        "Article": "Art. 417.",
                                        "Texte": "Le ministre chargé du travail, après avis de la commission consultative du travail, détermine \nles modalités de ces déclarations, les modifications dans la situation du travailleur qui doivent faire \nl’objet d’une déclaration supplémentaire et les catégories professionnelles pour lesquelles l’employeur \nest provisoirement dispensé de déclaration. \nDans ce dernier cas, un dossier doit être ouvert sur demande du travailleur."
                                    },
                                    {
                                        "Article": "Art. 418.",
                                        "Texte": "Le service chargé de l’emploi délivre une carte de travail à tout travailleur pour lequel il a été \nconstitué un dossier. \nCette carte, établie conformément aux indications contenues dans le dossier, doit mentionner l’état \ncivil et la profession exercée par le travailleur. \nLa photographie de l’intéressé ou, à défaut, tout autre élément d’identification doit, si possible, figurer \nsur la carte prévue au présent article."
                                    },
                                    {
                                        "Article": "Art. 419.",
                                        "Texte": "Les conditions de délivrance de la carte de travail sont fixées par voie réglementaire par les \nministres chargés du travail et de l’emploi après avis de la commission consultative du travail."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE IX - PENALITES",
                "Chapitres": [
                    {
                        "Titre": "CHAPITRE I - AMENDES CIVILES",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 420.",
                                        "Texte": "Tout assesseur du tribunal du travail qui ne se présente pas à l’audience du tribunal du \ntravail sur la citation qui lui a été notifiée est puni d’une amende civile de cinq mille francs CFA. \nEn cas de récidive, au cours de la durée du mandat de l’assesseur, l’amende est portée au double. \nLe tribunal peut, en outre, le déclarer incapable d’exercer à l’avenir les fonctions d’assesseurs du \ntribunal du travail. Le jugement est publié à ses frais. \nLes amendes sont prononcées par le tribunal du travail du ressort."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE II - CONTRAVENTIONS DE SIMPLE POLICE",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 421.",
                                        "Texte": "Sont punis d’une amende de cinq mille francs à cinquante mille francs et en cas de récidive \nd’une amende de cinquante mille francs à cent mille francs : \n1. les auteurs d’infractions aux dispositions des articles 16, 21, 29 , 52, 54, 56, 57, 59, 60, 63, 79 \nalinéa 2, 81, 82, 91, 106 alinéa 1, 134, 144 à 148, 155, 156, 159, 166, 167, 169, 172, 177, 188, 191, \n \n46\n194, 196, 197, 214, 221, 222, 229, 230 alinéa 1, 235, 238, 240, 241, 247, 249 alinéa 1, 261, 281 \nalinéa 2, 286, 287, 293, 314, 414, 416 et 428 de la présente loi ; \n2. les auteurs d’infractions aux dispositions des actes réglementaires prévus par les articles 14, 35, 1 \n37, 138, 139, 142, 164, 187 et 255 de la présente loi ; \n3. toute personne qui, en faisant usage d’un contrat fictif ou d’une carte de travail contenant des \nindications inexactes, s’est fait embaucher ou s’est substituée volontairement à un autre travailleur ; \n4. tout employeur qui a omis de faire la déclaration prévue à l’article 246 ci-dessus ; \n \nL’amende est appliquée autant de fois qu’il y a d’inscriptions omises ou erronées sur les infractions \naux dispositions de l’acte réglementaire prévu aux articles 413 et 415 ci-dessus. \nLes pénalités ne sont pas encourues, si l’infraction commise lors de l’établissement de la carte de \ntravail dans le cas d’infraction à l’article 149 ci-dessus, résulte d’une erreur sur l’âge des enfants et \ndes adolescents."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE III - DELITS",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 422.",
                                        "Texte": "Sans préjudice des dispositions pénales, sont punis d’un emprisonnement de un mois à trois \nans, d’une amende de cinquante mille francs à trois cent mille francs et/ou de l’une de ces deux \npeines seulement et, en cas de récidive, d’une amende de trois cent mille à six cent mille francs et \nd’un emprisonnement de deux mois à cinq ans ou de l’une de ces deux peines seulement : \n1. les auteurs d’infractions aux dispositions des articles 4, 5, 22, 36, 37, 38, 152, 182, 213, 231 et \n232 ; \n2. toute personne qui, par quelque moyen ou manœuvre a contraint ou tenté de contraindre un \ntravailleur à se faire embaucher, ou qui l’a empêché ou tenté de l’empêcher de se faire embaucher ou \nexécuter ses obligations imposées par son contrat ; \n3. tout employeur, fondé de pouvoir ou préposé, qui a sciemment porté des attestations mensongères \nsur la carte du travailleur, le registre d’employeur ou tout autre document dû au travailleur ainsi que \ntout travailleur qui a sciemment fait usage de ces faux. \n4. toute personne qui a exigé ou accepté du travailleur une rémunération quelconque à titre \nd’intermédiaire dans le règlement ou le paiement des salaires, indemnités, allocations et frais de toute \nnature ; \n5. toute personne qui a fait sciemment une fausse déclaration d’accident de travail ou de maladie \nprofessionnelle ; \n6. toute personne qui a porté ou tenté de porter atteinte, soit à la libre désignation des délégués du \npersonnel, soit à l’exercice régulier de leurs fonctions ; \n7. la ou les parties qui ont refusé de se rendre aux convocations prévues dans les conditions fixées à \nl’article 370 de la présente loi relative à la tentative de conciliation obligatoire en matière de différends \ncollectifs ; \n8. tout employeur ou tout travailleur, qui a refusé de se soumettre à la procédure de règlement à \nl’amiable des différends individuels instituée aux articles 320 et 321 de la présente loi ; \n9. la partie qui, après avoir signé un procès-verbal de conciliation prévu à l’article 321 ci-dessus, \nn’exécuterait pas tout ou partie des engagements stipulés dans ledit procès-verbal ; \n10. toute personne qui s’est opposée ou a tenté de s’opposer à l’exécution des obligations ou à \nl’exercice des pouvoirs qui incombent aux inspecteurs du travail, aux contrôleurs du travail et aux \nchefs de circonscription administrative agissant comme suppléants de l’inspecteur du travail."
                                    },
                                    {
                                        "Article": "Art. 423.",
                                        "Texte": "Est puni d’un emprisonnement de deux mois à deux ans, d’une amende de trois cent \nsoixante mille francs à trois millions six cent mille francs et/ou de l’une de ces deux peines seulement, \ntout employeur qui a détourné des sommes ou titres remis en cautionnement."
                                    },
                                    {
                                        "Article": "Art. 424.",
                                        "Texte": "Les auteurs d’infractions aux dispositions de l’article 153 sont punis des peines prévues par \nla loi portant définition et répression du trafic d’enfants."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Titre": "CHAPITRE IV - DISPOSITIONS COMMUNES AUX CONTRAVENTIONS ET AUX DELITS",
                        "Sections": [
                            {
                                "Titre": "Articles uniquement",
                                "Articles": [
                                    {
                                        "Article": "Art. 425.",
                                        "Texte": "Les dispositions relatives aux circonstances atténuantes et au sursis du code pénal sont \napplicables à toutes les infractions prévues et réprimées au présent titre."
                                    },
                                    {
                                        "Article": "Art. 426.",
                                        "Texte": "Lorsqu’une amende est prononcée en vertu du présent titre, elle est encourue autant de fois \nqu’il y a eu d’infractions, sans que, toutefois, le montant total des amendes infligées excède cinquante \nfois les taux minima prévus ci-dessus. \nCette règle s’applique notamment dans le cas où plusieurs travailleurs ont été employés dans des \nconditions contraires à la présente loi. \n \n47"
                                    },
                                    {
                                        "Article": "Art. 427.",
                                        "Texte": "Pour toutes les infractions prévues à la présente loi, la récidive est constatée conformément \naux dispositions de la législation en vigueur."
                                    },
                                    {
                                        "Article": "Art. 428.",
                                        "Texte": "Les chefs d’entreprises sont civilement responsables des condamnations en paiement des \ndommages et intérêts prononcées contre leurs fondés de pouvoirs ou préposés."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "Titre": "TITRE X - DISPOSITIONS TRANSITOIRES ET FINALES",
                "Chapitres": [
                    {
                        "Titre": "Articles uniquement",
                        "Sections": [
                            {
                                "Titre": "Articles",
                                "Articles": [
                                    {
                                        "Article": "Art. 429.",
                                        "Texte": "Toute clause d’un contrat de travail en cours qui n’est pas conforme aux dispositions de la \nprésente loi ou d’un acte réglementaire pris pour son application doit être modifiée dans un délai de \nsix mois, à compter de la publication de la présente loi ou de l’acte réglementaire en cause. \nEn cas de refus de l’une des parties de s’exécuter, la juridiction compétente peut ordonner de \nprocéder, sous peine d’astreinte, aux modifications qui sont jugées nécessaires."
                                    },
                                    {
                                        "Article": "Art. 430.",
                                        "Texte": "Les conventions collectives conclues antérieurement à la présente loi restent en vigueur en \ncelles de leurs dispositions qui ne lui sont pas contraires. \nCes conventions collectives sont susceptibles d’extension par voie réglementaire dans les conditions \nprévues par la présente loi. \nSi elles ont fait l’objet d’extension antérieurement à la présente loi, ces règlements demeurent en \nvigueur en tout ce qu’ils ne sont pas contraires aux dispositions de la présente loi."
                                    },
                                    {
                                        "Article": "Art. 431.",
                                        "Texte": "Les règlements pris en application de la loi n° 033 -2004/AN du 14 septembre 2004 portant \ncode du travail demeurent en vigueur dans tout ce qui n’est pas contraire à la présente loi."
                                    },
                                    {
                                        "Article": "Art. 422.",
                                        "Texte": "Sont abrogées toutes dispositions antérieures contraires à la présente, notamment la loi n° \n033-2004/AN du 14 septembre 2004 portant code du travail."
                                    },
                                    {
                                        "Article": "Art. 433.",
                                        "Texte": "La présente loi sera exécutée comme loi de l’Etat."
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}